Repository: openSUSE/libstorage-ng
Catalog: po/*.po
Languages: ar, ca, cs, de, es, fi, fr, gl, hu, id, it, ka, nl, pl, pt_br, sk, sl, sv

source: Delete file system btrfs on %1$s
ar: حذف نظام الملفات btrfs على %1$s
ca: Suprimeix el sistema de fitxers btrfs de %1$s
cs: Odstranit systém souborů btrfs na %1$s
de: Btrfs-Dateisystem auf %1$s löschen
es: Suprimir sistema de archivos btrfs en %1$s
fi: Poista tiedostojärjestelmä btrfs %1$s
fr: Supprimer le système de fichiers btrfs sur %1$s
gl: Eliminar o sistema de ficheiros btrfs en %1$s
hu: Btrfs fájlrendszer törlése a(z) %1$s eszközön
id: Hapus sistem berkas btrfs pada %1$s
it: Elimina il file system btrfs su %1$s
ka: %1$s-ზე btrfs ფაილური სისტემის წაშლა
nl: Bestandssysteem btrfs op %1$s verwijderen
pl: Usuń system plików btrfs na urządzeniu %1$s
pt_br: Apagar sistema de arquivos btrfs em %1$s
sk: Vymazať súborový systém btrfs na %1$s
sl: Izbriši datotečni sistem btrfs na %1$s
sv: Ta bort filsystemet btrfs på %1$s

source: Delete implicit partition %1$s (%2$s)
ar: حذف قسم ضمني %1$s (‏%2$s)
ca: Suprimeix la partició implícita %1$s (%2$s)
cs: Odstranit implicitní oddíl %1$s (%2$s)
de: Implizite Partition %1$s (%2$s) löschen
es: Suprimir partición implícita %1$s (%2$s)
fi: Poista implisiittinen osio %1$s (%2$s)
fr: Supprimer la partition implicite %1$s (%2$s)
gl: Eliminar a partición implícita %1$s (%2$s)
hu: %1$s implicit partíció (%2$s) törlése
id: Hapus partisi implisit %1$s (%2$s)
it: Elimina la partizione implicita %1$s (%2$s)
ka: არაცხადი დანაყოფის %1$s (%2$s) წაშლა
nl: Impliciete partitie %1$s (%2$s) verwijderen
pl: Usuń niejawną partycję %1$s (%2$s)
pt_br: Apagar partição implícita %1$s (%2$s)
sk: Vymazať implicitný oddiel %1$s (%2$s)
sl: Izbriši implicitni razdelek %1$s (%2$s)
sv: Ta bort underförstådd partition %1$s (%2$s)

source: Delete implicit partition table on %1$s
ar: حذف جدول قسم ضمني على %1$s
ca: Suprimeix la taula de particions implícita de %1$s
cs: Odstranit implicitní tabulku oddílů na %1$s
de: Implizite Partitionstabelle auf %1$s löschen
es: Suprimir tabla de partición implícita en %1$s
fi: Poista implisiittinen osiotaulukko laitteelta %1$s
fr: Supprimer la table de partition implicite sur %1$s
gl: Eliminar a táboa de partición implícita en %1$s
hu: Implicit partíciós tábla törlése a(z) %1$s eszközön
id: Hapus tabel partisi implisit pada %1$s
it: Elimina la tabella delle partizioni implicite su %1$s
ka: %1$s-ზე არაცხადი დანაყოფების ცხრილის წაშლა
nl: Impliciete partitietabel op %1$s verwijderen
pl: Usuń niejawną tablicę partycji na urządzeniu %1$s
pt_br: Apagar tabela de partição implícita em %1$s
sk: Vymazať implicitnú tabuľku oddielov na %1$s
sl: Izbriši razpredelnico implicitnih razdelkov na %1$s
sv: Ta bort underförstådd partitionstabell på %1$s

source: Delete logical partition %1$s (%2$s)
ar: حذف القسم المنطقي %1$s (‏%2$s)
ca: Suprimeix la partició lògica %1$s (%2$s)
cs: Odstranit logický oddíl %1$s (%2$s)
de: Logische Partition %1$s (%2$s) löschen
es: Suprimir partición lógica %1$s (%2$s)
fi: Poista looginen osio %1$s (%2$s)
fr: Supprimer la partition logique %1$s (%2$s)
gl: Eliminar a partición lóxica %1$s (%2$s)
hu: %1$s logikai partíció (%2$s) törlése
id: Hapus partisi logical %1$s (%2$s)
it: Elimina la partizione logica %1$s (%2$s)
ka: ლოგიკური დანაყოფის %1$s (%2$s) წაშლა
nl: Logische partitie %1$s (%2$s) verwijderen
pl: Usuń partycję logiczną %1$s (%2$s)
pt_br: Apagar partição lógica %1$s (%2$s)
sk: Vymazať logický oddiel %1$s (%2$s)
sl: Izbriši logični razdelek %1$s (%2$s)
sv: Ta bort logisk partitionen %1$s (%2$s)

source: Delete logical volume %1$s (%2$s) on volume group %3$s
ar: حذف وحدة التخزين المنطقية %1$s (‏%2$s) في مجموعة وحدات التخزين %3$s
ca: Suprimeix el volum lògic %1$s (%2$s) del grup de volums %3$s
cs: Odstranit logický svazek %1$s (%2$s) na skupině svazků %3$s
de: Logisches Volume %1$s (%2$s) in Volume-Gruppe %3$s löschen
es: Suprimir volumen lógico %1$s (%2$s) en grupo de volúmenes %3$s
fi: Poista looginen taltio %1$s (%2$s) taltioryhmästä %3$s
fr: Supprimer le volume logique %1$s (%2$s) sur le groupe de volumes %3$s
gl: Eliminar o volume lóxico %1$s (%2$s) no grupo de volumes %3$s
hu: %1$s logikai kötet (%2$s) törlése a(z) %3$s kötetcsoportban
id: Hapus volume logical %1$s (%2$s) pada grup volume %3$s
it: Eliminare il volume logico %1$s (%2$s) sul gruppo di volumi %3$s
ka: ტომების ჯგუფზე %3$s ლოგიკური ტომის %1$s (%2$s) დეაქტივაცია
nl: Logisch volume %1$s (%2$s) op volumegroep %3$s verwijderen
pl: Usuń wolumen logiczny %1$s (%2$s) w grupie wolumenów (%3$s)
pt_br: Remover volume lógico %1$s (%2$s) no grupo de volume %3$s
sk: Vymazať logický zväzok %1$s (%2$s) na skupine zväzkov %3$s
sl: Izbriši logični nosilec %1$s (%2$s) na skupini nosilcev %3$s
sv: Ta bort logisk volym %1$s (%2$s) i volymgrupp %3$s

source: Delete partition %1$s (%2$s)
ar: حذف قسم %1$s (‏%2$s)
ca: Suprimeix la partició %1$s (%2$s)
cs: Odstranit oddíl %1$s (%2$s)
de: Partition %1$s (%2$s) löschen
es: Suprimir la partición %1$s (%2$s)
fi: Poista osio %1$s (%2$s)
fr: Supprimer la partition %1$s (%2$s)
gl: Eliminar a partición %1$s (%2$s)
hu: %1$s (%2$s) partíció törlése
id: Hapus partisi %1$s (%2$s)
it: Eliminare la partizione %1$s (%2$s)
ka: %1$s დანაყოფის წაშლა (%2$s)
nl: Partitie %1$s (%2$s) verwijderen
pl: Usuń partycję %1$s (%2$s)
pt_br: Remover partição %1$s (%2$s)
sk: Vymazať oddiel %1$s (%2$s)
sl: Izbriši razdelek %1$s (%2$s)
sv: Ta bort partitionen %1$s (%2$s)

source: Delete physical volume on %1$s
ar: حذف وحدة التخزين المنطقية على %1$s
ca: Suprimeix el volum físic de %1$s
cs: Odstraňuje se fyzický oddíl na %1$s
de: Physisches Volume %1$s löschen
es: Suprimir volumen lógico en %1$s
fi: Poista fyysinen taltio laitteelta %1$s
fr: Supprimer le volume physique sur %1$s
gl: Eliminar o volume físico en %1$s
hu: Fizikai kötet törlése a(z) %1$s eszközön
id: Hapus volume fisik pada %1$s
it: Eliminare il volume fisico su %1$s
ka: %1$s-ზე ფიზიკური ტომის წაშლა
nl: Fysiek volume %1$s verwijderen
pl: Usuń wolumen fizyczny na urządzeniu %1$s
pt_br: Remover volume físico em %1$s
sk: Vymazať fyzický zväzok na %1$s
sl: Izbriši fizični nosilec na %1$s
sv: Ta bort fysisk volym på %1$s

source: Delete primary partition %1$s (%2$s)
ar: حذف القسم الأساسي %1$s (‏%2$s)
ca: Suprimeix la partició primària %1$s (%2$s)
cs: Odstranit primární oddíl %1$s (%2$s)
de: Primäre Partition %1$s (%2$s) löschen
es: Suprimir partición primaria %1$s (%2$s)
fi: Poista ensisijainen osio %1$s (%2$s)
fr: Supprimer la partition principale %1$s (%2$s)
gl: Eliminar a partición primaria %1$s (%2$s)
hu: %1$s elsődleges partíció (%2$s) törlése
id: Hapus partisi primary %1$s (%2$s)
it: Elimina la partizione primaria %1$s (%2$s)
ka: ძირითადი დანაყოფის %1$s (%2$s) წაშლა
nl: Primaire partitie %1$s (%2$s) verwijderen
pl: Usuń partycję podstawową %1$s (%2$s)
pt_br: Apagar partição primária %1$s (%2$s)
sk: Vymazať primárny oddiel %1$s (%2$s)
sl: Izbriši glavni razdelek %1$s (%2$s)
sv: Ta bort primär partition %1$s (%2$s)

source: Delete subvolume %1$s on %2$s
ar: حذف وحدة التخزين الفرعية %1$s على %2$s
ca: Suprimeix el subvolum %1$s de %2$s
cs: Odstranit podsvazek %1$s na %2$s
de: Subvolume %1$s auf %2$s löschen
es: Suprimir subvolumen %1$s en %2$s
fi: Poista alitaltio %1$s laitteelta %2$s
fr: Supprimer le sous-volume %1$s sur %2$s
gl: Eliminar o subvolume %1$s en %2$s
hu: %1$s alkötet törlése a(z) %2$s eszközön
id: Hapus subvolume %1$s pada %2$s
it: Eliminare il sottovolume %1$s su %2$s
ka: %2$s-ზე ქვეტომი %1$s-ის წაშლა
nl: Subvolume %1$s op %2$s verwijderen
pl: Usuń podwolumin %1$s na urządzeniu %2$s
pt_br: Remover subvolume %1$s em %2$s
sk: Vymazať podzväzok %1$s na %2$s
sl: Izbriši podnosilec %1$s na %2$s
sv: Ta bort delvolym %1$s på %2$s

source: Delete thin logical volume %1$s (%2$s) on volume group %3$s
ar: حذف وحدة التخزين المنطقية التابعة %1$s (‏%2$s) في مجموعة وحدات التخزين %3$s
ca: Suprimeix el volum lògic prim %1$s (%2$s) del grup de volums %3$s
cs: Odstranit tenký logický svazek %1$s (%2$s) na skupině svazků %3$s
de: Logisches Thin Volume %1$s (%2$s) in Volume-Gruppe %3$s löschen
es: Suprimir volumen lógico ligero %1$s (%2$s) en el grupo de volúmenes %3$s
fi: Poistetaan looginen taltio %1$s (%2$s) taltioryhmästä %3$s
fr: Supprimer le volume logique léger %1$s (%2$s) sur le groupe de volumes %3$s
gl: Eliminar o volume lóxico reducido %1$s (%2$s) no grupo de volumes %3$s
hu: %1$s vékony logikai kötet (%2$s) törlése a(z) %3$s kötetcsoportban
id: Hapus volume logical thin %1$s (%2$s) pada grup volume %3$s
it: Elimina il volume logico thin %1$s (%2$s) sul gruppo di volumi %3$s
ka: ტომების ჯგუფზე %3$s თხელი ლოგიკური ტომის %1$s(%2$s) წაშლა
nl: Thin logisch volume %1$s (%2$s) op volumegroep %3$s verwijderen
pl: Usuń cienki wolumen logiczny %1$s (%2$s) w grupie wolumenów (%3$s)
pt_br: Apagar volume lógico thin %1$s (%2$s) no grupo de volumes %3$s
sk: Vymazať tenký logický zväzok %1$s (%2$s) na skupine zväzkov %3$s
sl: Izbriši tanek logični nosilec %1$s (%2$s) na skupini nosilcev %3$s
sv: Ta bort tunn logisk volym %1$s (%2$s) i volymgrupp %3$s

source: Delete thin pool logical volume %1$s (%2$s) on volume group %3$s
ar: حذف مجمع وحدة التخزين المنطقية التابعة %1$s (‏%2$s) في مجموعة وحدات التخزين %3$s
ca: Suprimeix el volum lògic d'agrupació prima %1$s (%2$s) del grup de volums %3$s
cs: Odstranit logický svazek tenkého fondu %1$s (%2$s) na skupině svazků %3$s
de: Logisches Thin Pool Volume %1$s (%2$s) in Volume-Gruppe %3$s löschen
es: Suprimir volumen lógico de grupo ligero %1$s (%2$s) en el grupo de volúmenes %3$s
fi: Poistetaan looginen taltio %1$s (%2$s) taltioryhmästä %3$s
fr: Supprimer le volume logique de pool léger %1$s (%2$s) sur le groupe de volumes %3$s
gl: Eliminar a área reducida de volume lóxico %1$s (%2$s) no grupo de volumes %3$s
hu: Vékony készlethez tartozó %1$s logikai kötet (%2$s) törlése a(z) %3$s kötetcsoportban
id: Hapus volume logical thin pool %1$s (%2$s) pada grup volume %3$s
it: Elimina il volume logico pool thin %1$s (%2$s) sul gruppo di volumi %3$s
ka: ტომების ჯგუფზე %3$s არსებული თხელი პულის ლოგიკური ტომის %1$s (%2$s) წაშლა
nl: Thin logisch volume %1$s (%2$s) op volumegroep %3$s verwijderen
pl: Usuń wolumen logiczny %1$s (%2$s) cienkiej puli w grupie wolumenów %3$s
pt_br: Apagar volume lógico de pool thin %1$s (%2$s) no grupo de volumes %3$s
sk: Vymazať tenký logický zväzok fondu %1$s (%2$s) na skupine zväzkov %3$s
sl: Izbriši logični nosilec s tanko zalogo %1$s (%2$s) na skupini nosilcev %3$s
sv: Ta bort tunn logisk poolvolym %1$s (%2$s) i volymgrupp %3$s

source: Delete volume group %1$s (%2$s)
ar: حذف مجموعة وحدات التخزين %1$s (‏%2$s)
ca: Suprimeix el grup de volums %1$s (%2$s)
cs: Zrušit skupinu svazků %1$s (%2$s)
de: Volume-Gruppe %1$s (%2$s) löschen
es: Suprimir grupo de volúmenes %1$s (%2$s)
fi: Poista taltioryhmä %1$s (%2$s)
fr: Supprimer le groupe de volumes %1$s (%2$s)
gl: Eliminar o grupo de volumes %1$s (%2$s)
hu: %1$s (%2$s) kötetcsoport törlése
id: Hapus grup volume %1$s (%2$s)
it: Eliminare il gruppo di volumi %1$s (%2$s)
ka: ტომების ჯგუფის (%1$s)წაშლა (%2$s)
nl: Volumegroep %1$s (%2$s) verwijderen
pl: Usuń grupę woluminów %1$s (%2$s)
pt_br: Remover grupo de volume %1$s (%2$s)
sk: Vymazať skupinu zväzkov %1$s (%2$s)
sl: Izbriši skupino nosilcev %1$s (%2$s)
sv: Ta bort volymgrupp %1$s (%2$s)

source: Deleting %1$s on %2$s
ar: يتم الآن حذف %1$s من %2$s
ca: Suprimint el sistema de fitxers %1$s de %2$s
cs: Odstraňuji %1$s na %2$s
de: %1$s auf %2$s wird gelöscht
es: Suprimiendo %1$s en %2$s
fi: Poistetaan %1$s laitteelta %2$s
fr: Suppression de %1$s sur %2$s
hu: A(z) %2$s eszközön lévő %1$s fájlrendszer törlése
id: Menghapus %1$s pada %2$s
it: Eliminazione di %1$s su %2$s in corso
ka: %1$s %2$s-ზე წაშლა
nl: %1$s op %2$s verwijderen
pl: Usuwanie %1$s na urządzeniu %2$s
pt_br: Removendo %1$s de %2$s
sk: Mazanie %1$s na %2$s
sl: Brisanje datotečnega sistema %1$s na %2$s
sv: Tar bort %1$s från %2$s

source: Deleting DASD partition table on %1$s
ar: يتم الآن حذف قسم DASD على %1$s
ca: Suprimint la taula de particions de DASD de %1$s
cs: Odstraňuje se tabulka oddílů typu DASD na %1$s
de: DASD-Partitionstabelle auf %1$s wird gelöscht
es: Suprimiendo tabla de partición DASD en %1$s
fi: Poistetaan DASD-osiotaulukko laitteelta %1$s
fr: Suppression de la table de partitions DASD sur %1$s
gl: Eliminando a táboa de partición DASD en %1$s
hu: DASD partíciós tábla törlése a(z) %1$s eszközön
id: Menghapus tabel partisi DASD pada %1$s
it: Eliminazione della tabella delle partizioni DASD su %1$s
ka: %1$s-ზე DASD დანაყოფების ცხრილის წაშლა
nl: DASD-partitietabel op %1$s verwijderen
pl: Usuwanie tablicy partycji DASD na urządzeniu %1$s
pt_br: Removendo tabela de partição DASD em %1$s
sk: Mazanie tabuľky oddielov DASD na %1$s
sl: Brisanje razpredelnice razdelkov DASD na %1$s
sv: Tar bort partitionstabell DASD på %1$s

source: Deleting GPT on %1$s
ar: يتم الآن حذف GPT على %1$s
ca: Suprimint GPT de %1$s
cs: Odstraňuje se GPT na %1$s
de: GPT auf %1$s wird gelöscht
es: Suprimiendo GPT en %1$s
fi: Poistetaan GPT laitteelta %1$s
fr: Suppression de la table de partitions GPT sur %1$s
gl: Eliminando o GPT en %1$s
hu: GPT törlése a(z) %1$s eszközön
id: Menghapus GPT pada %1$s
it: Eliminazione della tabella delle partizioni GPT su %1$s
ka: %1$s-ზე GPT-ის წაშლა
nl: GPT op %1$s verwijderen
pl: Usuwanie tablicy partycji GPT na urządzeniu %1$s
pt_br: Removendo GPT em %1$s
sk: Mazanie GPT na %1$s
sl: Brisanje GPT na %1$s
sv: Tar bort GPT på %1$s

source: Deleting MD %1$s %2$s (%3$s)
ar: يتم الآن حذف MD‏ %1$s ‏%2$s (‏%3$s)
ca: Suprimint l'MD %1$s %2$s (%3$s)
cs: Odstraňuji MD %1$s %2$s (%3$s)
de: MD %1$s %2$s (%3$s) wird gelöscht
es: Suprimiendo MD %1$s %2$s (%3$s)
fi: Poistetaan MD %1$s -laite %2$s (%3$s)
fr: Suppression du MD %1$s %2$s (%3$s)
gl: Eliminando o MD %1$s %2$s (%3$s)
hu: MD %1$s %2$s (%3$s) törlése
id: Menghapus MD %1$s %2$s (%3$s)
it: Eliminazione dell'MD %1$s %2$s (%3$s)
ka: MD-ის წაშლა %1$s%2$s (%3$s)
nl: MD %1$s %2$s (%3$s) verwijderen
pl: Usuwanie MD %1$s %2$s (%3$s)
pt_br: Removendo MD %1$s %2$s (%3$s)
sk: Mazanie MD %1$s %2$s (%3$s)
sl: Brisanje MD %1$s %2$s (%3$s)
sv: Tar bort MD %1$s %2$s (%3$s)

source: Deleting MS-DOS partition table on %1$s
ar: يتم الآن حذف جدول قسم MS-DOS على %1$s
ca: Suprimint la taula de particions MS-DOS de %1$s
cs: Odstraňuje se tabulka oddílů typu MS-DOS na %1$s
de: MS-DOS-Partitionstabelle auf %1$s wird gelöscht
es: Suprimiendo la tabla de partición MS-DOS en %1$s
fi: Poistetaan MS-DOS-osiotaulukko laitteelta %1$s
fr: Suppression de la table de partition MS-DOS sur %1$s
gl: Eliminando a táboa de partición MS-DOS en %1$s
hu: MS-DOS partíciós tábla törlése a(z) %1$s eszközön
id: Menghapus tabel partisi MS-DOS pada %1$s
it: Eliminazione della tabella delle partizioni MS-DOS su %1$s
ka: %1$s-ზე MS-DOS-ის დანაყოფების ცხრილის წაშლა
nl: MS-DOS-partitietabel op %1$s verwijderen
pl: Usuwanie tablicy partycji MS-DOS na urządzeniu %1$s
pt_br: Apagando tabela de partição MS-DOS em %1$s
sk: Vymazanie tabuľky oddielov MS-DOS na %1$s
sl: Brisanje razpredelnice razdelkov MS-DOS na %1$s
sv: Tar bort MSDOS-partitionstabell på %1$s

source: Deleting bcache %1$s (%2$s)
ca: Suprimint la bcau %1$s (%2$s)
cs: Odstraňuji bcache %1$s (%2$s)
de: Bcache %1$s (%2$s) wird gelöscht
es: Suprimiendo bcache %1$s (%2$s)
fi: Poistetaan bcache %1$s (%2$s)
fr: Suppression du bcache %1$s (%2$s)
id: Menghapus bcache %1$s (%2$s)
it: Eliminazione Bcache %1$s (%2$s)
ka: Bcache %1$s-ის წაშლა (%2$s)
nl: Bcache %1$s (%2$s) wordt verwijderd
pt_br: Removendo bcache %1$s (%2$s)
sk: Vymazanie bcache %1$s (%2$s)
sl: Brisanje bcache %1$s (%2$s)
sv: Tar bort bcache %1$s (%2$s)

source: Deleting bcache cache set on %1$s (%2$s)
ca: Suprimint el conjunt de cau de bcau de %1$s (%2$s)
cs: Odstraňuji sadu mezipamětí bcache na %1$s (%2$s)
de: Bcache-Cacheset auf %1$s (%2$s) wird gelöscht
es: Suprimiendo conjunto de caché de bcache en %1$s (%2$s)
fi: Poistetaan bcache asetus %1$s (%2$s)
fr: Suppression du cache Bcache défini sur %1$s (%2$s)
id: Menghapus cache bcache yang ditetapkan pada %1$s (%2$s)
it: Eliminazione del set di cache Bcache su %1$s (%2$s)
ka: %1$s-ზე (%2$s) bcache-ის კეშის სეტის წაშლა
nl: Bcache-cacheset op %1$s (%2$s) wordt verwijderd
pt_br: Excluindo o conjunto de cache do bcache %1$s (%2$s)
sk: Vymazanie sady vyrovnávacej pamäte bcache na %1$s (%2$s)
sl: Brisanje nabora predpomnilnikov bcache na %1$s (%2$s)
sv: Tar bort Bcache-cacheuppsättning på %1$s (%2$s)

source: Deleting encryption layer device on %1$s
ar: يتم الآن حذف جهاز طبقة تشفير على %1$s
ca: Suprimint el dispositiu de capa d'encriptació de %1$s
cs: Odstraňuji zařízení šifrovací vrstvy na %1$s
de: Gerät der verschlüsselten Schicht auf %1$s wird gelöscht
es: Suprimiendo dispositivo de capa de cifrado en %1$s
fi: Poistetaan salaustasoa laitteelta %1$s
fr: Suppression de la couche de chiffrement sur %1$s
gl: Eliminando a capa de cifrado de dispositivo en %1$s
hu: Titkosításiréteg-eszköz törlése a(z) %1$s eszközön
id: Menghapus perangkat loop terenkripsi pada %1$s
it: Eliminazione dello strato di cifratura su %1$s
ka: იშლება დაშიფვრის ფენის მოწყობილობა %1$s-ზე
nl: Versleutelingslaag van apparaat op %1$s verwijderen
pl: Usuwanie urządzenia warstwy szyfrowania na urządzeniu %1$s
pt_br: Removendo dispositivo de camada de criptografia em %1$s
sk: Mazanie zariadenia šifrovacej úrovne na %1$s
sl: Brisanje naprave šifrirnega sloja na %1$s
sv: Tar bort krypterad enhet på %1$s

source: Deleting extended partition %1$s (%2$s)
ar: يتم الآن حذف قسم موسع %1$s (‏%2$s)
ca: Suprimint la partició ampliada %1$s (%2$s)
cs: Odstraňuje se rozšířený oddíl %1$s (%2$s)
de: Erweiterte Partition auf %1$s (%2$s) wird gelöscht
es: Suprimiendo la partición extendida %1$s (%2$s)
fi: Poistetaan laajennettua osiota %1$s (%2$s)
fr: Suppression de la partition étendue %1$s (%2$s)
gl: Eliminando a partición estendida %1$s (%2$s)
hu: %1$s kiterjesztett partíció (%2$s) törlése
id: Menghapus partisi extended %1$s (%2$s)
it: Eliminazione della partizione estesa %1$s (%2$s)
ka: გაფართოებული დანაყოფის %1$s (%2$s) წაშლა
nl: Uitgebreide partitie %1$s (%2$s) wordt verwijderd
pl: Usuwanie partycji rozszerzonej %1$s (%2$s)
pt_br: Apagando partição estendida %1$s (%2$s)
sk: Vymazanie rozšíreného oddielu %1$s (%2$s)
sl: Brisanje razširjenega razdelka %1$s (%2$s)
sv: Tar bort utökad partition %1$s (%2$s)

source: Deleting implicit partition %1$s (%2$s)
ar: يتم الآن حذف القسم الضمني %1$s (‏%2$s)
ca: Suprimint la partició implícita %1$s (%2$s)
cs: Odstraňuje se implicitní oddíl %1$s (%2$s)
de: Implizite Partition %1$s (%2$s) wird gelöscht
es: Suprimiendo la partición implícita %1$s (%2$s)
fi: Poistetaan implisiittistä osiota %1$s (%2$s)
fr: Suppression de la partition implicite %1$s (%2$s)
gl: Eliminando a partición implícita %1$s (%2$s)
hu: %1$s implicit partíció (%2$s) törlése
id: Menghapus partisi implisit %1$s (%2$s)
it: Eliminazione della partizione implicita %1$s (%2$s)
ka: იშლება არაცხადი დანაყოფი %1$s (%2$s)
nl: Impliciete partitie %1$s (%2$s) wordt verwijderd
pl: Usuwanie niejawnej partycji %1$s (%2$s)
pt_br: Apagando partição implícita %1$s (%2$s)
sk: Vymazanie implicitného oddielu %1$s (%2$s)
sl: Brisanje implicitnega razdelka %1$s (%2$s)
sv: Tar bort underförstådd partition %1$s (%2$s)

source: Deleting implicit partition table on %1$s
ar: يتم الآن حذف جدول قسم ضمني على %1$s
ca: Suprimint la taula de particions implícita de %1$s
cs: Odstraňuje se implicitní tabulka oddílů na %1$s
de: Implizite Partitionstabelle auf %1$s wird gelöscht
es: Suprimiendo la tabla de partición implícita en %1$s
fi: Poistetaan implisiittistä osiotaulukkoa laitteelta %1$s
fr: Suppression de la table de partitions implicite sur %1$s
gl: Eliminando a táboa de partición implícita %1$s
hu: Implicit partíciós tábla törlése a(z) %1$s eszközön
id: Menghapus tabel partisi implisit pada %1$s
it: Eliminazione della tabella delle partizioni implicite su %1$s
ka: %1$s-ზე არაცხადი დანაყოფების ცხრილის წაშლა
nl: Impliciete partitietabel op %1$s wordt verwijderd
pl: Usuwanie niejawnej tablicy partycji na urządzeniu %1$s
pt_br: Apagando tabela de partição implícita em %1$s
sk: Vymazanie implicitnej tabuľky oddielov na %1$s
sl: Brisanje razpredelnice implicitnih razdelkov na %1$s
sv: Tar bort underförstådd partitionstabell DASD på %1$s

source: Deleting logical partition %1$s (%2$s)
ar: يتم الآن حذف قسم منطقي %1$s (‏%2$s)
ca: Suprimint la partició lògica %1$s (%2$s)
cs: Odstraňuje se logický oddíl %1$s (%2$s)
de: Logische Partition %1$s (%2$s) wird gelöscht
es: Suprimiendo la partición lógica %1$s (%2$s)
fi: Poistetaan looginen osio %1$s (%2$s)
fr: Suppression de la partition logique %1$s (%2$s)
gl: Eliminando a partición lóxica %1$s (%2$s)
hu: %1$s logikai partíció (%2$s) törlése
id: Menghapus partisi logical %1$s (%2$s)
it: Eliminazione della partizione logica %1$s (%2$s)
ka: ლოგიკური დანაყოფის %1$s (%2$s) წაშლა
nl: Logische partitie %1$s (%2$s) wordt verwijderd
pl: Usuwanie partycji logicznej %1$s (%2$s)
pt_br: Apagando partição lógica %1$s (%2$s)
sk: Vymazanie logického oddielu %1$s (%2$s)
sl: Brisanje logičnega razdelka %1$s (%2$s)
sv: Tar bort logisk partition %1$s (%2$s)

source: Deleting logical volume %1$s (%2$s) on volume group %3$s
ar: يتم الآن حذف وحدة التخزين المنطقية %1$s (‏%2$s) في مجموعة وحدات التخزين %3$s
ca: Suprimint el volum lògic %1$s (%2$s) del grup de volums %3$s
cs: Odstraňuji logický svazek %1$s (%2$s) ve skupině svazků %3$s
de: Logisches Volume %1$s (%2$s) in Volume-Gruppe %3$s wird gelöscht
es: Suprimiendo volumen lógico %1$s (%2$s) en grupo de volúmenes %3$s
fi: Poistetaan looginen taltio %1$s (%2$s) taltioryhmästä %3$s
fr: Suppression du volume logique %1$s (%2$s) sur le groupe de volumes %3$s
gl: Eliminando o volume lóxico %1$s (%2$s) no grupo de volumes %3$s
hu: %1$s logikai kötet (%2$s) törlése a(z) %3$s kötetcsoportban
id: Menghapus volume logical %1$s (%2$s) pada grup volume %3$s
it: Eliminazione del volume logico %1$s (%2$s) sul gruppo di volumi %3$s
ka: ტომების ჯგუფზე %3$s არსებული ლოგიკური ტომის %1$s (%2$s) წაშლა
nl: Logisch volume %1$s (%2$s) op volumegroep %3$s verwijderen
pl: Usuwanie woluminu logicznego %1$s (%2$s) w grupie woluminów (%3$s)
pt_br: Removendo volume lógico %1$s (%2$s) no grupo de volume %3$s
sk: Mazanie logického zväzku %1$s (%2$s) na skupine zväzkov %3$s
sl: Brisanje logičnega nosilca %1$s (%2$s) na skupini nosilcev %3$s
sv: Ta bort logisk volym %1$s (%2$s) i volymgrupp %3$s

source: Deleting partition %1$s (%2$s)
ar: يتم الآن حذف قسم %1$s (‏%2$s)
ca: Suprimint la partició %1$s (%2$s)
cs: Odstraňuji oddíl %1$s (%2$s)
de: Partition %1$s (%2$s) wird gelöscht
es: Suprimiendo partición %1$s (%2$s)
fi: Poistetaan osio %1$s (%2$s)
fr: Suppression de la partition %1$s (%2$s)
gl: Eliminando a partición %1$s (%2$s)
hu: %1$s partíció törlése (%2$s)
id: Menghapus partisi %1$s (%2$s)
it: Eliminazione della partizione %1$s (%2$s)
ka: %1$s დანაყოფის წაშლა (%2$s)
nl: Partitie %1$s (%2$s) verwijderen
pl: Usuwanie partycji %1$s (%2$s)
pt_br: Removendo partição %1$s (%2$s)
sk: Mazanie oddielu %1$s (%2$s)
sl: Brisanje razdelka %1$s (%2$s)
sv: Tar bort partitionen %1$s (%2$s)

source: Deleting physical volume on %1$s
ar: يتم الآن حذف وحدة التخزين الفعلية على %1$s
ca: Suprimint el volum físic de %1$s
cs: Odstraňuji fyzický oddíl %1$s
de: Physisches Volume auf %1$s wird gelöscht
es: Suprimiendo volumen físico en %1$s
fi: Poistetaan fyysinen osio laitteelta %1$s
fr: Suppression du volume physique sur %1$s
gl: Eliminando o volume físico en %1$s
hu: Fizikai kötet törlése a(z) %1$s eszközön
id: Menghapus volume fisik pada %1$s
it: Eliminazione del volume fisico su %1$s
ka: %1$s-ზე ფიზიკური ტომის წაშლა
nl: Fysiek volume op %1$s verwijderen
pl: Usuwanie woluminu fizycznego na urządzeniu %1$s
pt_br: Removendo volume físico em %1$s
sk: Mazanie fyzického zväzku na %1$s
sl: Brisanje fizičnega nosilca na %1$s
sv: Tar bort fysisk volym på %1$s
