Repository: openSUSE/libstorage-ng
Catalog: po/*.po
Languages: ar, ca, cs, de, es, fi, fr, gl, hu, id, it, ka, nl, pl, pt_br, sk, sl, sv

source: Add mount point %1$s of subvolume %2$s on %3$s to /etc/fstab
ar: إضافة نقطة التوصيل %1$s لوحدة التخزين الفرعية %2$s في %3$s إلى /etc/fstab
ca: Afegeix el punt de muntatge %1$s del subvolum %2$s de %3$s a /etc/fstab
cs: Přidat přípojný bod %1$s podsvazku %2$s na %3$s do /etc/fstab
de: Mountpoint %1$s vom Subvolume %2$s auf %3$s zur /etc/fstab hinzufügen
es: Añadir punto de montaje %1$s de subvolumen %2$s en %3$s a /etc/fstab
fi: Lisää laitteen %3$s alitaltion %2$s liitoskohta %1$s tiedostoon /etc/fstab
fr: Ajouter le point de montage %1$s du sous-volume %2$s sur %3$s à /etc/fstab
gl: Engadir un punto de montaxe %1$s do subvolume %2$s en %3$s para /etc/fstab
hu: A(z) %3$s eszközön lévő %2$s alkötet %1$s csatlakoztatási pontjának hozzáadása az /etc/fstab fájlhoz
id: Tambah titik kait %1$s milik subvolume %2$s pada %3$s ke /etc/fstab
it: Aggiungi il punto di montaggio %1$s del sottovolume %2$s su %3$s a /etc/fstab
ka: %3$s-ზე მდებარე ქვეტომის %2$s მიმაგრების წერტილის %1$s /etc/fstab-ში ჩამატება
nl: Aankoppelpunt %1$s van subvolume %2$s op %3$s toevoegen aan /etc/fstab
pl: Dodaj punkt montowania %1$s podwoluminu %2$s na urządzeniu %3$s do /etc/fstab
pt_br: Adicionar ponto de montagem %1$s do subvolume %2$s em %3$s no /etc/fstab
sk: Pridať bod pripojenia %1$s z podzväzku %2$s na %3$s do /etc/fstab
sl: Dodaj priklopno točko %1$s podnosilca %2$s na %3$s v /etc/fstab
sv: Lägg till monteringspunkten %1$s från delvolym %2$s på %3$s i /etc/fstab

source: Adding %1$s (%2$s) to btrfs on %3$s
ca: Afegint %1$s (%2$s) al btrfs de %3$s
cs: Přidává se %1$s (%2$s) k btrfs na %3$s
de: %1$s (%2$s) wird zu Btrfs auf %3$s hinzugefügt
es: Añadiendo %1$s (%2$s) a btrfs en %3$s
fi: Lisätään %1$s (%2$s) btrfs -kohteeseen %3$s
fr: Ajout de %1$s (%2$s) au système de fichiers Btrfs sur %3$s
id: Menambahkan %1$s (%2$s) ke btrfs pada %3$s
it: Aggiunta di %1$s (%2$s) a btrfs su %3$s
ka: %1$s-ის (%2$s) დამატება btrfs-ზე %3$s-ზე
nl: %1$s (%2$s) wordt toegevoegd aan btrfs op %3$s
pl: Dodawanie %1$s (%2$s) do btrfs na %3$s
pt_br: Adicionando %1$s (%2$s) para btrfs no %3$s
sk: Pridanie %1$s (%2$s) k btrfs na %3$s
sl: Dodajanje %1$s (%2$s) btrfs-ju na %3$s
sv: Lägger till %1$s (%2$s) till btrfs på %3$s

source: Adding %1$s to %2$s
ar: تتم الآن إضافة %1$s إلى %2$s
ca: Afegint %1$s a %2$s
cs: Přidává se %1$s k %2$s
de: %1$s wird zu %2$s hinzugefügt
es: Añadiendo %1$s a %2$s
fi: Lisätään %1$s kohteeseen %2$s
fr: Ajout de %1$s à %2$s
gl: Engadíndolle %1$s a %2$s
hu: %1$s eszköz hozzáadása a(z) %2$s eszközhöz
id: Menambahkan %1$s ke %2$s
it: Aggiunta di %1$s a %2$s
ka: %1$s-ის დამატება %2$s-სთვის
nl: %1$s wordt toegevoegd aan %2$s
pl: Dodawanie %1$s do %2$s
pt_br: Adicionando %1$s em %2$s
sk: Pridanie %1$s k %2$s
sl: Dodajanje %1$s nosilcu %2$s
sv: Lägger till %1$s i %2$s

source: Adding %1$s to /etc/mdadm.conf
ar: تتم الآن إضافة %1$s إلى /etc/mdadm.conf
ca: Afegint %1$s a /etc/mdadm.conf
cs: Přidávání %1$s do /etc/mdadm.conf
de: %1$s wird zur /etc/mdadm.conf hinzugefügt
es: Añadiendo %1$s a /etc/mdadm.conf
fi: Lisätään %1$s tiedostoon /etc/mdadm.conf
fr: Ajout de %1$s à /etc/mdadm.conf
gl: Engadindo %1$s en /etc/mdadm.conf
hu: %1$s hozzáadása az /etc/mdadm.conf fájlhoz
id: Menambahkan %1$s ke /etc/mdadm.conf
it: Aggiunta di %1$s a /etc/mdadm.conf
ka: %1$s-ის ჩამატება /etc/mdadm.conf-ში
nl: %1$s wordt toegevoegd aan /etc/mdadm.conf
pl: Dodawanie %1$s do /etc/mdadm.conf
pt_br: Adicionando %1$s no /etc/mdadm.conf
sk: Pridanie %1$s do /etc/mdadm.conf
sl: Dodajanje %1$s v /etc/mdadm.conf
sv: Lägger till %1$s i /etc/mdadm.conf

source: Adding device %1$s to LVM devices file
ca: Afegint el dispositiu %1$s al fitxer de dispositius d'LVM
de: Gerät %1$s wird zur LVM-Gerätedatei hinzugefügt
es: Añadiendo el dispositivo %1$s al archivo de dispositivos de LVM
fr: Ajout du périphérique %1$s au fichier des périphériques LVM
it: Aggiunta del dispositivo %1$s al file dei dispositivi LVM
nl: Apparaat %1$s wordt toegevoegd aan LVM-apparatenbestand
pt_br: Adicionando dispositivo %1$s ao arquivo de dispositivos LVM
sk: Pridanie zariadenia %1$s do súboru zariadení LVM
sl: Dodajanje naprave %1$s v datoteko z napravami LVM
sv: Lägger till enhet %1$s till LVM-enhetsfil

source: Adding encryption layer device on %1$s to /etc/crypttab
ar: تتم الآن إضافة جهاز طبقة التشفير في %1$s إلى /etc/crypttab
ca: Afegint el dispositiu de capa d'encriptació de %1$s a /etc/crypttab
cs: Přidávání šifrované vrstvy zařízení na %1$s do /etc/crypttab
de: Verschlüsseltes Loop-Gerät auf %1$s wird zur /etc/crypttab hinzugefügt
es: Añadiendo dispositivo de capa de cifrado en %1$s a /etc/crypttab
fi: Lisätään laitteen %1$s salaustaso /etc/crypttab-tiedostoon
fr: Ajout de la couche de chiffrement sur %1$s à /etc/crypttab
gl: Engadindo unha capa de cifrado de dispositivo a %1$s para /etc/crypttab
hu: Titkosításiréteg-eszköz hozzáadása a(z) %1$s eszközön az /etc/crypttab fájlhoz
id: Menambahkan perangkat loop terenkripsi pada %1$s ke /etc/crypttab
it: Aggiunta dello strato di cifratura su %1$s ad /etc/crypttab
ka: %1$s-ზე არსებული დაშიფვრის ფენის მოწყობილობის /etc/crypttab-ში ჩამატება
nl: Versleutelingslaag van apparaat op %1$s wordt toegeveogd aan /etc/crypttab
pl: Dodawanie urządzenia warstwy szyfrowania na urządzeniu %1$s do /etc/crypttab
pt_br: Adicionando dispositivo de camada de criptografia em %1$s no /etc/crypttab
sk: Pridanie zariadenia šifrovacej úrovne na %1$s do /etc/crypttab
sl: Dodajanje naprave šifrirnega sloja na %1$s v /etc/crypttab
sv: Lägger till krypterad enhet på %1$s i /etc/crypttab

source: Adding mount point %1$s of %2$s to /etc/fstab
ar: تتم الآن إضافة نقطة التوصيل %1$s من %2$s إلى /etc/fstab
ca: Afegint el punt de muntatge %1$s de %2$s a /etc/fstab
cs: Přidává se přípojný bod %1$s z %2$s k /etc/fstab
de: Mountpoint %1$s von %2$s wird zur /etc/fstab hinzugefügt
es: Añadiendo punto de montaje %1$s de %2$s a /etc/fstab
fi: Lisätään laitteen %2$s liitoskohta %1$s /etc/fstab-tiedostoon
fr: Ajout du point de montage %1$s de %2$s à /etc/fstab
gl: Engadíndolle o punto de montaxe %1$s de %2$s a /etc/fstab
hu: %2$s eszköz %1$s csatlakoztatási pontjának hozzáadása az /etc/fstab fájlhoz
id: Menambahkan titik kait %1$s milik %2$s ke /etc/fstab
it: Aggiunta del punto di montaggio %1$s di %2$s a /etc/fstab
ka: %2$s-ის მიმაგრების წერტილის %1$s /etc/fstab-ში ჩამატება
nl: Aankoppelpunt %1$s van %2$s wordt toegevoegd aan /etc/fstab
pl: Dodawanie punktu montowania %1$s urządzenia %2$s do /etc/fstab
pt_br: Adicionando ponto de montagem %1$s do %2$s no /etc/fstab
sk: Pridanie bodu pripojenia %1$s z %2$s do /etc/fstab
sl: Dodajanje priklopne točke %1$s za %2$s v /etc/fstab
sv: Lägger monteringspunkten %1$s från %2$s i /etc/fstab

source: Adding mount point %1$s of subvolume %2$s on %3$s to /etc/fstab
ar: تتم الآن إضافة نقطة توصيل %1$s لوحدة التخزين الفرعية %2$s في %3$s إلى /etc/fstab
ca: Afegint el punt de muntatge %1$s del subvolum %2$s de %3$s a /etc/fstab
cs: Přidávání přípojného bodu %1$s podsvazku %2$s na %3$s do /etc/fstab
de: Mountpoint %1$s von Subvolume %2$s auf %3$s wird zur /etc/fstab hinzugefügt
es: Añadiendo punto de montaje %1$s de subvolumen %2$s en %3$s a /etc/fstab
fi: Lisätään laitteen %3$s alitaltion %2$s liitoskohta %1$s tiedostoon /etc/fstab
fr: Ajout du point de montage %1$s du sous-volume %2$s sur %3$s à /etc/fstab
gl: Engadindo o punto de montaxe %1$s do subvolume %2$s en %3$s para /etc/fstab
hu: A(z) %3$s eszközön lévő %2$s alkötet %1$s csatlakoztatási pontjának hozzáadása az /etc/fstab fájlhoz
id: Menambahkan titik kait %1$s milik subvolume %2$s pada %3$s ke /etc/fstab
it: Aggiunta del punto di montaggio %1$s del sottovolume %2$s su %3$s a /etc/fstab
ka: %3$s-ზე მდებარე ქვეტომის %2$s მიმაგრების წერტილის %1$s /etc/fstab-ში ჩამატება
nl: Aankoppelpunt %1$s van subvolume %2$s op %3$s wordt toegevoegd aan /etc/fstab
pl: Dodawanie punktu montowania %1$s podwoluminu %2$s na urządzeniu %3$s do /etc/fstab
pt_br: Adicionando ponto de montagem %1$s do subvolume %2$s em %3$s no /etc/fstab
sk: Pridanie bodu pripojenia %1$s z podzväzku %2$s na %3$s do /etc/fstab
sl: Dodajanje priklopne točke %1$s podnosilca %2$s na %3$s v /etc/fstab
sv: Lägger till monteringspunkt %1$s från delvolym %2$s på %3$s i /etc/fstab

source: Assign qgroup %1$s to qgroup %2$s on %3$s
ca: Assigna el qgrup %1$s al qgrup %2$s a %3$s
cs: Přiřadit qgroup (q-skupinu) %1$s ke qgroup (q-skupině) %2$s na %3$s
de: qgroup %1$s zu qgroup %2$s auf %3$s zuweisen
es: Asignar qgroup %1$s a qgroup %2$s en %3$s
fi: Kytke qgroup %1$s qgroupiin %2$s laitteella %3$s
fr: Assigner le qgroup %1$s au qgroup %2$s sur %3$s
id: Tetapkan qgroup %1$s ke qgroup %2$s pada %3$s
it: Assegna qgroup %1$s a qgroup %2$s su %3$s
ka: 'qgroup %1$s'-ის მინიჭება 'qgroup %2$s'-სთვის %3$s-ზე
nl: Qgroup %1$s toekennen aan qgroup %2$s op %3$s
pt_br: Atribuir qgroup %1$s a qgroup %2$s em %3$s
sk: Priradiť qgroup %1$s ku qgroup %2$s na %3$s
sl: Dodeli qgroup %1$s v qgroup %2$s na %3$s
sv: Tilldela qgroup %1$s till qgroup %2$s på %3$s

source: Assign qgroup of subvolume %1$s to qgroup %2$s on %3$s
ca: Assigna el qgrup del subvolum %1$s al qgrup %2$s a %3$s
cs: Přiřadit qgroup z podsvazku %1$s ke qgroup %2$s na %3$s
de: qgroup von Subvolume %1$s zu qgroup %2$s auf %3$s zuweisen
es: Asignar qgroup del subvolumen %1$s a qgroup %2$s en %3$s
fi: Kytke alitaltion %1$s qgroup qgroupiin %2$s laitteella %3$s
fr: Assigner le qgroup du sous-volume %1$s au qgroup %2$s sur %3$s
id: Tetapkan qgroup dari subvolume %1$s ke qgroup %2$s pada %3$s
it: Assegna qgroup del sottovolume %1$s a qgroup %2$s su %3$s
ka: %3$s-ზე qgrup %2$s-ზე ქვეტომზე %1$s qgroup-ის მინიჭება
nl: Qgroup van subvolume %1$s toekennen aan qgroup %2$s op %3$s
pt_br: Atribuir qgrupo de subvolume %1$s a qgroup %2$s em %3$s
sk: Priradiť qgroup podzväzku %1$s ku qgroup %2$s na %3$s
sl: Dodeli qgroup podnosilca %1$s v qgroup %2$s na %3$s
sv: Tilldela qgroup av undervolym %1$s till qgroup %2$s på %3$s

source: Assigning qgroup %1$s to qgroup %2$s on %3$s
ca: Assignant el qgrup %1$s al qgrup %2$s a %3$s
cs: Přiřazuji qgroup %1$s ke qgroup %2$s na %3$s
de: qgroup %1$s wird zu qgroup %2$s auf %3$s zugewiesen
es: Asignando qgroup %1$s a qgroup %2$s en %3$s
fi: Kytketään qgroup %1$s qgroupiin %2$s laitteella %3$s
fr: Assignation du qgroup %1$s au qgroup %2$s sur %3$s
id: Menetapkan qgroup %1$s ke qgroup %2$s pada %3$s
it: Assegnazione di qgroup %1$s a qgroup %2$s su %3$s
ka: 'qgroup %1$s'-ის მინიჭება 'qgroup %2$s'-სთვის %3$s-ზე
nl: Qgroup %1$s wordt toegekend aan qgroup %2$s op %3$s
pt_br: Atribuindo qgroup %1$s a qgroup %2$s em %3$s
sk: Priradenie qgroup %1$s ku qgroup %2$s na %3$s
sl: Dodeljevanje qgroup %1$s v qgroup %2$s na %3$s
sv: Tilldelar qgroup %1$s till qgroup %2$s på %3$s

source: Assigning qgroup of subvolume %1$s to qgroup %2$s on %3$s
ca: Assignant el qgrup del subvolum %1$s al qgrup %2$s a %3$s
cs: Přiřazuji qgroup z podsvazku %1$s ke qgroup %2$s na %3$s
de: qgroup von Subvolume %1$s wird zu qgroup %2$s auf %3$s zugewiesen
es: Asignando qgroup del subvolumen %1$s a qgroup %2$s en %3$s
fi: Kytketään alitaltion %1$s qgroup qgroupiin %2$s laitteella %3$s
fr: Assignation du qgroup du sous-volume %1$s au qgroup %2$s sur %3$s
id: Menetapkan qgrup dari subvolume %1$s ke qgroup %2$s pada %3$s
it: Assegnazione di qgroup del sottovolume %1$s a qgroup %2$s su %3$s
ka: ქვეტომის %1$s-ის მინიჭება qgroup %2$s-სთვის %3$s-ზე
nl: Qgroup van subvolume %1$s wordt toegekend aan qgroup %2$s op %3$s
pt_br: Atribuindo qgroup do subvolume %1$s a qgroup %2$s em %3$s
sk: Priradenie qgroup podzväzku %1$s ku qgroup %2$s na %3$s
sl: Dodeljevanje qgroup podnosilca %1$s v qgroup %2$s na %3$s
sv: Tilldelar qgroup av undervolym %1$s till qgroup %2$s på %3$s

source: Attach bcache cache set on %1$s to bcache %2$s (%3$s)
ca: Adjunta el conjunt de cau de bcau de %1$s a la bcau de %2$s (%3$s)
cs: Připojit sadu pamětí bcache na %1$s k bcache %2$s (%3$s)
de: Bcache-Cacheset auf %1$s an Bcache %2$s (%3$s) anhängen
es: Conectar el conjunto de caché de bcache de %1$s con la bcache %2$s (%3$s)
fi: Lisää laitteen %1$s Bcache-välimuistijoukko Bcacheen %2$s (%3$s)
fr: Attacher le cache Bcache défini sur %1$s au Bcache sur %2$s (%3$s)
id: Pasang cache bcache yang ditetapkan pada %1$s ke bcache %2$s (%3$s)
it: Collega il set di cache Bcache su %1$s a Bcache %2$s (%3$s)
ka: %1$s-ზე მდებარე bcache-ის სეტის %2$s-ზე (%3$s) მიმაგრება
nl: Bcache-cacheset op %1$s aankoppelen aan bcache %2$s (%3$s)
pt_br: Anexar o cache do bcache definido em %1$s para bcache %2$s (%3$s)
sk: Pripojiť sadu vyrovnávacej pamäte bcache na %1$s k bcache %2$s (%3$s)
sl: Priklopi nabor predpomnilnikov bcache na %1$s v bcache %2$s (%3$s)
sv: Bifoga Bcache-cacheuppsättning på %1$s till bcache %2$s (%3$s)

source: Attaching bcache cache set on %1$s to bcache %2$s (%3$s)
ca: Adjuntant el conjunt de cau de bcau de %1$s a la bcau de %2$s (%3$s)
cs: Připojuji sadu pamětí bcache na %1$s k bcache %2$s (%3$s)
de: Bcache-Cacheset auf %1$s wird an Bcache %2$s (%3$s) angehängt
es: Conectando el conjunto de caché de bcache de %1$s con %2$s (%3$s)
fi: Lisätään laitteen %1$s Bcache-välimuistijoukko Bcacheen %2$s (%3$s)
fr: Attachement du cache Bcache défini sur %1$s au Bcache %2$s (%3$s)
id: Memasang cache bcache yang ditetapkan pada %1$s ke bcache %2$s (%3$s)
it: Collegamento del set di cache Bcache su %1$s a Bcache %2$s (%3$s)
ka: %1$s-ზე მდებარე bcache-ის სეტის %2$s bcache-ზე (%3$s) მიმაგრება
nl: Bcache-cacheset op %1$s wordt gekoppeld aan bcache %2$s (%3$s)
pt_br: Anexando o cache bcache definido no %1$s bcache para %2$s (%3$s)
sk: Pripojenie sady vyrovnávacej pamäte bcache na %1$s k bcache %2$s (%3$s)
sl: Priklapljanje nabora predpomnilnikov bcache na %1$s v bcache %2$s (%3$s)
sv: Bifogar Bcache-cacheuppsättning på %1$s till bcache %2$s (%3$s)

source: B
fr: o
ka: სი

source: BIOS Boot Partition
ar: قسم تشغيل BIOS
ca: Partició d'arrencada BIOS
cs: Zaváděcí oddíl BIOS
es: Partición de arranque del BIOS
fi: BIOS-käynnistysosio
fr: Partition de démarrage BIOS
gl: Partición de arrinque BIOS
hu: BIOS rendszertöltő partíció
id: Partisi boot BIOS
it: Partizione d'avvio del BIOS
ka: BIOS-ის ჩამტვირთავი დანაყოფი
nl: BIOS boot-partitie
pl: Partycja startowa systemu BIOS
pt_br: Partição de Inicialização do BIOS
sk: Štartovací oddiel BIOS
sl: Razdelek za zagon iz BIOS-a
sv: BIOS-startpartition

source: Bcache Cache Set
ar: مجموعة ذاكرة التخزين المؤقت Bcache
ca: Conjunt de cau de Bcau
cs: Sada mezipamětí Bcache
es: Conjunto de caché bcache
fi: Bcache-välimuistijoukko
fr: Cache Bcache défini
gl: Conxunto de caché de Bcache
hu: Bcache gyorsítótárkészlet
it: Set di cache Bcache
ka: Bcache-ის კეშის სეტი
pl: Sekcja pamięci podręcznej Bcache
pt_br: Conjunto de Caches Bcache
sk: Sada vyrovnávacej pamäte Bcache
sl: Nabor predpomnilnikov bcache
sv: Inställningar för Bcache Cache

source: Btrfs Qgroup
ca: Qgrup de Btrfs
cs: Btrfs Qgroup (Q-skupina)
fi: btrfs:n qgroup
fr: Qgroup Btrfs
it: Qgroup Btrfs
pt_br: Qgroup Btrfs
sk: Qgroup Btrfs

source: Btrfs Subvolume
ar: وحدة التخزين الفرعية Btrfs
ca: Subvolum btrfs
cs: Dílčí svazek Btrfs
es: Subvolumen btrfs
fi: Btrfs-alitaltio
fr: Sous-volume Btrfs
gl: Subvolume Btrfs
hu: Btrfs alkötet
id: Subvolume Btrfs
it: Sottovolume Btrfs
ka: Btrfs-ის ქვეტომი
pl: Podwolumin Btrfs
pt_br: Subvolume Btrfs
sk: Podzväzok Btrfs
sl: Podnosilec btrfs
sv: Btrfs-undervolym

source: Clear boot flag of partition %1$s
ar: مسح علامة تشغيل القسم %1$s
ca: Neteja la bandera d'arrencada de la partició %1$s
cs: Ruším boot příznak oddílu %1$s
de: Boot-Flag der Partition %1$s reinigen
es: Borrar indicador de arranque de partición %1$s
fi: Poista käynnistyslippu osiolta %1$s
fr: Effacer le fanion de démarrage de la partition %1$s
gl: Limpar a etiqueta de arrinque da partición %1$s
hu: %1$s partíció rendszerindítási jelzőjének törlése
id: Hapus tanda boot dari partisi %1$s
it: Cancellare il flag di avvio della partizione %1$s
ka: დანაყოფზე %1$s ჩატვრთვადობის ალმის გასუფთავება
nl: Bootvlag van partitie %1$s wissen
pl: Wyczyść flagę rozruchu partycji %1$s
pt_br: Limpar indicador de inicialização da partição %1$s
sk: Vyčistiť príznak štartu systému pre oddiel %1$s
sl: Počisti zagonsko zastavico razdelka %1$s
sv: Ta bort bootflagga för partitionen %1$s

source: Clear label of %1$s on %2$s
ca: Neteja l'etiqueta de %1$s a %2$s
cs: Vymazat popisek z %1$s na %2$s
de: Label von %1$s auf %2$s löschen
es: Borrar etiqueta de %1$s en %2$s
fi: Poista osion %1$s nimiö ( %2$s)
fr: Effacer l'étiquette de %1$s sur %2$s
id: Hapus label %1$s pada %2$s
it: Cancellare l'etichetta di %1$s su %2$s
ka: %2$s-ზე %1$s-ის ჭდის გასუფთავება
nl: Label van %1$s op %2$s wissen
pt_br: Limpar rótulo de %1$s em %2$s
sk: Zmazať popis %1$s na %2$s
sl: Počisti oznako datotečnega sistema %1$s na %2$s
sv: Rensa etiketten för %1$s på %2$s

source: Clear label of partition %1$s
ca: Neteja l'etiqueta de la partició %1$s
cs: Vymazat štítek oddílu %1$s
de: Label der Partition %1$s löschen
es: Borrar etiqueta de partición %1$s
fi: Poista osion %1$s nimiö
fr: Effacer l'étiquette de la partition %1$s
id: Hapus label partisi %1$s
it: Cancellare l'etichetta della partizione %1$s
ka: დანაყოფზე %1$s ჭდის გასუფთავება
nl: Label van partitie %1$s wissen
pt_br: Limpar rótulo da partição %1$s
sk: Zmazať popis oddielu %1$s
sl: Počisti oznako razdelka %1$s
sv: Rensa etikett för partition %1$s

source: Clear legacy boot flag of partition %1$s
ar: مسح علامة التشغيل القديمة للقسم %1$s
ca: Neteja la bandera d'arrencada de llegat de la partició %1$s
cs: Ruším starý boot příznak oddílu %1$s
de: Legacy-Boot-Flag von Partition %1$s löschen
es: Borrar indicador de arranque legado de partición %1$s
fi: Poista vanha käynnistyslippu osiolta %1$s
fr: Effacer le fanion de démarrage legacy de la partition %1$s
gl: Limpar o historial da etiqueta de arrinque da partición %1$s
hu: %1$s partíció örökölt rendszerindítási jelzőjének törlése
id: Hapus tanda boot legacy dari partisi %1$s
it: Cancellare l'obsoleto flag di avvio della partizione %1$s
ka: დანაყოფზე %1$s მოძველებული ჩატვირთვის ალმის გასუფთავება
nl: Verouderde bootvlag van partitie %1$s wissen
pl: Wyczyść starszą flagę rozruchu partycji %1$s
pt_br: Limpar indicador de inicialização antigo da partição %1$s
sk: Vyčistiť zastaralý príznak štartu systému pre oddiel %1$s
sl: Počisti zastarelo zagonsko zastavico razdelka %1$s
sv: Ta bort föråldrad bootflagga för partitionen %1$s

source: Clear no-automount flag of partition %1$s
ca: Neteja la bandera de no muntatge automàtic de la partició %1$s
cs: Odstranit příznak "zákaz auto-připojení" oddílu %1$s
de: no-automount-Flag von Partition %1$s bereinigen
es: Borrar indicador no-automount de partición %1$s
fi: Poista ei automaattiliittämistä -lippu osiolta %1$s
fr: Effacer l'indicateur no-automount de la partition %1$s
id: Hapus tanda no-automount dari partisi %1$s
it: Cancellare il flag senza montaggio automatico della partizione %1$s
ka: დანაყოფის %1$s no-automount ალმის გასუფთავება
nl: Vlag voor automatisch niet aankoppelen van partitie %1$s wissen
pt_br: Limpar indicador de sem montagem automática da partição %1$s
sk: Vymazať príznak zákazu automatického pripojenia oddielu %1$s
sl: Počisti zastavico brez-samopriklopa razdelka %1$s
sv: Ta bort ingen-automontering flagga för partition %1$s

source: Clear option 'no copy on write' for subvolume %1$s on %2$s
ar: مسح الخيار "عدم النسخ عند الكتابة" لوحدة التخزين الفرعية %1$s في %2$s
ca: Neteja l'opció de "no copiar en escriure" per al volum %1$s de %2$s
cs: Odstraňuji volbu 'no copy on write' (nekopírovat při zápisu) podsvazku %1$s na %2$s
de: Option 'Keine Kopie beim Schreiben' für Subvolume %1$s auf %2$s löschen
es: Borrar opción "no copiar al escribor" para el subvolumen %1$s en %2$s
fi: Poista valinta ”kopioi kirjoitettaessa” alitaltiolta %1$s laitteella %2$s
fr: Effacer l'option 'no copy on write' du sous-volume %1$s sur %2$s
gl: Retirar a opción de 'non copiar durante a escritura' para o subvolume %1$s en %2$s
hu: Az 'íráskor nincs másolás' beállítás törlése a(z) %2$s eszközön lévő %1$s alkötetnél
id: Hapus opsi 'no copy on write' untuk subvolume %1$s pada %2$s
it: Cancellare l'opzione "no copy on write" per il sottovolume %1$s su %2$s
ka: %2$s-ზე მდებარე ქვეტომიდან %1$s 'no copy on write' პარამეტრის გასუფთავება
nl: Optie 'niet kopiëren bij schrijven' voor subvolume %1$s op %2$s wissen
pl: Wyczyść opcję braku kopiowania przy zapisie dla podwoluminu %1$s na urządzeniu %2$s
pt_br: Limpar opção 'no copy on write' do subvolume %1$s em %2$s
sk: Vyčistiť voľbu 'nekopírovať pri zápise' pre podzväzok %1$s na %2$s
sl: Počisti možnost »brez kopiranja ob pisanju« podnosilca %1$s na %2$s
sv: Ta bort alternativ 'skriva utan kopiering' för %1$s på %2$s

source: Clear protective MBR boot flag of GPT on %1$s
ar: مسح علامة تشغيل MBR للحماية في GPT على %1$s
ca: Neteja la bandera d'arrencada MBR protectora de GPT de %1$s
cs: Vyčistit ochranný příznak MBR boot na GPT na %1$s
de: Schützendes MBR-Boot-Flag von GPT auf %1$s löschen
es: Borrar indicador de arranque MBR protector de GPT en %1$s
fi: Poista GPT:n MBR-suojakäynnistyslippu laitteelta %1$s
fr: Effacer le fanion de démarrage du MBR protecteur de la table de partitions GPT sur %1$s
gl: Retirar a etiqueta de arrinque MBR do GPT en %1$s
hu: GPT biztonsági fő rendszertöltő rekordjelzőjének törlése a(z) %1$s eszközön
id: Hapus tanda pelindung boot MBR dari GPT pada %1$s
it: Cancellare il flag di avvio dell'MBR a protezione della tabella delle partizioni GPT su %1$s
ka: %1$s-ზე GPT-ის დამცავი ჩატვირთვის ალმის მოხსნა
nl: Beschermende MBR-bootvlag van GPT op %1$s wissen
pl: Wyczyść ochronną flagę rozruchu MBR tablicy partycji GPT na urządzeniu %1$s
pt_br: Limpar indicador de inicialização MBR protegido do GPT em %1$s
sk: Vyčistiť ochranný MBR príznak štartu systému z GPT na %1$s
sl: Počisti zaščitno zastavico zagona MBR za GPT na %1$s
sv: Ta bort skyddsbootflagga MBR från GPT på %1$s

source: Clearing boot flag of partition %1$s
ar: يتم الآن مسح علامة تشغيل القسم %1$s
ca: Netejant la bandera d'arrencada de la partició %1$s
cs: Ruším zaváděcí (boot) příznak oddílu %1$s
de: Boot-Flag von Partition %1$s wird gelöscht
es: Borrando indicador de arranque de partición %1$s
fi: Poistetaan käynnistyslippu osiolta %1$s
fr: Effacement du fanion de démarrage de la partition %1$s
gl: Limpando a etiqueta de arrinque da partición %1$s
hu: %1$s partíció rendszerindítási jelzőjének létrehozása
id: Menghapus tanda boot dari partisi %1$s
it: Cancellazione del flag di avvio della partizione %1$s
ka: დანაყოფის %1$s ჩატვირთვადობის ალმის გასუფთავება
nl: Bootvlag van partitie %1$s wordt gewist
pl: Czyszczenie flagi rozruchu partycji %1$s
pt_br: Limpando indicador de inicialização da partição %1$s
sk: Vyčistenie príznaku štartu systému pre oddiel %1$s
sl: Čiščenje zagonske zastavice razdelka %1$s
sv: Tar bort bootflagga för partitionen %1$s

source: Clearing label of %1$s on %2$s
ca: Netejant l'etiqueta de %1$s a %2$s
cs: Mazání popisku z %1$s na %2$s
de: Label von %1$s auf %2$s wird gelöscht
es: Borrando etiqueta de %1$s en %2$s
fi: Poistetaan osion %1$s nimiö (%2$s)
fr: Effacement de l'étiquette de %1$s sur %2$s
id: Menghapus label %1$s pada %2$s
it: Cancellazione dell'etichetta di %1$s su %2$s
ka: %2$s-ზე %1$s-ის ჭდის გასუფთავება
nl: Label van %1$s op %2$s wordt gewist
pt_br: Limpando rótulo de %1$s em %2$s
sk: Zmazanie popisu %1$s na %2$s
sl: Čiščenje oznake datotečnega sistema %1$s na %2$s
sv: Rensar etiketten av %1$s på %2$s
