Repository: openSUSE/libstorage-ng
Catalog: po/*.po
Languages: ar, ca, cs, de, es, fi, fr, gl, hu, id, it, ka, nl, pl, pt_br, sk, sl, sv

source: Deleting primary partition %1$s (%2$s)
ar: يتم الآن حذف قسم أساسي %1$s (‏%2$s)
ca: Suprimint la partició primària %1$s (%2$s)
cs: Odstraňuje se primární oddíl %1$s (%2$s)
de: Primäre Partition %1$s (%2$s) wird gelöscht
es: Suprimiendo la partición primaria %1$s (%2$s)
fi: Poistetaan ensisijainen osio %1$s (%2$s)
fr: Suppression de la partition principale %1$s (%2$s)
gl: Eliminando a partición primaria %1$s (%2$s)
hu: %1$s elsődleges partíció (%2$s) törlése
id: Menghapus partisi primary %1$s (%2$s)
it: Eliminazione della partizione primaria %1$s (%2$s)
ka: ძირითადი დანაყოფის %1$s (%2$s) წაშლა
nl: Primaire partitie %1$s (%2$s) wordt verwijderd
pl: Usuwanie partycji podstawowej %1$s (%2$s)
pt_br: Apagando partição primária %1$s (%2$s)
sk: Vymazanie primárneho oddielu %1$s (%2$s)
sl: Brisanje glavnega razdelka %1$s (%2$s)
sv: Tar bort primär partition %1$s (%2$s)

source: Deleting subvolume %1$s on %2$s
ar: يتم الآن حذف وحدة تخزين فرعية %1$s على %2$s
ca: Suprimint el subvolum %1$s de %2$s
cs: Odstraňuji podsvazek %1$s na %2$s
de: Subvolume %1$s auf %2$s wird gelöscht
es: Suprimiendo subvolumen %1$s en %2$s
fi: Poistetaan alitaltio %1$s laitteelta %2$s
fr: Suppression du sous-volume %1$s sur %2$s
gl: Eliminando o subvolume %1$s en %2$s
hu: %1$s alkötet törlése a(z) %2$s eszközön
id: Menghapus subvolume %1$s pada %2$s
it: Eliminazione del sottovolume %1$s su %2$s
ka: %2$s-ზე ქვეტომის (%1$s) წაშლა
nl: Subvolume %1$s op %2$s verwijderen
pl: Usuwanie podwoluminu %1$s na urządzeniu %2$s
pt_br: Removendo subvolume %1$s em %2$s
sk: Mazanie podzväzku %1$s na %2$s
sl: Brisanje podnosilca %1$s na %2$s
sv: Tar bort delvolym %1$s på %2$s

source: Deleting thin logical volume %1$s (%2$s) on volume group %3$s
ar: يتم الآن حذف وحدة التخزين المنطقية التابعة %1$s (‏%2$s) في مجموعة وحدات التخزين %3$s
ca: Suprimint el volum lògic prim %1$s (%2$s) del grup de volums %3$s
cs: Odstranit tenký logický svazek %1$s (%2$s) na skupině svazků %3$s
de: Logisches Thin Volume %1$s (%2$s) in Volume-Gruppe %3$s wird gelöscht
es: Suprimiendo el volumen lógico ligero %1$s (%2$s) en el grupo de volúmenes %3$s
fi: Poistetaan looginen taltio %1$s (%2$s) taltioryhmästä %3$s
fr: Suppression du volume logique léger %1$s (%2$s) sur le groupe de volumes %3$s
gl: Eliminando o volume lóxico reducido %1$s (%2$s) no grupo de volumes %3$s
hu: %1$s vékony logikai kötet (%2$s) törlése a(z) %3$s kötetcsoportban
id: Menghapus volume logical thin %1$s (%2$s) pada grup volume %3$s
it: Eliminazione del volume logico thin %1$s (%2$s) sul gruppo di volumi %3$s
ka: ტომების ჯგუფზე %3$s თხელი ლოგიკური ტომის %1$s (%2$s) წაშლა
nl: Thin logisch volume %1$s (%2$s) wordt verwijderd op volumegroep %3$s
pl: Usuwanie cienkiego wolumenu logicznego %1$s (%2$s) w grupie wolumenów (%3$s)
pt_br: Apagando volume lógico thin %1$s (%2$s) no grupo de volumes %3$s
sk: Vymazanie tenkého logického zväzku %1$s (%2$s) na skupine zväzkov %3$s
sl: Brisanje tankega logičnega nosilca %1$s (%2$s) na skupini nosilcev %3$s
sv: Ta bort tunn logisk volym %1$s (%2$s) i volymgrupp %3$s

source: Deleting thin pool logical volume %1$s (%2$s) on volume group %3$s
ar: يتم الآن حذف مجمع وحدة التخزين المنطقية التابعة %1$s (‏%2$s) في مجموعة وحدات التخزين %3$s
ca: Suprimint el volum lògic d'agrupació prima %1$s (%2$s) del grup de volums %3$s
cs: Odstranit logický svazek tenkého fondu %1$s (%2$s) na skupině svazků %3$s
de: Logisches Thin Pool Volume %1$s (%2$s) in Volume-Gruppe %3$s wird gelöscht
es: Suprimiendo el volumen lógico de grupo ligero %1$s (%2$s) en el grupo de volúmenes %3$s
fi: Poistetaan looginen taltio %1$s (%2$s) taltioryhmästä %3$s
fr: Suppression du volume logique de pool léger %1$s (%2$s) sur le groupe de volumes %3$s
gl: Eliminando a área reducida de volume lóxico %1$s (%2$s) no grupo de volumes %3$s
hu: Vékony készlethez tartozó %1$s logikai kötet (%2$s) törlése a(z) %3$s kötetcsoportban
id: Menghapus volume logical thin %1$s (%2$s) pada grup volume %3$s
it: Eliminazione del volume logico pool thin %1$s (%2$s) sul gruppo di volumi %3$s
ka: ტომების ჯგუფზე %3$s არსებული თხელი პულის ლოგიკური ტომის %1$s(%2$s) წაშლა
nl: Thin logisch volume %1$s (%2$s) wordt verwijderd op volumegroep %3$s
pl: Usuwanie wolumenu logicznego %1$s (%2$s) cienkiej puli w grupie wolumenów (%3$s)
pt_br: Apagando volume lógico de pool thin %1$s (%2$s) no grupo de volumes %3$s
sk: Vymazanie tenkého logického zväzku fondu %1$s (%2$s) na skupine zväzkov %3$s
sl: Brisanje logičnega nosilca s tanko zalogo %1$s (%2$s) na skupini nosilcev %3$s
sv: Ta bort tunn logisk poolvolym %1$s (%2$s) i volymgrupp %3$s

source: Deleting volume group %1$s (%2$s)
ar: يتم الآن حذف مجموعة وحدات التخزين %1$s (‏%2$s)
ca: Suprimint el grup de volums %1$s (%2$s)
cs: Odstraňuji skupinu svazků %1$s (%2$s)
de: Volume-Gruppe %1$s (%2$s) wird gelöscht
es: Suprimiendo grupo de volúmenes %1$s (%2$s)
fi: Poistetaan taltioryhmä %1$s (%2$s)
fr: Suppression du groupe de volumes %1$s (%2$s)
gl: Eliminando o grupo de volumes %1$s (%2$s)
hu: %1$s kötetcsoport törlése (%2$s)
id: Menghapus grup volume %1$s (%2$s)
it: Eliminazione del gruppo di volumi %1$s (%2$s)
ka: ტომების ჯგუფის %1$s წაშლა (%2$s)
nl: Volumegroep %1$s (%2$s) verwijderen
pl: Usuwanie grupy woluminów %1$s (%2$s)
pt_br: Removendo grupo de volume %1$s (%2$s)
sk: Mazanie skupiny zväzkov %1$s (%2$s)
sl: Brisanje skupine nosilcev %1$s (%2$s)
sv: Tar bort volymgrupp %1$s (%2$s)

source: Detach bcache cache set on %1$s from bcache %2$s (%3$s)
ca: Separa el conjunt de cau de bcau de %1$s de la bcau de %2$s (%3$s)
cs: Odpojit sadu pamětí bcache na %1$s od bcache %2$s (%3$s)
de: Bcache-Cacheset auf %1$s von Bcache %2$s (%3$s) trennen
es: Desconectar el conjunto de caché de bcache de %1$s desde bcache %2$s (%3$s)
fi: Irrotetaan bcache-välimuistijoukkoa laitteen %1$s bcachesta %2$s (%3$s)
fr: Détacher le cache Bcache défini sur %1$s du Bcache sur %2$s (%3$s)
id: Lepaskan cache bcache yang ditetapkan pada %1$s dari bcache %2$s (%3$s)
it: Dissocia il set di cache Bcache cache su %1$s da Bcache %2$s (%3$s)
ka: Bcache %2$s-დან (%3$s) bcache-ის კეშის სეტის %1$s-დან მოხსნა
nl: Bcache-cacheset op %1$s loskoppelen van bcache %2$s (%3$s)
pt_br: Desanexar o cache bcache definido em %1$s do bcache %2$s (%3$s)
sk: Odpojiť sadu vyrovnávacej pamäte bcache na %1$s od bcache %2$s (%3$s)
sl: Odklopi nabor predpomnilnikov bcache na %1$s od bcache %2$s (%3$s)
sv: Koppla från Bcache-cacheuppsättning på %1$s från bcache %2$s (%3$s)

source: Detaching bcache cache set on %1$s from bcache %2$s (%3$s)
ca: Separant el conjunt de cau de bcau de %1$s de la bcau de %2$s (%3$s)
cs: Odpojuji sadu pamětí bcache na %1$s od bcache %2$s (%3$s)
de: Bcache-Cacheset auf %1$s wird von Bcache %2$s (%3$s) getrennt
es: Desconectando el conjunto de caché de bcache de %1$s desde bcache %2$s (%3$s)
fi: Irrotetaan laitteen %1$s bcache-välimuistijoukkoa bcachesta %2$s (%3$s)
fr: Détachement du cache Bcache défini sur %1$s du Bcache sur %2$s (%3$s)
id: Melepaskan cache bcache yang ditetapkan pada %1$s dari bcache %2$s (%3$s)
it: Dissociazione set di cache Bcache su %1$s da Bcache %2$s (%3$s)
ka: Bcache %2$s-დან (%3$s) bcache-ის კეშის სეტის %1$s მოხსნა
nl: Bcache-cacheset op %1$s wordt losgekoppeld van bcache %2$s (%3$s)
pt_br: Desanexando o cache bcache definido em %1$s do bcache %2$s (%3$s)
sk: Odpojenie sady vyrovnávacej pamäte bcache na %1$s od bcache %2$s (%3$s)
sl: Odklapljanje nabora predpomnilnikov bcache na %1$s od bcache %2$s (%3$s)
sv: Kopplar från Bcache-cacheuppsättning på %1$s från bcache %2$s (%3$s)

source: Detected LVM logical volumes of unsupported types: %1$s These logical volumes are ignored. Operations on the corresponding volume groups may fail.
ca: S'han detectat volums lògics d'LVM de tipus no admesos: %1$s Aquests volums lògics s'ignoren. Les operacions als grups de volums corresponents poden fallar.
cs: Zjištěny logické svazky LVM nepodporovaných typů: %1$s Tyto logické svazky jsou ignorovány. Operace na odpovídajících skupinách svazků mohou selhat.
de: Logische LVM-Volumes mit nicht unterstützten Typen erkannt: %1$s Diese logischen Volumes werden ignoriert. Vorgänge in den entsprechenden Volume-Gruppen können fehlschlagen.
es: Se han detectado volúmenes lógicos LVM de tipos no admitidos: %1$s Estos volúmenes lógicos se ignorarán. Las operaciones en los grupos de volúmenes correspondientes podrían fallar.
fi: Havaittiin ei-tuettujen tyyppien loogisia LVM-taltioita: %1$s Nämä loogiset taltiot sivuutetaan. Vastaaviin taltioryhmiin kohdistuvat toimenpiteet voivat epäonnistua.
fr: Des volumes logiques LVM de types non pris en charge ont été détectés : %1$s Ces volumes logiques sont ignorés. Les opérations sur les groupes de volumes correspondants risquent d'échouer.
id: Volume logical LVM yang terdeteksi dari jenis yang tidak didukung: %1$s Volume logikal ini diabaikan. Operasi pada grup volume terkait mungkin gagal.
it: Rilevati volumi logici LVM di tipi non supportati: %1$s I volumi logici indicati verranno ignorati; le operazioni sui gruppi di volumi corrispondenti potrebbero non riuscire.
ka: აღმოჩენილია მხარდაუჭერელი ტიპის LVM-ის ლოგიკური ტომები: %1$s ეს ლოგიკური ტომები დაიგნორდა. ოპერაციები შესაბამის ტომის ჯგუფებზე შეიძლება, ავარიულად დასრულდეს.
nl: LVM logische volumes van niet-ondersteunde typen gedetecteerd: %1$s Deze logische volumes worden genegeerd. Bewerkingen op de bijbehorende volumegroepen mislukken mogelijk.
pt_br: Volumes lógicos LVM detectados de tipos não suportados: %1$s Esses volumes lógicos serão ignorados. As operações nos grupos de volumes correspondentes poderão falhar.
sk: Zistené logické zväzky LVM nepodporovaných typov: %1$s Tieto logické zväzky sa ignorujú. Operácie na príslušných skupinách zväzkov môžu zlyhať.
sl: Zaznani so bili logični nosilci LVM nepodprtih vrst: %1$s Ti logični nosilci bodo prezrti. Dejanja na povezanih skupinah nosilcev morda ne bodo uspeli.
sv: Detekterade LVM logiska volymer av typer som inte stöds: %1$s Dessa logiska volymer ignoreras. Operationer på motsvarande volymgrupper kan misslyckas.

source: Detected a %1$s file system next to a partition table of type %2$s on the device %3$s. The file system will be ignored.
ca: S'ha detectat un sistema de fitxers %1$s al costat d'una taula de particions del tipus %2$s al dispositiu %3$s. S'ignorarà el sistema de fitxers.
cs: Rozpoznán systém souborů %1$s vedle tabulky oddílů jednotky typu %2$s na zařízení %3$s. Tento systém souborů bude ignorován.
de: Dateisystem %1$s neben Partitionstabelle des Typs %2$s auf Gerät %3$s erkannt. Das Dateisystem wird ignoriert.
es: Se ha detectado un sistema de archivos %1$s junto a una tabla de particiones de tipo %2$s en el dispositivo %3$s. El sistema de archivos se ignorará.
fi: Havaittiin %1$s-tiedostojärjestelmä %2$s-osiotaulukon vierestä laitteella %3$s. Tiedostojärjestelmä sivuutetaan.
fr: Un système de fichiers %1$s a été détecté en plus d'une table de partitions de type %2$s sur le périphérique %3$s. Ce système de fichiers va être ignoré.
id: Terdeteksi sistem berkas %1$s di sebelah tabel partisi tipe %2$s di perangkat %3$s. Sistem berkas akan diabaikan.
it: Rilevato un file system %1$s accanto alla tabella delle partizioni di tipo %2$s sul dispositivo %3$s. Il file system verrà ignorato.
ka: მოწყობილობაზე %3$s %2$s ტიპის დანაყოფების ცხრილის შემდეგ აღმოჩენილია ფაილური სისტემა %1$s. ფაილური სისტემა გამოტოვებული იქნება.
nl: Een bestandssysteem %1$s gedetecteerd naast een partitietabel van het type %2$s op apparaat %3$s. Het bestandssysteem zal genegeerd worden.
pt_br: Detectou um sistema de arquivos %1$s próximo a uma tabela de partição do tipo %2$s no dispositivo %3$s. O sistema de arquivos será ignorado.
sk: Zistený súborový systém %1$s vedľa tabuľky oddielov typu %2$s na zariadení %3$s. Súborový systém bude ignorovaný.
sl: Zaznan je bil datotečni sistem %1$s poleg razpredelnice razdelkov vrste %2$s na napravi %3$s. Datotečni sistem bo prezrt.
sv: Upptäckte ett %1$s filsystem bredvid en partitionstabell av typen %2$s på enhet %3$s. Filsystemet kommer att ignoreras.

source: Detected a LUKS device next to a partition table of type %1$s on the device %2$s. The LUKS device will be ignored.
ca: S'ha detectat un dispositiu de LUKS al costat d'una taula de particions del tipus %1$s al dispositiu %2$s. S'ignorarà el dispositiu de LUKS.
cs: Rozpoznáno zařízení LUKS vedle tabulky oddílů jednotky typu %1$s na zařízení %2$s. Zařízení LUKS bude ignorováno.
de: LUKS-Gerät neben Partitionstabelle des Typs %1$s auf Gerät %2$s erkannt. Das LUKS-Gerät wird ignoriert.
es: Se ha detectado un dispositivo LUKS junto a una tabla de particiones de tipo %1$s en el dispositivo %2$s. El dispositivo LUKS se ignorará.
fi: Havaittiin LUKS-laite %1$s-osiotaulukon vierestä laitteella %2$s. LUKS-laite sivuutetaan.
fr: Un périphérique LUKS a été détecté en plus d'une table de partitions de type %1$s sur le périphérique %2$s. Ce périphérique LUKS va être ignoré.
id: Mendeteksi perangkat LUKS di sebelah tabel partisi tipe %1$s di perangkat %2$s. Perangkat LUKS akan diabaikan.
it: Rilevato un dispositivo LUKS accanto a una tabella delle partizioni %1$s sul dispositivo %2$s. Il dispositivo LUKS verrà ignorato.
ka: მწყობილობაზე %2$s აღმოჩენილია %1$s ტიპის დანაყოფის შემდეგ აღმოჩენილია LUKS მოწყობილობა. ის გამოტოვებული იქნება.
nl: Een LUKS apparaat gedetecteerd naast een partitietabel van het type %1$s op het apparaat %2$s. Het LUKS apparaat zal genegeerd worden.
pt_br: Detectou um dispositivo LUKS ao lado de uma tabela de partições do tipo %1$s no dispositivo %2$s. O dispositivo LUKS será ignorado.
sk: Zistené zariadenie LUKS vedľa tabuľky oddielov typu %1$s na zariadení %2$s. Zariadenie LUKS bude ignorované.
sl: Zaznana je bila naprava LUKS poleg razpredelnice razdelkov vrste %1$s na napravi %2$s. Naprava LUKS bo prezrta.
sv: Upptäckte en LUKS-enhet bredvid en partitionstabell av typen %1$s på enhet %2$s. LUKS-enheten kommer att ignoreras.

source: Detected a LVM logical volume next to a partition table of type %1$s on the device %2$s. The LVM logical volume will be ignored as good as possible.
ca: S'ha detectat un volum lògic d'LVM al costat d'una taula de particions del tipus %1$s al dispositiu %2$s. S'ignorarà el volum lògic d'LVM tant com sigui possible.
cs: Rozpoznán logický svazek LVM vedle tabulky oddílů jednotky typu %1$s na zařízení %2$s. Logický svazek LVM bude ignorován.
de: Logisches LVM-Volume neben Partitionstabelle des Typs %1$s auf Gerät %2$s erkannt. Logisches LVM-Volume wird so gut wie möglich ignoriert.
es: Se ha detectado un volumen lógico LVM junto a una tabla de particiones de tipo %1$s en el dispositivo %2$s. El volumen lógico LVM se ignorará como se pueda.
fi: Havaittiin looginen LVM-taltio %1$s-osiotaulukon vierestä laitteella %2$s. Looginen LVM-taltio sivuutetaan niin hyvin kuin mahdollista.
fr: Un volume logique LVM a été détecté en plus d'une table de partitions de type %1$s sur le périphérique %2$s. Ce volume logique LVM va être ignoré autant que possible.
id: Terdeteksi volume logical LVM di sebelah tabel partisi tipe %1$s pada perangkat %2$s. Volume logical LVM akan diabaikan sebaik mungkin.
it: Rilevato un volume logico LVM accanto a una tabella delle partizioni di tipo %1$s sul dispositivo %2$s. Il volume logico LVM verrà ignorato il più possibile.
ka: მოწყობილობაზე %2$s %1$s ტიპის დანაყოფების ცხრილის შემდეგ აღმოჩენილია LVM-ის ლოგიკურ ტომი. ის გამოტოვებული იქნება.
nl: Een LVM logisch volume gedetecteerd naast een partitietabel van het type %1$s op het apparaat %2$s. Het LVM logische volume zal zo goed al mogelijk is genegeerd worden.
pt_br: Detectou um volume lógico LVM ao lado de uma tabela de partições do tipo %1$s no dispositivo %2$s. O volume lógico do LVM será ignorado da melhor forma possível.
sk: Zistený logický zväzok LVM vedľa tabuľky oddielov typu %1$s na zariadení %2$s. Logický zväzok LVM bude ignorovaný tak dobre, ako je to možné.
sl: Zaznan je bil logični nosilec LVM poleg razpredelnice razdelkov vrste %1$s na napravi %2$s. Logični nosilec LVM bo prezrt, koliko bo to mogoče.
sv: Upptäckte en logisk LVM-volym bredvid en partitionstabell av typen %1$s på enhet %2$s. Den logiska LVM-volymen kommer att ignoreras så bra som möjligt.

source: Detected an unsupported file system of type %1$s on the device %2$s.
ca: S'ha detectat un sistema de fitxers no compatible de tipus %1$s al dispositiu %2$s.
cs: Na zařízení %2$s byl zjištěn nepodporovaný souborový systém typu %1$s.
de: Nicht unterstütztes Dateisystem des Typs %1$s auf Gerät %2$s erkannt.
es: Se ha detectado un sistema de archivos no admitido de tipo %1$s en el dispositivo %2$s.
fi: Havaittiin ei-tuettu %1$s-tiedostojärjestelmä laitteella %2$s.
fr: Un système de fichier de type %1$s non pris en charge a été détecté sur le périphérique %2$s.
id: Mendeteksi sistem berkas tipe yang tidak didukung %1$s pada perangkat %2$s.
it: Rilevato un file system non supportato di tipo %1$s nel dispositivo %2$s.
ka: მოწყობილობაზე %2$s აღმოჩენილია %1$s ტიპის ფაილური სისტემა, რომელიც მხარდაჭერილი არაა.
nl: Een niet-ondersteund bestandssysteem van het type %1$s op het apparaat %2$s gedetecteerd.
pt_br: Detectado um sistema de arquivos incompatível do tipo %1$s no dispositivo %2$s.
sk: Zistený nepodporovaný súborový systém typu %1$s na zariadení %2$s.
sl: Zaznan je bil nepodprt datotečni sistem vrste %1$s na napravi %2$s.
sv: Upptäckte ett filsystem av typen %1$s som inte stöds på enhet %2$s.

source: Detected an unsupported partition table of type %1$s on the device %2$s.
ca: S'ha detectat una taula de particions no admesa del tipus %1$s al dispositiu %2$s.
cs: Na zařízení %2$s byla zjištěna nepodporovaná tabulka oddílů typu %1$s.
de: Nicht unterstützte Partitionstabelle des Typs %1$s auf Gerät %2$s erkannt.
es: Se ha detectado una tabla de particiones no admitida de tipo %1$s en el dispositivo %2$s.
fi: Havaittiin ei-tuettu %1$s-osiotaulukko laitteella %2$s.
fr: Une table de partitions de type %1$s a été détectée sur le périphérique %2$s.
id: Mendeteksi tabel partisi tipe yang tidak didukung %1$s pada perangkat %2$s.
it: Rilevata una tabella delle partizioni non supportata di tipo %1$s nel dispositivo %2$s.
ka: მოწყობილობაზე %2$s აღმოჩენილია დანაყოფების ცხრილი ტიპით %1$s, რომელიც მხარდაჭერილი არაა.
nl: Een niet-ondersteunde partitietabel van het type %1$s op het apparaat %2$s gedetecteerd.
pt_br: Detectada uma tabela de partição não suportada do tipo %1$s no dispositivo %2$s.
sk: Zistená nepodporovaná tabuľka oddielov typu %1$s na zariadení %2$s.
sl: Zaznana je bila nepodprta razpredelnica razdelkov vrste %1$s na napravi %2$s.
sv: Upptäckte en partitionstabell av typen %1$s som inte stöds på enhet %2$s.

source: Diagnostics Partition
ar: قسم التشخيص
ca: Partició de diagnòstic
cs: Diagnostický oddíl
de: Diagnose-Partition
es: Partición de diagnóstico
fi: Diagnostiikkaosio
fr: Partition de diagnostique
gl: Partición de diagnóstico
hu: Diagnosztikai partíció
id: Partisi Diagnostik
it: Partizione per diagnostica
ka: დიაგნოსტიკის დანაყოფი
nl: Diagnostische partitie
pl: Partycja diagnostyczna
pt_br: Partição de diagnóstico
sk: Diagnostický oddiel
sl: Diagnostični razdelek
sv: Diagnostikpartition

source: Disable quota on %1$s
ca: Inhabilita la quota a %1$s
cs: Odstranit kvóty z %1$s
de: Quota auf %1$s deaktivieren
es: Inhabilitar cuota en %1$s
fi: Poista tilarajoitus laitteelta %1$s
fr: Désactiver les quotas sur %1$s
id: Nonaktifkan kuota pada %1$s
it: Disabilita quota su %1$s
ka: %1$s-ზე კვოტის გამორთვა
nl: Quota uitschakelen op %1$s
pt_br: Desativar cota em %1$s
sk: Zakázať kvótu na %1$s
sl: Onemogoči kvoto na %1$s
sv: Inaktivera kvot på %1$s

source: Disabling quota on %1$s
ca: Inhabilitant la quota a %1$s
cs: Odstraňují se kvóty z %1$s
de: Quota auf %1$s wird deaktiviert
es: Inhabilitando cuota en %1$s
fi: Poistetaan tilarajoitusta laitteelta %1$s
fr: Désactivation des quotas sur %1$s
id: Menonaktifkan kuota pada %1$s
it: Disabilitazione della quota su %1$s
ka: %1$s-ზე კვოტის გამორთვა
nl: Quota op %1$s wordt uitgeschakeld
pt_br: Desativando cota em %1$s
sk: Zakázanie kvóty na %1$s
sl: Onemogočanje kvote na %1$s
sv: Inaktiverar kvot på %1$s

source: Disk
ar: القرص
ca: Disc
de: Festplatte
es: Disco
fi: Levy
fr: Disque
gl: Disco
hu: Lemez
id: Diska
it: Disco
ka: დისკი
nl: Schijf
pl: Dysk
pt_br: Disco

source: EB
fi: Et
fr: Eo
ka: ებ

source: EFI System Partition
ar: قسم نظام EFI
ca: Partició EFI del sistema
cs: Systémový oddíl EFI
es: Partición de sistema EFI
fi: EFI-järjestelmäosio
fr: Partition système EFI
gl: Sistema de particións
hu: EFI rendszerpartíció
id: Partisi Sistem EFI
it: Partizione sistema EFI
ka: EFI-ის სისტემური დანაყოფი
nl: EFI systeempartitie
pl: Partycja systemowa EFI
pt_br: Partição do sistema EFI
sk: Systémový oddiel EFI
sl: Razdelek sistema EFI

source: EiB
fr: Eio
ka: ეიბ

source: Enable quota on %1$s
ca: Habilita la quota a %1$s
cs: Zapnout kvóty na %1$s
de: Quota auf %1$s aktivieren
es: Habilitar cuota en %1$s
fi: Ota käyttöön tilarajoitus laitteella %1$s
fr: Activer les quotas sur %1$s
id: Aktifkan kuota %1$s
it: Abilita quota su %1$s
ka: %1$s-ზე კვოტის ჩართვა
nl: Quota op %1$s wordt ingeschakeld
pt_br: Ativar cota em %1$s
sk: Povoliť kvótu na %1$s
sl: Omogoči kvoto na %1$s
sv: Aktivera kvot på %1$s

source: Enabling quota %1$s
ca: Habilitant la quota a %1$s
cs: Zapínám kvóty na %1$s
de: Quota %1$s wird aktiviert
es: Habilitando cuota de %1$s
fi: Otetaan käyttöön tilarajoitusta laitteella %1$s
fr: Activation des quotas sur %1$s
id: Mengaktifkan kuota %1$s
it: Abilitazione della quota su %1$s
ka: %1$s კვოტის ჩართვა
nl: Quota %1$s wordt ingeschakeld
pt_br: Ativando cota %1$s
sk: Povolenia kvóty na %1$s
sl: Omogočanje kvote na %1$s
sv: Aktiverar kvot %1$s

source: Encrypt %1$s %2$s (%3$s)
ar: قم بتشفير %1$s %2$s (%3$s)
ca: Encripta %1$s %2$s (%3$s)
cs: Zašifrovat %1$s %2$s (%3$s)
de: %1$s %2$s (%3$s) verschlüsseln
es: Cifrar %1$s %2$s (%3$s)
fi: Salaa %1$s %2$s (%3$s)
fr: Chiffrer le %1$s %2$s (%3$s)
gl: Cifrar %1$s %2$s (%3$s)
hu: %1$s %2$s (%3$s) partíció titkosítása
id: Enkripsi %1$s %2$s (%3$s)
it: Cifra %1$s %2$s (%3$s)
ka: %1$s %2$s (%3$s) დაშიფვრა
nl: %1$s %2$s (%3$s) versleutelen
pl: Zaszyfruj partycję %1$s %2$s (%3$s)
pt_br: Criptografar %1$s %2$s (%3$s)
sk: Šifrovať %1$s %2$s (%3$s)
sl: Zašifriraj %1$s %2$s (%3$s)
sv: Kryptera %1$s %2$s (%3$s)

source: Encrypt %1$s %2$s (%3$s) for %4$s with %5$s
ar: قم بتشفير %1$s %2$s (%3$s) لنقطة التحميل %4$s بنظام الملفات %5$s
ca: Encripta %1$s %2$s (%3$s) per a %4$s amb %5$s
cs: Zašifrovat %1$s %2$s (%3$s) pro %4$s s %5$s
de: %1$s %2$s (%3$s) für %4$s mit %5$s verschlüsseln
es: Cifrar %1$s %2$s (%3$s) para %4$s con %5$s
fi: Salaa %1$s %2$s (%3$s) liitospisteeksi %4$s (%5$s)
fr: Chiffrer le %1$s %2$s (%3$s) pour %4$s avec %5$s
gl: Cifrar %1$s %2$s (%3$s) de %4$s con %5$s
hu: %1$s %2$s (%3$s) partíció titkosítása a(z) %4$s csatlakoztatási ponthoz %5$s fájlrendszerrel
id: Enkripsi %1$s %2$s (%3$s) untuk %4$s dengan %5$s
it: Cifra %1$s %2$s (%3$s) per %4$s con %5$s
ka: %1$s %2$s-ის (%3$s) დაშიფვრა %4$s-სთვის %5$s-ით
nl: %1$s %2$s (%3$s) versleutelen voor %4$s met %5$s
pl: Zaszyfruj partycję %1$s %2$s (%3$s) dla punktu montowania %4$s z systemem plików %5$s
pt_br: Criptografar %1$s %2$s (%3$s) para %4$s com %5$s
sk: Šifrovať %1$s %2$s (%3$s) pre %4$s s %5$s
sl: Zašifriraj %1$s %2$s (%3$s) za %4$s z datotečnim sistemom %5$s
sv: Kryptera %1$s %2$s (%3$s) för %4$s med %5$s
