Repository: openSUSE/libstorage-ng
Catalog: po/*.po
Languages: ar, ca, cs, de, es, fi, fr, gl, hu, id, it, ka, nl, pl, pt_br, sk, sl, sv

source: Format partition %1$s (%2$s) with %3$s
ar: تنسيق القسم %1$s (‏%2$s) بنظام الملفات %3$s
ca: Formata la partició %1$s (%2$s) amb %3$s
cs: Formátovat oddíl %1$s (%2$s) s %3$s
de: Partition %1$s (%2$s) mit %3$s formatieren
es: Formatear partición %1$s (%2$s) con %3$s
fi: Alusta osio %1$s (%2$s) tiedostojärjestelmään %3$s
fr: Formater la partition %1$s (%2$s) avec %3$s
gl: Formatar a partición %1$s (%2$s) con %3$s
hu: %1$s (%2$s) partíció formázása %3$s fájlrendszerrel
id: Format partisi %1$s (%2$s) dengan %3$s
it: Formatta la partizione %1$s (%2$s) con %3$s
ka: %1$s (%2$s) დანაყოფის %3$s-ით დაფორმატება
nl: Partitie %1$s (%2$s) formatteren met %3$s
pl: Sformatuj partycję %1$s (%2$s) z systemem plików %3$s
pt_br: Formatar partição %1$s (%2$s) com %3$s
sk: Formátovať oddiel %1$s (%2$s) s %3$s
sl: Formatiraj razdelek %1$s (%2$s) z datotečnim sistemom %3$s
sv: Skapa partition %1$s (%2$s) med %3$s

source: GB
fi: Gt
fr: Go
ka: გბ

source: GiB
es: GB
fr: Gio
ka: გიბ

source: Grow %1$s of %2$s on %3$s from %4$s to %5$s
ca: Engrandeix %1$s del sistema de fitxers %2$s de %3$s de %4$s a %5$s
cs: Zvětšit %1$s z %2$s na %3$s z %4$s na %5$s
de: %1$s von %2$s auf %3$s von %4$s zu %5$s vergrößern
es: Aumentar %1$s de %2$s en %3$s de %4$s a %5$s
fi: Suurenna %1$s (%2$s) laitteilla %3$s %4$s koosta %5$s kokoon
fr: Agrandir %1$s de type %2$s sur %3$s de %4$s à %5$s
id: Perbesar %1$s dari %2$s pada %3$s dari %4$s ke %5$s
it: Ingrandisci %1$s di %2$s su %3$s da %4$s a %5$s
ka: %1$s-ის %2$s %3$s-ზე %4$s-დან %5$s-მდე გაზრდა
nl: %1$s van %2$s op %3$s vergroten van %4$s naar %5$s
pt_br: Cresça %1$s de %2$s em %3$s de %4$s para %5$s
sk: Zväčšiť %1$s %2$s na %3$s z %4$s na %5$s
sl: Povečaj %1$s z datotečnim sistemom %2$s na %3$s z %4$s na %5$s
sv: Öka %1$s av %2$s på %3$s från %4$s till %5$s

source: Grow %1$s on %2$s from %3$s to %4$s
ar: زيادة حجم %1$s على %2$s من %3$s إلى %4$s
ca: Engrandeix el sistema de fitxers %1$s de %2$s de %3$s a %4$s
cs: Zvětšit %1$s na %2$s z %3$s na %4$s
de: %1$s auf %2$s von %3$s auf %4$s vergrößern
es: Aumentar %1$s en %2$s de %3$s a %4$s
fi: Suurenna tiedostojärjestelmää %1$s laitteella %2$s koosta %3$s kokoon %4$s
fr: Agrandir %1$s sur %2$s de %3$s à %4$s
gl: Aumentar %1$s en %2$s de %3$s ata %4$s
hu: %1$s növelése a(z) %2$s eszközön, régi méret: %3$s, új méret: %4$s
id: Perbesar %1$s pada %2$s dari %3$s ke %4$s
it: Ingrandire %1$s su %2$s da %3$s a %4$s
ka: %1$s-ის %2$s-ზე %3$s-დან %4$s-მდე გაზრდა
nl: %1$s op %2$s vergroten van %3$s naar %4$s
pl: Zwiększ rozmiar %1$s na urządzeniu %2$s z %3$s do %4$s
pt_br: Aumentar %1$s em %2$s de %3$s para %4$s
sk: Zväčšiť %1$s na %2$s z %3$s na %4$s
sl: Povečaj datotečni sistem %1$s na %2$s z %3$s na %4$s
sv: Öka %1$s på %2$s från %3$s till %4$s

source: Grow encryption layer device on %1$s from %2$s to %3$s
ar: زيادة حجم جهاز طبقة تشفير على %1$s من %2$s إلى %3$s
ca: Engrandeix el dispositiu de capa d'encriptació de %1$s de %2$s a %3$s
cs: Zvětšit zařízení šifrovací vrstvy na %1$s z %2$s na %3$s
de: Gerät der verschlüsselten Schicht auf %1$s von %2$s auf %3$s vergrößern
es: Aumentar dispositivo de capa de cifrado en %1$s de %2$s a %3$s
fi: Suurenna salaustasoa laitteella %1$s %2$s koosta %3$s kokoon
fr: Agrandir la couche de chiffrement sur %1$s de %2$s à %3$s
gl: Aumentar a capa de cifrado de dispositivo en %1$s de %2$s a %3$s
hu: Titkosításréteg-eszköz növelése a(z) %1$s eszközön, régi méret: %2$s, új méret: %3$s
id: Perbesar perangkat loop terenkripsi pada %1$s dari %2$s ke %3$s
it: Ingrandire lo strato di cifratura su %1$s da %2$s a %3$s
ka: %1$s-ზე დაშიფრულ ფენის მოწყობილობის %2$s-დან %3$s-მდე გაზრდა
nl: Versleutelingslaag van apparaat op %1$s vergroten van %2$s naar %3$s
pl: Zwiększ rozmiar urządzenia warstwy szyfrowania na urządzeniu %1$s z %2$s na %3$s
pt_br: Aumentar dispositivo de camada de criptografia em %1$s de %2$s para %3$s
sk: Zväčšiť zariadenie šifrovacej úrovne na %1$s z %2$s na %3$s
sl: Povečaj napravo šifrirnega sloja na %1$s z %2$s na %3$s
sv: Öka krypterad enhet på %1$s från %2$s till %3$s

source: Grow logical volume %1$s on volume group %2$s from %3$s to %4$s
ar: زيادة حجم وحدة التخزين المنطقية %1$s في مجموعة وحدات التخزين %2$s من %3$s إلى %4$s
ca: Engrandeix el volum lògic %1$s del grup de volum %2$s de %3$s a %4$s
cs: Zvětšit logický svazek %1$s ve skupině svazků %2$s z %3$s na %4$s
de: Logisches Volume %1$s in Volume-Gruppe %2$s von %3$s auf %4$s vergrößern
es: Aumentar volumen lógico %1$s en el grupo de volúmenes %2$s de %3$s a %4$s
fi: Suurenna loogista taltiota %1$s taltioryhmässä %2$s koosta %3$s kokoon %4$s
fr: Agrandir le volume logique %1$s sur le groupe de volumes %2$s de %3$s à %4$s
gl: Aumentar o volume lóxico %1$s do grupo de volumes %2$s de %3$s a %4$s
hu: %1$s logikai kötet növelése a(z) %2$s kötetcsoportban, régi méret: %3$s, új méret: %4$s
id: Perbesar volume logical %1$s pada grup volume %2$s dari %3$s ke %4$s
it: Ingrandire il volume logico %1$s sul gruppo di volumi %2$s da %3$s a %4$s
ka: ტომების ჯგუფზე %2$s არსებული ლოგიკური ტომის %1$s გაზრდა %3$s-დან %4$s-მდე
nl: Logisch volume %1$s op volumegroep %2$s vergroten van %3$s naar %4$s
pl: Zwiększ rozmiar woluminu logicznego %1$s w grupie woluminów %2$s z %3$s na %4$s
pt_br: Aumentar volume lógico %1$s no grupo de volume %2$s de %3$s para %4$s
sk: Zväčšiť logický zväzok %1$s na skupine zväzkov %2$s z %3$s na %4$s
sl: Povečaj logični nosilec %1$s na skupini nosilcev %2$s z %3$s na %4$s
sv: Öka logisk volym %1$s i volymgrupp %2$s från %3$s till %4$s

source: Grow partition %1$s from %2$s to %3$s
ar: زيادة حجم قسم %1$s من %2$s إلى %3$s
ca: Engrandeix la partició %1$s de %2$s a %3$s
cs: Zvětšit oddíl %1$s z %2$s na %3$s
de: Partition %1$s von %2$s auf %3$s vergrößern
es: Aumentar partición %1$s de %2$s a %3$s
fi: Suurenna osiota %1$s koosta %2$s kokoon %3$s
fr: Agrandir la partition %1$s de %2$s à %3$s
gl: Aumentar a partición %1$s de %2$s ata %3$s
hu: %1$s partíció növelése, régi méret: %2$s, új méret: %3$s
id: Perbesar partisi %1$s dari %2$s ke %3$s
it: Ingrandire la partizione %1$s da %2$s a %3$s
ka: %1$s დანაყოფის %2$s-დან %3$s-მდე გაზრდა
nl: Partitie %1$s vergroten van %2$s naar %3$s
pl: Zwiększ rozmiar partycji %1$s z %2$s na %3$s
pt_br: Aumentar partição %1$s de %2$s para %3$s
sk: Zväčšiť oddiel %1$s z %2$s na %3$s
sl: Povečaj razdelek %1$s z %2$s na %3$s
sv: Öka partition %1$s från %2$s till %3$s

source: Grow physical volume on %1$s from %2$s to %3$s
ar: زيادة حجم وحدة التخزين الفعلية على %1$s من %2$s إلى %3$s
ca: Engrandeix el volum físic de %1$s de %2$s a %3$s
cs: Zvětšit fyzický svazek na %1$s z %2$s na %3$s
de: Physisches Volume auf %1$s von %2$s auf %3$s vergrößern
es: Aumentar volumen físico en %1$s de %2$s a %3$s
fi: Suurenna fyysistä taltiota laitteella %1$s koosta %2$s kokoon %3$s
fr: Agrandir le volume physique %1$s de %2$s à %3$s
gl: Aumentar o volume físico en %1$s de %2$s ata %3$s
hu: Fizikai kötet növelése a(z) %1$s eszközön, régi méret: %2$s, új méret: %3$s
id: Perbesar volume fisik pada %1$s dari %2$s ke %3$s
it: Ingrandire il volume fisico su %1$s da %2$s a %3$s
ka: %1$s-ზე ფიზიკური ტომის %2$s-დან %3$s-მდე გაზრდა
nl: Fysiek volume op %1$s vergroten van %2$s naar %3$s
pl: Zwiększ rozmiar woluminu fizycznego na urządzeniu %1$s z %2$s na %3$s
pt_br: Aumentar volume físico em %1$s de %2$s para %3$s
sk: Zväčšiť fyzický zväzok na %1$s z %2$s na %3$s
sl: Povečaj fizični nosilec na %1$s z %2$s na %3$s
sv: Öka fysisk volym på %1$s från %2$s till %3$s

source: Grow thin logical volume %1$s on volume group %2$s from %3$s to %4$s
ar: زيادة حجم وحدة التخزين المنطقية التابعة %1$s في مجموعة وحدات التخزين %2$s من %3$s إلى %4$s
ca: Engrandeix el volum lògic prim %1$s del grup de volums %2$s de %3$s a %4$s
cs: Zvětšit tenký logický svazek %1$s na skupině svazků %2$s z %3$s na %4$s
de: Logisches Thin Volume %1$s in Volume-Gruppe %2$s von %3$s auf %4$s vergrößern
es: Aumentar volumen lógico ligero %1$s en el grupo de volúmenes %2$s de %3$s a %4$s
fi: Suurenna taltioryhmän %2$s ohutta loogista taltiota %1$s %3$s koosta %4$s kokoon
fr: Agrandir le volume logique léger %1$s sur le groupe de volumes %2$s de %3$s à %4$s
gl: Aumentar o volume lóxico reducido %1$s do grupo de volumes %2$s de %3$s a %4$s
hu: %1$s vékony logikai kötet növelése a(z) %2$s kötetcsoportban, régi méret: %3$s, új méret: %4$s
id: Perbesar volume logical thin %1$s pada grup volume %2$s dari %3$s ke %4$s
it: Ingrandisci il volume logico thin %1$s sul gruppo di volumi %2$s da %3$s a %4$s
ka: თხელი ლოგიკური ტომის %1$s ტომების ჯგუფზე %2$s %3$s-დან %4$s-მდე გაზრდა
nl: Thin logisch volume %1$s op volumegroep %2$s vergroten van %3$s naar %4$s
pl: Zwiększ rozmiar cienkiego wolumenu logicznego %1$s w grupie wolumenów %2$s z %3$s na %4$s
pt_br: Aumentar volume lógico thin %1$s no grupo de volumes %2$s de %3$s para %4$s
sk: Zväčšiť tenký logický zväzok %1$s na skupine zväzkov %2$s z %3$s na %4$s
sl: Povečaj tanek logični nosilec %1$s na skupini nosilcev %2$s z %3$s na %4$s
sv: Ökar tunn logisk volym %1$s i volymgrupp %2$s från %3$s till %4$s

source: Grow thin pool logical volume %1$s on volume group %2$s from %3$s to %4$s
ar: زيادة حجم مجمع وحدة التخزين المنطقية التابعة %1$s في مجموعة وحدات التخزين %2$s من %3$s إلى %4$s
ca: Engrandeix el volum lògic d'agrupació prima %1$s del grup de volums %2$s de %3$s a %4$s
cs: Zvětšit logický svazek tenkého fondu %1$s na skupině svazků %2$s z %3$s na %4$s
de: Logisches Thin Pool Volume %1$s in Volume-Gruppe %2$s von %3$s auf %4$s vergrößern
es: Aumentar volumen lógico de grupo ligero %1$s en el grupo de volúmenes %2$s de %3$s a %4$s
fi: Suurenna taltioryhmän %2$s ohuen poolin loogista taltiota %1$s %3$s koosta %4$s kokoon
fr: Agrandir le volume logique de pool léger %1$s sur le groupe de volumes %2$s de %3$s à %4$s
gl: Aumentar a área reducida de volume lóxico %1$s do grupo de volumes %2$s de %3$s a %4$s
hu: Vékony készlethez tartozó %1$s logikai kötet növelése a(z) %2$s kötetcsoportban, régi méret: %3$s, új méret: %4$s
id: Perbesar volume logical thin pool %1$s pada grup volume %2$s dari %3$s ke %4$s
it: Ingrandisci volume logico pool thin %1$s sul gruppo di volumi %2$s da %3$s a %4$s
ka: თხელი პულის ლოგიკური ტომის %1$s ტომების ჯგუფზე %2$s %3$s-დან %4$s-მდე გაზრდა
nl: Thin pool logisch volume %1$s op volumegroep %2$s vergroten van %3$s naar %4$s
pl: Zwiększ rozmiar wolumenu logicznego %1$s cienkiej puli w grupie wolumenów %2$s z %3$s na %4$s
pt_br: Aumentar volume lógico de pool thin %1$s no grupo de volumes %2$s de %3$s para %4$s
sk: Zväčšiť tenký logický zväzok %1$s na skupine zväzkov %2$s z %3$s na %4$s
sl: Povečaj logični nosilec s tanko zalogo %1$s na skupini nosilcev %2$s z %3$s na %4$s
sv: Ökar tunn logisk poolvolym %1$s i volymgrupp %2$s från %3$s till %4$s

source: Growing %1$s of %2$s on %3$s from %4$s to %5$s
ca: Engrandint %1$s del sistema de fitxers %2$s de %3$s de %4$s a %5$s
cs: Zvětšuji %1$s z %2$s na %3$s z %4$s na %5$s
de: %1$s von %2$s auf %3$s wird von %4$s zu %5$s vergrößert
es: Aumentando %1$s de %2$s en %3$s de %4$s a %5$s
fi: Suurennetaan laitetta %1$s (%2$s) laitteilla %3$s %4$s koosta %5$s kokoon
fr: Agrandissement de %1$s de %2$s sur %3$s de %4$s à %5$s
id: Memperbesar %1$s dari %2$s pada %3$s dari %4$s ke %5$s
it: Ingrandimento di %1$s in %2$s su %3$s da %4$s a %5$s
ka: %1$s-ის %2$s %3$s-ზე %4$s-დან %5$s-მდე გაზრდა
nl: %1$s van %2$s op %3$s wordt vergroot van %4$s naar %5$s
pt_br: Aumentando %1$s de %2$s em %3$s de %4$s para %5$s
sk: Zväčšenie %1$s %2$s na %3$s z %4$s na %5$s
sl: Povečevanje %1$s z datotečnim sistemom %2$s na %3$s z %4$s na %5$s
sv: Ökar %1$s av %2$s på %3$s från %4$s till %5$s

source: Growing %1$s on %2$s from %3$s to %4$s
ar: تتم الآن زيادة حجم %1$s على %2$s من %3$s إلى %4$s
ca: Engrandint el sistema de fitxers %1$s de %2$s de %3$s a %4$s
cs: Zvětšuji %1$s na %2$s z %3$s na %4$s
de: %1$s auf %2$s wird von %3$s auf %4$s vergrößert
es: Aumentando %1$s en %2$s de %3$s a %4$s
fi: Suurennetaan %1$s-tiedostojärjestelmää laitteella %2$s koosta %3$s kokoon %4$s
fr: Agrandissement de %1$s sur %2$s de %3$s à %4$s
gl: Aumentando %1$s en %2$s de %3$s a %4$s
hu: %1$s növelése a(z) %2$s eszközön, régi méret: %3$s, új méret: %4$s
id: Memperbesar %1$s pada %2$s dari %3$s ke %4$s
it: Ingrandimento di %1$s su %2$s da %3$s a %4$s
ka: %1$s-ის %2$s-ზე %3$s-დან %4$s-მდე გაზრდა
nl: %1$s op %2$s vergroten van %3$s naar %4$s
pl: Zwiększanie rozmiaru %1$s na urządzeniu %2$s z %3$s na %4$s
pt_br: Aumentando %1$s em %2$s de %3$s para %4$s
sk: Zväčšenie %1$s na %2$s z %3$s na %4$s
sl: Povečevanje datotečnega sistema %1$s na %2$s z %3$s na %4$s
sv: Ökar %1$s på %2$s från %3$s till %4$s

source: Growing encryption layer device on %1$s from %2$s to %3$s
ar: تتم الآن زيادة حجم جهاز طبقة تشفير على %1$s من %2$s إلى %3$s
ca: Engrandint el dispositiu de capa d'encriptació de %1$s de %2$s a %3$s
cs: Zvětšuji zařízení šifrovací vrstvy na %1$s z %2$s na %3$s
de: Gerät der verschlüsselten Schicht auf %1$s wird von %2$s auf %3$s vergrößert
es: Aumentando dispositivo de capa de cifrado %1$s de %2$s a %3$s
fi: Suurennetaan salaustasoa laitteella %1$s %2$s koosta %3$s kokoon
fr: Agrandissement de la couche de chiffrement sur %1$s de %2$s à %3$s
gl: Aumentando a capa de cifrado de dispositivo en %1$s de %2$s a %3$s
hu: Titkosításiréteg-eszköz növelése a(z) %1$s eszközön, régi méret: %2$s, új méret: %3$s
id: Memperbesar perangkat loop terenkripsi pada %1$s dari %2$s ke %3$s
it: Ingrandimento dello strato di cifratura su %1$s da %2$s a %3$s
ka: %1$s-ზე მდებარე დაშიფრული ფენის მოწყობილობის %2$s-დან %3$s-მდე გაზრდა
nl: Versleutelingslaag van apparaat op %1$s vergroten van %2$s naar %3$s
pl: Zwiększanie rozmiaru urządzenia warstwy szyfrowania na urządzeniu %1$s z %2$s na %3$s
pt_br: Aumentando dispositivo de camada de criptografia em %1$s de %2$s para %3$s
sk: Zväčšenie zariadenia šifrovacej úrovne na %1$s z %2$s na %3$s
sl: Povečevanje naprave šifrirnega sloja na %1$s z %2$s na %3$s
sv: Ökar krypterad enhet på %1$s från %2$s till %3$s

source: Growing logical volume %1$s on volume group %2$s from %3$s to %4$s
ar: زيادة حجم وحدة التخزين المنطقية %1$s في مجموعة وحدات التخزين %2$s من %3$s إلى %4$s
ca: Engrandint el volum lògic %1$s del grup de volums %2$s de %3$s a %4$s
cs: Zvětšuji logický svazek %1$s ve skupině svazků %2$s z %3$s na %4$s
de: Logisches Volume %1$s in Volume-Gruppe %2$s wird von %3$s auf %4$s vergrößert
es: Aumentando volumen lógico %1$s en grupo de volúmenes %2$s de %3$s a %4$s
fi: Suurennetaan loogista taltiota %1$s taltioryhmässä %2$s koosta %3$s kokoon %4$s
fr: Agrandissement du volume logique %1$s sur le groupe de volumes %2$s de %3$s à %4$s
gl: Aumentando o volume lóxico %1$s do grupo de volumes %2$s de %3$s a %4$s
hu: %1$s logikai kötet növelése a(z) %2$s kötetcsoportban, régi méret: %3$s, új méret: %4$s
id: Memperbesar volume logical %1$s pada grup volume %2$s dari %3$s ke %4$s
it: Ingrandimento del volume logico %1$s sul gruppo di volumi %2$s da %3$s a %4$s
ka: მიმდინარებს ტომების ჯგუფზე %2$s არსებული ლოგიკური ტომის %1$s გაზრდა %3$s-დან %4$s-მდე
nl: Logisch volume %1$s op volumegroep %2$s vergroten van %3$s naar %4$s
pl: Zwiększanie rozmiaru woluminu logicznego %1$s w grupie woluminów %2$s z %3$s na %4$s
pt_br: Aumentando volume lógico %1$s no grupo de volume %2$s de %3$s para %4$s
sk: Zväčšenie logického zväzku %1$s na skupine zväzkov %2$s z %3$s na %4$s
sl: Povečevanje logičnega nosilca %1$s na skupini nosilcev %2$s z %3$s na %4$s
sv: Ökar logisk volym %1$s i volymgrupp %2$s från %3$s till %4$s

source: Growing partition %1$s from %2$s to %3$s
ar: تتم الآن زيادة حجم قسم %1$s من %2$s إلى %3$s
ca: Engrandint la partició %1$s de %2$s a %3$s
cs: Zvětšuji oddíl %1$s z %2$s na %3$s
de: Partition %1$s wird von %2$s auf %3$s vergrößert
es: Aumentando partición %1$s de %2$s a %3$s
fi: Suurennetaan osiota %1$s koosta %2$s kokoon %3$s
fr: Agrandissement de la partition %1$s de %2$s à %3$s
gl: Aumentando a partición %1$s de %2$s ata %3$s
hu: %1$s partíció növelése, régi méret: %2$s, új méret: %3$s
id: Memperbesar partisi %1$s dari %2$s ke %3$s
it: Ingrandimento della partizione %1$s da %2$s a %3$s
ka: %1$s დანაყოფის %2$s-დან %3$s-მდე გაზრდა
nl: Partitie %1$s vergroten van %2$s naar %3$s
pl: Zwiększanie rozmiaru partycji %1$s z %2$s na %3$s
pt_br: Aumentando partição %1$s de %2$s para %3$s
sk: Zväčšenie oddielu %1$s z %2$s na %3$s
sl: Povečevanje razdelka %1$s z %2$s na %3$s
sv: Ökar partition %1$s från %2$s till %3$s

source: Growing physical volume on %1$s from %2$s to %3$s
ar: تتم الآن زيادة حجم وحدة التخزين الفعلية%1$s من %2$s إلى %3$s
ca: Engrandint el volum físic de %1$s de %2$s a %3$s
cs: Zvětšuji fyzický svazek na %1$s z %2$s na %3$s
de: Physisches Volume auf %1$s wird von %2$s auf %3$s vergrößert
es: Aumentando volumen físico en %1$s de %2$s a %3$s
fi: Suurennetaan fyysistä taltiota laitteella %1$s koosta %2$s kokoon %3$s
fr: Agrandissement du volume physique sur %1$s de %2$s à %3$s
gl: Aumentando o volume físico en %1$s de %2$s ata %3$s
hu: Fizikai kötet növelés a(z) %1$s eszközön, régi méret: %2$s, új méret: %3$s
id: Memperbesar volume fisik pada %1$s dari %2$s ke %3$s
it: Ingrandimento del volume fisico su %1$s da %2$s a %3$s
ka: %1$s-ზე მდებარე ფიზიკური ტომის %2$s-დან %3$s-მდე გაზრდა
nl: Fysiek volume op %1$s vergroten van %2$s naar %3$s
pl: Zwiększanie rozmiaru woluminu fizycznego na urządzeniu %1$s z %2$s na %3$s
pt_br: Aumentando volume físico em %1$s de %2$s para %3$s
sk: Zväčšenie fyzického zväzku na %1$s z %2$s na %3$s
sl: Povečevanje fizičnega nosilca na %1$s z %2$s na %3$s
sv: Ökar fysisk volym på %1$s från %2$s till %3$s

source: Growing thin logical volume %1$s on volume group %2$s from %3$s to %4$s
ar: زيادة حجم مجمع وحدة التخزين المنطقية التابعة %1$s في مجموعة وحدات التخزين %2$s من %3$s إلى %4$s
ca: Engrandint el volum lògic prim %1$s del grup de volums %2$s de %3$s a %4$s
cs: Zvětšuje se tenký logický svazek %1$s na skupině svazků %2$s z %3$s na %4$s
de: Logisches Thin Volume %1$s in Volume-Gruppe %2$s wird von %3$s auf %4$s vergrößert
es: Aumentando el volumen lógico ligero %1$s en el grupo de volúmenes %2$s de %3$s a %4$s
fi: Suurennetaan taltioryhmän %2$s ohutta loogista taltiota %1$s %3$s koosta %4$s kokoon
fr: Agrandissement du volume logique léger %1$s sur le groupe de volumes %2$s de %3$s à %4$s
gl: Aumentando o volume lóxico reducido %1$s do grupo de volumes %2$s de %3$s a %4$s
hu: %1$s vékony logikai kötet növelése a(z) %2$s kötetcsoportban, régi méret: %3$s, új méret: %4$s
id: Memperbesar volume logical thin %1$s pada grup volume %2$s dari %3$s ke %4$s
it: Ingrandimento del volume logico thin %1$s sul gruppo di volumi %2$s da %3$s a %4$s
ka: ტომების ჯგუფზე %2$s მდებარე თხელი ლოგიკური ტომის %1$s %3$s-დან %4$s-მდე გაზრდა
nl: Thin logisch volume %1$s op volumegroep %2$s wordt vergroot van %3$s naar %4$s
pl: Zwiększanie rozmiaru cienkiego wolumenu logicznego %1$s w grupie wolumenów %2$s z %3$s na %4$s
pt_br: Aumentando volume lógico thin %1$s no grupo de volumes %2$s de %3$s para %4$s
sk: Zväčšenie tenk0ho logického zväzku %1$s na skupine zväzkov %2$s z %3$s na %4$s
sl: Povečevanje tankega logičnega nosilca %1$s na skupini nosilcev %2$s z %3$s na %4$s
sv: Ökar tunn logisk volym %1$s i volymgrupp %2$s från %3$s till %4$s

source: Growing thin pool logical volume %1$s on volume group %2$s from %3$s to %4$s
ar: تتم الآن زيادة حجم مجمع وحدة التخزين المنطقية التابعة %1$s في مجموعة وحدات التخزين %2$s من %3$s إلى %4$s
ca: Engrandint el volum lògic d'agrupació prima %1$s del grup de volums %2$s de %3$s a %4$s
cs: Zvětšuje se tenký logický svazek %1$s na skupině svazků %2$s z %3$s na %4$s
de: Logisches Thin Pool Volume %1$s in Volume-Gruppe %2$s wird von %3$s auf %4$s vergrößert
es: Aumentando el volumen lógico de grupo ligero %1$s en el grupo de volúmenes %2$s de %3$s a %4$s
fi: Suurennetaan taltioryhmän %2$s ohuen poolin loogista taltiota %1$s %3$s koosta %4$s kokoon
fr: Agrandissement du volume logique de pool léger %1$s sur le groupe de volumes %2$s de %3$s à %4$s
gl: Aumentando a área reducida de volume lóxico %1$s do grupo de volumes %2$s de %3$s a %4$s
hu: Vékony készlethez tartozó %1$s logikai kötet növelése a(z) %2$s kötetcsoportban, régi méret: %3$s, új méret: %4$s
id: Memperbesar volume logical thin pool %1$s pada grup volume %2$s dari %3$s ke %4$s
it: Ingrandimento del volume logico pool thin %1$s sul gruppo di volumi %2$s da %3$s a %4$s
ka: მიმდინარეობს ტომების ჯგუფი %2$s-ზე მდებარე თხელი პულის ლოგიკური ტომის %1$s გაზრდა %3$s-დან %4$s-მდე
nl: Thin logisch volume %1$s op volumegroep %2$s wordt vergroot van %3$s naar %4$s
pl: Zwiększanie rozmiaru wolumenu logicznego %1$s cienkiej puli w grupie wolumenów %2$s z %3$s na %4$s
pt_br: Aumentando volume lógico de pool thin %1$s no grupo de volumes %2$s de %3$s para %4$s
sk: Zväčšenie tenkého logického zväzku fondu %1$s na skupine zväzkov %2$s z %3$s na %4$s
sl: Povečevanje logičnega nosilca s tanko zalogo %1$s na skupini nosilcev %2$s z %3$s na %4$s
sv: Ökar tunn logisk poolvolym %1$s i volymgrupp %2$s från %3$s till %4$s

source: Implicit Partition Table
ar: جدول قسم ضمني
ca: Taula de particions implícita
cs: Implicitní tabulka oddílů
de: Implizite Partitionstabelle
es: Tabla de partición implícita
fi: Implisiittinen osiotaulukko
fr: Table de partitions implicites
gl: Táboa implícita de particións
hu: Implicit partíciós tábla
id: Tabel Partisi Implisit
it: Tabella delle partizioni implicite
ka: გაურკვეველი დანაყოფების ცხრილი
nl: Impliciete partitietabel
pl: Niejawna tablica partycji
pt_br: Tabela de Partição Implícita
sk: Implicitná tabuľka oddielov
sl: Razpredelnica implicitnih razdelkov
sv: Underförstådd partitionstabell

source: KiB
fr: Kio
ka: კიბ

source: LVM Logical Volume
ar: وحدة التخزين المنطقية LVM
ca: Volum lògic d'LVM
cs: Logický svazek LVM
de: LVM Logisches Volume
es: Volumen lógico LVM
fi: Looginen LVM-taltio
fr: Volume logique LVM
gl: Volume lóxico LVM
hu: LVM logikai kötet
id: Volume Logical LVM
it: Volume logico LVM
ka: LVM -ის ლოგიკური ტომი
nl: LVM logisch volume
pl: Wolumen logiczny LVM
pt_br: Volume Lógico LVM
sk: Logický zväzok LVM
sl: Logični nosilec LVM
sv: Logisk LVM-volym

source: LVM Physical Volume
ar: وحدة التخزين الفعلية LVM
ca: Volum físic d'LVM
cs: Fyzický svazek LVM
de: LVM Physikalisches Volume
es: Volumen físico LVM
fi: Fyysinen LVM-taltio
fr: Volume physique LVM
gl: Volume físico LVM
hu: LVM fizikai kötet
id: Volume Physical LVM
it: Volume fisico LVM
ka: LVM -ის ფიზიკური ტომი
nl: LVM fysiek volume
pl: Wolumen fizyczny LVM
pt_br: Volume Físico LVM
sk: Fyzický zväzok LVM
sl: Fizični nosilec LVM
sv: Fysisk LVM-volym

source: LVM Volume Group
ar: مجموعة وحدات التخزين LVM
ca: Grup de volums d'LVM
cs: Skupina svazků LVM
de: LVM Volume Gruppe
es: Grupo de volúmenes LVM
fi: LVM-taltioryhmä
fr: Groupe de volumes LVM
gl: Grupo de volumes LVM
hu: LVM kötetcsoport
id: Grup Volume LVM
it: Gruppo di volumi LVM
ka: LVM ტომების ჯგუფი
nl: LVM volumegroep
pl: Grupa wolumenów LVM
pt_br: Grupo de Volumes LVM
sk: Skupina zväzkov LVM
sl: Skupina nosilcev LVM
sv: LVM-volymgrupp

source: Linux Home
ca: Llar de Linux
fi: Linuxin /home
fr: Répertoire privé Linux
id: Beranda Linux
pt_br: Início do Linux
sl: Linux (domači)
sv: Linux hem

source: Linux LVM
ca: LVM de Linux
fr: LVM Linux
it: LVM Linux
pt_br: LVM Linux

source: Linux RAID
ca: RAID de Linux
fr: RAID Linux
it: RAID Linux
pt_br: RAID Linux

source: Linux Root Partition (ARM 32-bit)
ca: Partició d'arrel de Linux (ARM 32 bits)
cs: Kořenový oddíl Linuxu (ARM 32-bit)
de: Linux-Wurzelpartition (ARM 32-Bit)
es: Partición raíz de Linux (ARM 32 bits)
fi: Linux-juuriosio (32-bittinen ARM)
fr: Partition racine Linux (ARM 32 bits)
id: Partisi Root Linux (ARM 32-bit)
it: Partizione root Linux (ARM 32 bit)
ka: Linux-ის Root დანაყოფი (ARM 32-ბიტიანი)
nl: Hoofdpartitie voor Linux (ARM 32-bit)
pt_br: Partição Linux raiz (ARM 32-bit)
sk: Linux Koreňový oddiel (ARM 32-bit)
sl: Linux (korenski, 32-bitni ARM)
