Repository: openSUSE/libstorage-ng
Catalog: po/*.po
Languages: ar, ca, cs, de, es, fi, fr, gl, hu, id, it, ka, nl, pl, pt_br, sk, sl, sv

source: Rename logical volume %1$s to %2$s on volume group %3$s
ca: Canvia el nom del volum lògic %1$s a %2$s al grup de volums %3$s
cs: Přejmenovat logický svazek %1$s na (%2$s), skupina svazků %3$s
de: Logisches Volume %1$s zu %2$s auf Volume-Gruppe %3$s umbenennen
es: Renombrar volumen lógico %1$s a %2$s en grupo de volúmenes %3$s
fi: Muuta taltioryhmän %3$s loogisen taltion %1$s nimeksi %2$s
fr: Renommer le volume logique %1$s en %2$s sur le groupe de volumes %3$s
id: Ganti nama volume logical %1$s menjadi %2$s pada grup volume %3$s
it: Rinominare il volume logico %1$s (%2$s) sul gruppo di volumi %3$s
ka: ტომების ჯგუფი %3$s-ზე მდებარე ლოგიკური ტომის სახელის %1$s-დან %2$s-ზე გადარქმევა
nl: Logisch volume %1$s naar %2$s op volumegroep %3$s hernoemen
pt_br: Renomear volume lógico %1$s para %2$s no grupo de volume %3$s
sk: Premenovať logický zväzok %1$s na %2$s na skupine zväzkov %3$s
sl: Preimenuj logični nosilec %1$s v %2$s na skupini nosilec %3$s
sv: Byt namn på logisk volym %1$s till %2$s på volymgrupp %3$s

source: Rename mount point %1$s from %2$s to %3$s in /etc/fstab
ar: إعادة تسمية نقطة التوصيل %1$s من %2$s إلى %3$s في /etc/fstab
ca: Canvia el nom del punt de muntatge %1$s de %2$s a %3$s a /etc/fstab
cs: Přejmenovat přípojný bod %1$s z %2$s na %3$s v /etc/fstab
de: Einhängepunkt %1$s in /etc/fstab von %2$s zu %3$s umbenennen
es: Renombrar punto de montaje %1$s de %2$s a %3$s en /etc/fstab
fi: Muuta liitospisteen %1$s (%2$s) nimeksi %3$s /etc/fstab-tiedostossa
fr: Renommer le point de montage %1$s de %2$s en %3$s dans /etc/fstab
gl: Renomear o punto de montaxe %1$s de %2$s a %3$s en /etc/fstab
hu: %1$s csatlakoztatási pont átnevezése az /etc/fstab fájlban, régi név: %2$s, új név: %3$s
id: Ubah nama titik kait %1$s dari %2$s menjadi %3$s di /etc/fstab
it: Rinominare il punto di montaggio %1$s da %2$s a %3$s in /etc/fstab
ka: /etc/fstab-ში %1$s-ის მიმაგრების წერტილის %2$s-დან %3$s-ზე გადარქმევა
nl: Aankoppelpunt %1$s hernoemen van %2$s naar %3$s in /etc/fstab
pl: Zmień nazwę punktu montowania %1$s z %2$s na %3$s w /etc/fstab
pt_br: Renomear ponto de montagem %1$s de %2$s para %3$s no /etc/fstab
sk: Premenovať bod pripojenia %1$s z %2$s na %3$s v /etc/fstab
sl: Preimenuj priklopno točko %1$s iz %2$s v %3$s v /etc/fstab
sv: Byt namn på monteringspunkt %1$s från %2$s till %3$s i /etc/fstab

source: Rename volume group %1$s to %2$s
ca: Canvia el nom del grup de volums %1$s a %2$s
cs: Přejmenovat skupinu svazků %1$s na(%2$s)
de: Volume-Gruppe %1$s zu %2$s umbenennen
es: Renombrar grupo de volúmenes %1$s a %2$s
fi: Muuta taltioryhmän %1$s nimeksi %2$s
fr: Renommer le groupe de volumes %1$s en %2$s
id: Ganti nama volume logical %1$s menjadi %2$s
it: RInominare il gruppo di volumi %1$s (%2$s)
ka: ტომების ჯგუფის %1$s სახელის გადარქმევა %2$s-ზე
nl: Volumegroep %1$s naar %2$s hernoemen
pt_br: Renomear grupo de volume %1$s para %2$s
sk: Premenovať skupinu zväzkov %1$s na %2$s
sl: Preimenuj skupino nosilcev %1$s v %2$s
sv: Byt namn på volymgrupp %1$s till %2$s

source: Renaming encryption layer device from %1$s to %2$s in /etc/crypttab
ar: تتم الآن إعادة تسمية جهاز طبقة تشفير من %1$s إلى %2$s في /etc/crypttab
ca: Canviant el nom del dispositiu de capa d'encriptació de %1$s a %2$s a /etc/crypttab
cs: Přejmenovávání šifrované vrstvy zařízení z %1$s na %2$s v /etc/crypttab
de: Gerät der verschlüsselten Schicht in /etc/crypttab wird von %1$s zu %2$s umbenannt
es: Renombrando dispositivo de capa de cifrado de %1$s a %2$s en /etc/crypttab
fi: Muutetaan salaustasolaitteen %1$s nimeksi %2$s /etc/crypttab-tiedostossa
fr: Renommage de la couche de chiffrement de %1$s en %2$s dans /etc/crypttab
gl: Renomeando a capa de cifrado de dispositivo de %1$s a %2$s para /etc/crypttab
hu: Titkosításiréteg-eszköz átnevezése az /etc/crypttab fájlban, régi név: %1$s, új név: %2$s
id: Mengubah nama perangkat loop terenkripsi dari %1$s menjadi %2$s di /etc/crypttab
it: Ridenominazione dello strato di cifratura da %1$s a %2$s in /etc/crypttab
ka: /etc/crypttab-ში დაშიფვრის ფენის მოწყობილობის სახელის %1$s-დან %2$s-ზე შეცვლა
nl: Versleutelingslaag van apparaat hernoemen van %1$s naar %2$s in /etc/crypttab
pl: Zmienianie nazwy urządzenia warstwy szyfrowania z %1$s na %2$s w /etc/crypttab
pt_br: Renomeando dispositivo de camada de criptografia de %1$s para %2$s no /etc/crypttab
sk: Premenovanie zariadenia šifrovacej úrovne z %1$s na %2$s v /etc/crypttab
sl: Preimenovanje naprave šifrirnega sloja iz %1$s v %2$s v /etc/crypttab
sv: Byter namn på krypterad enhet från %1$s till %2$s i /etc/crypttab

source: Renaming mount point %1$s from %2$s to %3$s in /etc/fstab
ar: تتم الآن إعاة تسمية نقطة التوصيل %1$s من %2$s إلى %3$s في /etc/fstab
ca: Canviant el nom del punt de muntatge %1$s de %2$s a %3$s a /etc/fstab
cs: Přejmenovává se přípojný bod %1$s z %2$s na %3$s v /etc/fstab
de: Einhängepunkt %1$s wird in /etc/fstab von %2$s zu %3$s umbenannt
es: Renombrando punto de montaje %1$s de %2$s a %3$s en /etc/fstab
fi: Muutetaan liitospisteen %1$s (%2$s) nimeksi %3$s /etc/fstab-tiedostossa
fr: Renommage du point de montage %1$s de %2$s en %3$s dans /etc/fstab
gl: Renomeando o punto de montaxe %1$s de %2$s a %3$s en /etc/fstab
hu: %1$s csatlakoztatási pont átnevezése az /etc/fstab fájlban, régi név: %2$s, új név: %3$s
id: Mengubah nama %1$s dari %2$s menjadi %3$s di /etc/fstab
it: Ridenominazione del punto di montaggio %1$s da %2$s a %3$s in /etc/fstab
ka: /etc/fstab-ში %1$s-ის მიმაგრების წერტილი %2$s-დან %3$s-ზე შეიცვლება
nl: Aankoppelpunt %1$s hernoemen van %2$s naar %3$s in /etc/fstab
pl: Zmienianie nazwy punktu montowania %1$s z %2$s na %3$s w /etc/fstab
pt_br: Renomeando ponto de montagem %1$s de %2$s para %3$s no /etc/fstab
sk: Premenovanie bodu pripojenia %1$s z %2$s na %3$s v /etc/fstab
sl: Preimenovanje priklopne točke %1$s iz %2$s v %3$s v /etc/fstab
sv: Byter namn på monteringspunkt %1$s från %2$s till %3$s i /etc/fstab

source: Repair GPT on %1$s
ar: قم بإصلاح جدول التقسيم ذو المعرفات الفريدة الشامل في %1$s
ca: Repara GPT a %1$s
cs: Opravit GPT na %1$s
de: GPT auf %1$s reparieren
es: Reparar GPT en %1$s
fi: Korjaa GPT laitteelta %1$s
fr: Réparer la table de partitions GPT sur %1$s
gl: Reparar GPT en %1$s
hu: GPT javítása a(z) %1$s eszközön
id: Perbaiki GPT pada %1$s
it: Ripara la tabella delle partizioni GPT su %1$s
ka: %1$s-ზე GPT-ის შეკეთება
nl: GPT op %1$s repareren
pl: Napraw tablicę partycji GPT na urządzeniu %1$s
pt_br: Reparar GPT em %1$s
sk: Opraviť GPT na %1$s
sl: Popravi GPT na %1$s
sv: Reparera GPT på %1$s

source: Repairing GPT on %1$s
ar: جارٍ إصلاح جدول التقسيم ذو المعرفات الفريدة الشامل في %1$s
ca: Reparant GPT a %1$s
cs: Opravuje se GPT na %1$s
de: GPT wird auf %1$s repariert
es: Reparando GPT en %1$s
fi: Korjataan GPT:tä laitteella %1$s
fr: Réparation de la table de partitions GPT sur %1$s
gl: Reparando a GPT en %1$s
hu: GPT javítása a(z) %1$s eszközön
id: Memperbaiki GPT pada %1$s
it: Riparazione della tabella delle partizioni GPT su %1$s
ka: %1$s-ზე GPT-ის შეკეთება
nl: GPT op %1$s wordt gerepareerd
pl: Naprawianie tablicy partycji GPT na urządzeniu %1$s
pt_br: Reparando GPT em %1$s
sk: Opravenie GPT na %1$s
sl: Popravljanje GPT-ja na %1$s
sv: Reparerar GPT på %1$s

source: Set UUID of %1$s on %2$s to %3$s
ca: Estableix l'UUID del sistema de fitxers %1$s de %2$s a %3$s
cs: Nastavit UUID z %1$s na %2$s k %3$s
de: UUID von %1$s auf %2$s zu %3$s setzen
es: Definir UUID de %1$s en %2$s como %3$s
fi: Aseta laitteen %2$s (%1$s) UUID:ksi %3$s
fr: Définir l'UUID de %1$s sur %2$s à %3$s
id: Atur UUID dari %1$s pada %2$s ke %3$s
it: Imposta UUID di %1$s su %2$s a %3$s
ka: %1$s-ს UUID_ის %2$s-ზე %3$s-სთვის დაყენება
nl: UUID van %1$s op %2$s instellen naar %3$s
pt_br: Definir UUID de %1$s em %2$s para %3$s
sk: Nastaviť UUID %1$s na %2$s na %3$s
sl: Nastavi UUID datotečnega sistema %1$s na %2$s na %3$s
sv: Ange UUID för %1$s på %2$s till %3$s

source: Set boot flag of partition %1$s
ar: تعيين علامة تهيئة القسم %1$s
ca: Estableix la bandera d'arrencada de la partició %1$s
cs: Nastavit boot příznak oddílu %1$s
de: Boot-Flag von Partition %1$s setzen
es: Definir indicador de arranque de partición %1$s
fi: Aseta osiolle %1$s käynnistyslippu
fr: Définir le fanion de démarrage de la partition %1$s
gl: Definir a etiqueta de arrinque para a partición %1$s
hu: %1$s partíció rendszerindítási jelzőjének beállítása
id: Atur tanda boot dari partisi %1$s
it: Impostare il flag di avvio della partizione %1$s
ka: %1$s დანაყოფზე ჩატვირთვადობის ალმის დაყენება
nl: Opstartvlag van partitie %1$s instellen
pl: Ustaw flagę rozruchu partycji %1$s
pt_br: Definir indicador de inicialização da partição %1$s
sk: Nastaviť príznak štartu systému pre oddiel %1$s
sl: Nastavi zastavico zaganjanja razdelka %1$s
sv: Ange bootflagga för partition %1$s

source: Set cache mode to %1$s for bcache %2$s (%3$s)
ca: Estableix el mode de cau a %1$s per a la bcau %2$s (%3$s)
cs: Nastavit režim kešování na %1$s pro bcache %2$s (%3$s)
de: Cachemodus auf %1$s für bcache %2$s (%3$s) setzen
es: Definir el modo de caché como %1$s para bcache %2$s (%3$s)
fi: Aseta bcachen %2$s (%3$s) välimuistitilaksi %1$s
fr: Définir le mode du cache sur %1$s pour le Bcache sur %2$s (%3$s)
id: Atur mode cache ke %1$s untuk bcache %2$s (%3$s)
it: Imposta modalità cache a %1$s per Bcache %2$s (%3$s)
ka: Bcache %2$s-ის (%3$s) კეშის რეჟიმის %1$s-ზე დაყენება
nl: Cachemodus instellen naar %1$s voor bcache %2$s (%3$s)
pt_br: Definir o modo de cache como %1$s para o bcache %2$s (%3$s)
sk: Nastaviť režim vyrovnávacej pamäte na %1$s pre bcache %2$s (%3$s)
sl: Nastavi način predpomnjenja na %1$s za bcache %2$s (%3$s)
sv: Ställ in cacheläge på %1$s för bcache %2$s (%3$s)

source: Set default subvolume to subvolume %1$s on %2$s
ar: تعيين وحدة التخزين الفرعية على زحدة التخزين الفرعية %1$s على %2$s
ca: Estableix el subvolum per defecte al subvolum %1$s de %2$s
cs: Nastavit podsvazek %1$s jako výchozí na %2$s
de: Subvolume %1$s auf %2$s als Standard-Subvolume festlegen
es: Definir subvolumen %1$s como subvolumen por defecto en %2$s
fi: Aseta laitteen %2$s oletusalitaltioksi %1$s
fr: Définir le sous-volume %1$s sur %2$s comme sous-volume par défaut
gl: Definir o subvolume por defecto como un subvolume de %1$s en %2$s
hu: A(z) %1$s alkötet beállítása alapértelmezett alkötetként a(z) %2$s eszközön
id: Atur subvolume standar ke subvolume %1$s pada %2$s
it: Impostare il sottovolume %1$s su %2$s come sottovolume predefinito
ka: %2$s-ზე ნაგულისხმევი ქვეტომის %1$s-ზე დაყენება
nl: Standaardsubvolume instellen op subvolume %1$s op %2$s
pl: Ustaw jako domyślny podwolumin %1$s na urządzeniu %2$s
pt_br: Definir subvolume padrão como subvolume %1$s em %2$s
sk: Nastaviť predvolený podzväzok na podzväzok %1$s na %2$s
sl: Nastavi privzeti podnosilec na podnosilec %1$s na %2$s
sv: Ange förinställd delvolym som delvolym %1$s på %2$s

source: Set id of partition %1$s to %2$s
ar: تعيين معرف القسم %1$s على %2$s
ca: Estableix l'id de la partició %1$s a %2$s
cs: Nastavit id oddílu %1$s na %2$s
de: ID von Partion %1$s auf %2$s setzen
es: Definir ID de partición %1$s como %2$s
fi: Aseta osion %1$s ID:ksi %2$s
fr: Définir le type de la partition %1$s à %2$s
gl: Definir a id da partición %1$s como %2$s
hu: A(z) %1$s partíció azonosítójának beállítása a(z) %2$s értékre
id: Atur id partisi %1$s ke %2$s
it: Impostare l'id della partizione %1$s a %2$s
ka: დანაყოფის %1$s ID-ის დაყენება %2$s-ზე
nl: Partitie-ID van %1$s instellen op %2$s
pl: Ustaw identyfikator partycji %1$s jako %2$s
pt_br: Definir ID da partição %1$s como %2$s
sk: Nastaviť id oddielu %1$s na %2$s
sl: Nastavi določilnik razdelka %1$s na %2$s
sv: Ange id för partition %1$s som %2$s

source: Set id of partition %1$s to %2$s (0x%3$02X)
ar: تعيين معرف القسم %1$s على %2$s (0x%3$02X)
ca: Estableix l'id de la partició %1$s a %2$s (0x%3$02X)
cs: Nastavit id oddílu %1$s na %2$s (0x%3$02X)
de: ID von Partition %1$s auf %2$s (0x%3$02X) setzen
es: Definir ID partición %1$s como %2$s (0x%3$02X)
fi: Aseta osion %1$s ID:ksi %2$s (0x%3$02X)
fr: Définir le type de la partition %1$s à %2$s (0x%3$02X)
gl: Definir a id da partición %1$s como %2$s (0x%3$02X)
hu: A(z) %1$s partíció azonosítójának beállítása a(z) %2$s értékre (0x%3$02X)
id: Atur id partisi %1$s ke %2$s (0x%3$02X)
it: Impostare l'id della partizione %1$s a %2$s (0x%3$02X)
ka: %1$s დანაყოფის ID-ის %2$s-ზე (0x%3$02X) დაყენება
nl: Partitie-ID van %1$s instellen op %2$s (0x%3$02X)
pl: Ustaw identyfikator partycji %1$s jako %2$s (0x%3$02X)
pt_br: Definir ID da partição %1$s como %2$s (0x%3$02X)
sk: Nastaviť id oddielu %1$s na %2$s (0x%3$02X)
sl: Nastavi določilnik razdelka %1$s na %2$s (0x%3$02X)
sv: Ange id för partition %1$s som %2$s (0x%3$02X)

source: Set id of partition %1$s to 0x%2$02X
ar: تعيين معرف القسم %1$s إلى 0x%2$02X
ca: Estableix l'id de la partició %1$s a 0x%2$02X
cs: Nastavit id oddílu %1$s na 0x%2$02X
de: ID von Partition %1$s auf 0x%2$02X setzen
es: Definir ID de partición %1$s como 0x%2$02X
fi: Aseta osion %1$s ID:ksi 0x%2$02X
fr: Définir le type de la partition %1$s à 0x%2$02X
gl: Definir a id da partición %1$s como 0x%2$02X
hu: A(z) %1$s partíció azonosítójának beállítása a(z) 0x%2$02X értékre
id: Atur id partisi %1$s ke 0x%2$02X
it: Impostare l'id della partizione %1$s a 0x%2$02X
ka: დანაყოფის %1$s ID-ის დაყენება 0x%2$02X-ზე
nl: Partitie-ID van %1$s instellen op 0x%2$02X
pl: Ustaw identyfikator partycji %1$s jako 0x%2$02X
pt_br: Definir ID da partição %1$s como 0x%2$02X
sk: Nastaviť id oddielu %1$s na 0x%2$02X
sl: Nastavi določilnik razdelka %1$s na 0x%2$02X
sv: Ange id för partition %1$s som 0x%2$02X

source: Set label of %1$s on %2$s to %3$s
ca: Estableix l'etiqueta del sistema de fitxers %1$s de %2$s a %3$s
cs: Nastavit popisek %1$s u %2$s na hodnotu %3$s
de: Label von %1$s auf %2$s zu %3$s setzen
es: Definir etiqueta de %1$s en %2$s como %3$s
fi: Aseta osion %2$s (%1$s) nimiöksi %3$s
fr: Définir l'étiquette de %1$s sur %2$s à %3$s
id: Atur label %1$s pada %2$s ke %3$s
it: Imposta etichetta di %1$s su %2$s a %3$s
ka: %1$s-ის ჭის %2$s-ზე %3$s-სთვის დაყენება
nl: Label van %1$s op %2$s instellen naar %3$s
pt_br: Definir rótulo de %1$s em %2$s para %3$s
sk: Nastaviť popis %1$s na %2$s na %3$s
sl: Nastavi oznako datotečnega sistema %1$s na %2$s na %3$s
sv: Ange etiketten för %1$s på %2$s till %3$s

source: Set label of partition %1$s to %2$s
ca: Estableix l'etiqueta de la partició %1$s a %2$s
cs: Nastavit štítek oddílu %1$s na %2$s
de: Label von Partition %1$s auf %2$s festlegen
es: Definir etiqueta de partición %1$s como %2$s
fi: Aseta osion %1$s nimiöksi %2$s
fr: Définir l'étiquette de la partition %1$s sur %2$s
id: Atur label partisi %1$s ke %2$s
it: Impostare l'etichetta della partizione %1$s a %2$s
ka: %1$s დანაყოფის ჭდის %2$s-ზე დაყენება
nl: Label van partitie %1$s instellen op %2$s
pt_br: Definir rótulo da partição %1$s como %2$s
sk: Nastaviť popis oddielu %1$s na %2$s
sl: Nastavi oznako razdelka %1$s na %2$s
sv: Ange etikett för partition %1$s till %2$s

source: Set legacy boot flag of partition %1$s
ar: تعيين علامة تشغيل قديم على القسم %1$s
ca: Estableix la bandera d'arrencada de llegat de la partició %1$s
cs: Nastavit zastaralý boot příznak oddílu %1$s
de: Legacy-Boot-Flag von Partition %1$s setzen
es: Definir indicador de arranque legado de partición %1$s
fi: Aseta osiolle %1$s perinteinen käynnistyslippu
fr: Définir le fanion de démarrage legacy de la partition %1$s
gl: Definir o historial etiqueta de arrinque para a partición %1$s
hu: A(z) %1$s partíció örökölt rendszerindítási jelzőjének beállítása
id: Atur tanda boot legacy dari partisi %1$s
it: Impostare il flag obsoleto di avvio della partizione %1$s
ka: დანაყოფზე (%1$s) მოძველებული ჩატვირთვადობის ალმის დაყენება
nl: Verouderde opstartvlag van partitie %1$s instellen
pl: Ustaw starszą flagę rozruchu partycji %1$s
pt_br: Definir indicador de inicialização antigo da partição %1$s
sk: Nastaviť zastaralý príznak štartu systému pre oddiel %1$s
sl: Nastavi zastarelo zastavico zagona za razdelek %1$s
sv: Ange föråldrad bootflagga för partition %1$s

source: Set limits for qgroup %1$s on %2$s
ca: Estableix els límits per al qgrup %1$s a %2$s
cs: Nastavit limity pro qgroup %1$s na %2$s
de: Limits für qgroup %1$s auf %2$s festlegen
es: Definir límites para qgroup %1$s en %2$s
fi: Aseta rajat laitteen %2$s qgroupille %1$s
fr: Définir des limites pour le qgroup %1$s sur %2$s
id: Tetapkan batas untuk qgroup %1$s pada %2$s
it: Imposta limiti per qgroup %1$s su %2$s
ka: %1$s qgroup-ის ლიმიტების დაყენება %2$s-ზე
nl: Limieten voor qgroup %1$s op %2$s instellen
pt_br: Definir limites para qgroup %1$s em %2$s
sk: Nastaviť limity pre qgroup %1$s na %2$s
sl: Nastavi omejitve za qgroup %1$s na %2$s
sv: Ställ in gränser för qgroup %1$s av %2$s

source: Set limits for qgroup of subvolume %1$s on %2$s
ca: Estableix els límits per al qgrup del subvolum %1$s a %2$s
cs: Nastavit limity qgroup na podsvazku %1$s na %2$s
de: Limits für qgroup von Subvolume %1$s auf %2$s festlegen
es: Definiendo límites para qgroup del subvolumen %1$s en %2$s
fi: Aseta rajat alitaltion %1$s qgroupille laitteilla %2$s
fr: Définir des limites pour le qgroup du sous-volume %1$s sur %2$s
id: Tetapkan batas untuk qgrup dari subvolume %1$s pada %2$s
it: Imposta limiti per qgroup del sottovolume %1$s su %2$s
ka: %2$s-ზე მდებარე ქვეტომის %1$s qgroup-ის ლიმიტების დაყენება
nl: Limieten voor qgroup van subvolume %1$s op %2$s instellen
pt_br: Defina limites para qgrupo de subvolume %1$s em %2$s
sk: Nastaviť limity pre qgroup podzväzku %1$s na %2$s
sl: Nastavi omejitve za qgroup podnosilca %1$s na %2$s
sv: Ställ in gränser för qgroup på undervolym %1$s av %2$s

source: Set no-automount flag of partition %1$s
ca: Estableix la bandera de no muntatge automàtic de la partició %1$s
cs: Nastavit příznak "zákaz auto-připojení" oddílu %1$s
de: no-automount-Flag von Partition %1$s festlegen
es: Definir indicador no-automount de partición %1$s
fi: Aseta ei automaattiliittämistä -lippu osiolle %1$s
fr: Définir l'indicateur no-automount de la partition %1$s
id: Atur tanda no-automount dari partisi %1$s
it: Impostare il flag senza montaggio automamtico della partizione %1$s
ka: %1$s დანაყოფზე no-automount ალმის დაყენება
nl: Vlag voor niet automatisch aankoppelen van partitie %1$s instellen
pt_br: Definir indicador de sem montagem automática da partição %1$s
sk: Nastaviť príznak zákazu automatického pripojenia oddielu %1$s
sl: Nastavi zastavico brez-samopriklopa za razdelek %1$s
sv: Ställ in ingen-automontering flagga för partition %1$s

source: Set option 'no copy on write' for subvolume %1$s on %2$s
ar: تعيين الخيار "عدم النسخ عند الكتابة" لوحدة التخزين الفرعية %1$s على %2$s
ca: Estableix l'opció "no copiar en escriure" per al subvolum %1$s de %2$s
cs: Nastavit volbu 'no copy on write' pro podsvazek %1$s na %2$s
de: Option 'Keine Kopie beim Schreiben' für Subvolume %1$s auf %2$s setzen
es: Definir opción "no copiar al escribir" para subvolumen %1$s en %2$s
fi: Aseta "copy on write" -valinta laitteen %2$s alitaltiolle %1$s
fr: Définir l'option 'no copy on write' pour le sous-volume %1$s sur %2$s
gl: Definir a opción de «non copiar durante a escritura» para o subvolume %1$s en %2$s
hu: Az 'íráskor nincs másolás' beállítás megadása a(z) %2$s eszközön lévő %1$s alkötethez
id: Atur opsi 'no copy on write' untuk subvolume %1$s pada %2$s
it: Impostare l'opzione 'no copy on write' per il sottovolume %1$s su %2$s
ka: %2$s-ზე მდებარე ქვეტომის %1$s 'no copy on write' პარამეტრს დაყენება
nl: Optie 'niet kopiëren bij schrijven' instellen voor subvolume %1$s op %2$s
pl: Ustaw opcję braku kopiowania przy zapisie dla podwoluminu %1$s na urządzeniu %2$s
pt_br: Definir opção 'no copy on write' do subvolume %1$s em %2$s
sk: Nastaviť voľbu 'nekopírovať pri zápise' pre podzväzok %1$s na %2$s
sl: Nastavi možnost »brez kopiranja ob pisanju« za podnosilec %1$s na %2$s
sv: Ange alternativ 'skriva utan kopiering' för delvolym %1$s på %2$s

source: Set protective MBR boot flag of GPT on %1$s
ar: تعيين علامة تشغيل MBR للحماية الخاصة بـ GPT على %1$s
ca: Estableix la bandera d'arrencada MBR protectora de GPT a %1$s
cs: Nastavit ochranný příznak MBR boot GPT na %1$s
de: Schützendes MBR-Boot-Flag von GPT auf %1$s setzen
es: Definir indicador de arranque MBR protector de GPT en %1$s
fi: Aseta GPT:n MBR-suojakäynnistyslippu laitteelle %1$s
fr: Définir le fanion de démarrage du MBR protecteur de la table de partitions GPT sur %1$s
gl: Definir a etiqueta de arrinque MBR do GPT en %1$s
hu: GPT biztonsági fő rendszertöltő rekordjelzőjének beállítása a(z) %1$s eszközön
id: Atur tanda pelindung boot MBR di GPT pada %1$s
it: Impostare il flag di avvio dell'MBR a protezione della tabella delle partizioni GPT su %1$s
ka: %1$s-ზე GPT-ის დაცული MBR-ის ჩატვირთვადობის ალმის დაყენება
nl: Beschermende MBR-opstartvlag van GPT instellen op %1$s
pl: Ustaw ochronną flagę rozruchu MBR tablicy partycji GPT na urządzeniu %1$s
pt_br: Definir indicador de inicialização MBR protegido do GPT em %1$s
sk: Nastaviť ochranný MBR príznak štartu systému z GPT na %1$s
sl: Nastavi zaščitno zastavico zagona MBR za GPT na %1$s
sv: Ange skyddsbootflagga MBR för GPT på %1$s

source: Set tune options of %1$s on %2$s
ca: Estableix les opcions de personalització del sistema de fitxers %1$s de %2$s
cs: Nastavte možnosti ladění pro %1$s na %2$s
de: Optimierungsoptionen für %1$s auf %2$s setzen
es: Definir opciones de ajuste de %1$s en %2$s
fi: Aseta %1$s-hienosäätövalinnat laitteelle %2$s
fr: Définir les options de réglage de %1$s sur %2$s
id: Atur opsi yang sesuai dari %1$s pada %2$s
it: Imposta opzioni di sintonizzazione di %1$s su %2$s
ka: %1$s-ის მორგების პარამეტრების დაყენება %2$s-ზე
nl: Afstellingsopties van %1$s instellen op %2$s
pt_br: Definir opções de ajuste de %1$s em %2$s
sk: Nastaviť voľby ladenia %1$s na %2$s
sl: Nastavi možnosti prilagajanja datotečnega sistema %1$s na %2$s
sv: Ange justeringsalternativ för %1$s på %2$s

source: Setting UUID of %1$s on %2$s to %3$s
ca: Establint l'UUID del sistema de fitxers %1$s de %2$s a %3$s
cs: Nastavuji UUID %1$s u %2$s na %3$s
de: UUID von %1$s auf %2$s wird auf %3$s gesetzt
es: Definiendo UUID de %1$s en %2$s como %3$s
fi: Asetetaan laitteen %2$s (%1$s) UUID:ksi %3$s
fr: Définition de l'UUID de %1$s sur %2$s à %3$s
id: Mengatur UUID %1$s pada %2$s ke %3$s
it: Impostazione dell'UUID di %1$s su %2$s a %3$s
ka: %1$s-ის UUID-ის %2$s-ზე %3$s-სთვის დაყენება
nl: UUID van %1$s op %2$s wordt ingesteld naar %3$s
pt_br: Definindo UUID de %1$s em %2$s para %3$s
sk: Nastavenie UUID %1$s na %2$s na %3$s
sl: Nastavljanje UUID-ja datotečnega sistema %1$s na %2$s na %3$s
sv: Anger UUID för %1$s på %2$s till %3$s

source: Setting boot flag of partition %1$s
ar: يتم الآن تعيين علامة تشغيل للقسم %1$s
ca: Establint la bandera d'arrencada de la partició %1$s
cs: Nastavuji boot příznak oddílu %1$s
de: Boot-Flag von Partition %1$s wird gesetzt
es: Definiendo indicador de arranque de partición %1$s
fi: Asetetaan osiolle %1$s käynnistyslippu
fr: Définition du fanion de démarrage de la partition %1$s
gl: Definindo a etiqueta de arrinque para a partición %1$s
hu: A(z) %1$s partíció rendszerindítási jelzőjének beállítása
id: Mengatur tanda boot dari partisi %1$s
it: Impostazione del flag di avvio della partizione %1$s
ka: %1$s-ზე ჩატვირთვადობის ალმის დაყენება
nl: Opstartvlag van partitie %1$s instellen
pl: Ustawianie flagi rozruchu partycji %1$s
pt_br: Definindo indicador de inicialização da partição %1$s
sk: Nastavenie príznaku štartu systému pre oddiel %1$s
sl: Nastavljanje zastavice zaganjanja razdelka %1$s
sv: Anger bootflagga för partitionen %1$s
