Repository: openSUSE/libstorage-ng
Catalog: po/*.po
Languages: ar, ca, cs, de, es, fi, fr, gl, hu, id, it, ka, nl, pl, pt_br, sk, sl, sv

source: Mounting subvolume %1$s on %2$s at %3$s
ar: يتم الآن توصيل وحدة التخزين الفرعية %1$s على %2$s في %3$s
ca: Muntant el subvolum %1$s de %2$s a %3$s
cs: Připojuji podsvazek %1$s na %2$s k %3$s
de: Subvolume %1$s wird auf %2$s bei %3$s eingehängt
es: Montando subvolumen %1$s en %2$s en %3$s
fi: Liitetään laitteen %2$s alitaltio %1$s kohtaan %3$s
fr: Montage du sous-volume %1$s de %2$s sur %3$s
gl: Montando o subvolume %1$s en %2$s en %3$s
hu: A(z) %2$s eszközön lévő %1$s alkötet csatlakoztatása a(z) %3$s csatlakoztatási ponton
id: Mengaitkan subvolume %1$s pada %2$s di %3$s
it: Montaggio del sottovolume %1$s su %2$s in %3$s
ka: ქვეტომის %1$s მიმაგრება %2$s-ზე მისამართზე %3$s
nl: Subvolume %1$s op %2$s aankoppelen op %3$s
pl: Montowanie podwoluminu %1$s na urządzeniu %2$s w %3$s
pt_br: Montando subvolume %1$s no %2$s em %3$s
sk: Pripojenie podzväzku %1$s na %2$s k %3$s
sl: Priklapljanje podnosilca %1$s na %2$s na %3$s
sv: Monterar delvolym %1$s på %2$s på %3$s

source: NTFS Partition
ca: Partició NTFS
cs: Oddíl NTFS
es: Partición NTFS
fi: NTFS-osio
fr: Partition NTFS
id: Partisi NTFS
it: Partizione NTFS
ka: NTFS დანაყოფი
nl: NTFS-partitie
pt_br: Partição NTFS
sk: Oddiel NTFS
sl: Razdelek NTFS

source: PB
fi: Pt
fr: Po
ka: პბ

source: PReP Boot Partition
ar: قسم تشغيل PReP
ca: Partició d'arrencada PReP
cs: Zaváděcí oddíl PReP
es: Partición de arranque PReP
fi: PReP-käynnistysosio
fr: Partition de démarrage PReP
gl: Partición de arrinque PReP
hu: PReP rendszertöltő partíció
id: Partisi Boot PReP
it: Partizione d'avvio PReP
ka: PReP-ის ჩამტვირთავი დანაყოფი
nl: PReP bootpartitie
pl: Partycja startowa PReP
pt_br: Partição de Inicialização PReP
sk: Štartovací oddiel PReP
sl: Zagonski razdelek PReP
sv: PReP-startpartition

source: PiB
es: PB
fr: Pio
ka: პიბ

source: Plain Encryption
ca: Encriptació neta
cs: Prosté šifrování
de: Einfache Verschlüsselung
es: Cifrado simple
fi: Yksinkertainen salaus
fr: Chiffrement simple
id: Enkripsi Polos
it: Cifratura semplice
ka: უბრალო დაშიფვრა
nl: Vlakke versleuteling
pt_br: Criptografia Plana
sk: Jednoduché šifrovanie
sl: Navadno šifriranje
sv: Kryptering

source: Probing BitLocker
ca: Sondant el BitLocker
cs: Kontrola BitLocker
de: BitLocker untersuchen
es: Sondeando BitLocker
fi: Etsitään BitLockeria
fr: Sondage de BitLocker
id: Menjajaki BitLocker
it: Rilevamento di BitLocker
ka: BitLocker-ის აღმოჩენა
nl: BitLocker aftasten
pt_br: Investigando BitLocker
sk: Kontrola BitLocker
sl: Zaznavanje BitLocker-ja
sv: Undersöker BitLocker

source: Probing BitLocker failed
ca: Ha fallat sondar el BitLocker.
cs: Kontrola BitLocker selhala
de: Untersuchung von BitLocker fehlgeschlagen
es: Error al sondear BitLocker
fi: BitLockerin etsiminen epäonnistui
fr: Échec du sondage de BilLocker
id: Menjajaki BitLocker gagal
it: Rilevamento di BitLocker non riuscito
ka: BitLocker-უს აღმოჩენის შეცდომა
nl: Aftasten van Bitlocker is mislukt
pt_br: Falha ao investigar BitLocker
sk: Kontrola BitLocker zlyhala
sl: Zaznavanje BitLocker-ja ni uspelo
sv: Det gick inte att undersöka BitLocker

source: Probing DASD %s failed
ar: فشل البحث عن DASD %s
ca: Ha fallat sondar el DASD %s
cs: Testování DASD %s selhalo
de: Untersuchung von DASD %s fehlgeschlagen
es: Sondeo de DASD %s fallido
fi: Tutkiminen epäonnistui: DASD %s
fr: Échec du sondage du DASD %s
gl: Fallou a proba de DASD %s
hu: %s DASD ellenőrzése sikertelen
id: Gagal memeriksa DASD %s
it: Rilevamento del DASD %s non riuscito
ka: DASD %s-ის აღმოჩენის შეცდომა
nl: Aftasten DASD %s is mislukt
pl: Skanowanie DASD %s nie powiodło się
pt_br: Falha ao investigar DASDs %s
sk: Kontrola DASD %s zlyhala
sl: Zaznavanje DASD-ja %s ni uspelo
sv: Sökning av DASD %s misslyckades

source: Probing DASDs
ar: يتم الآن بحث DASD
ca: Sondant els DASD
cs: Testování DASD
de: DASDs werden untersucht
es: Sondeando los DASD
fi: DASDeja tutkitaan
fr: Sondage des DASD
gl: Probando DASDs
hu: DASD ellenőrzése
id: Memeriksa DASDs
it: Rilevamento dei DASD in corso
ka: DASD-ების აღმოჩენა
nl: DASD's aftasten
pl: Skanowanie DASD
pt_br: Investigando DASDs
sk: Kontrola DASD
sl: Zaznavanje DASD-jev
sv: Söker DASD:er

source: Probing DASDs failed
ar: فشل بحث DASD
ca: Ha fallat sondar els DASD
cs: Testování DASD selhalo
de: Untersuchung von DASDs fehlgeschlagen
es: Error al sondear los DASD
fi: DASDien tutkiminen epäonnistui
fr: Échec du sondage des DASD
gl: Fallou a proba de DASDs
hu: DASD ellenőrzése sikertelen
id: Gagal memeriksa DASDs
it: Rilevamento dei DASD non riuscito
ka: DASD-ების აღმოჩენის შეცდომა
nl: Aftasten DASD's is mislukt
pl: Skanowanie DASD nie powiodło się
pt_br: Falha ao investigar DASDs
sk: Kontrola DASD zlyhala
sl: Zaznavanje DASD-jev ni uspelo
sv: Sökning av DASD:er misslyckades

source: Probing DM RAIDs
ar: يتم الآن بحث DM RAID
ca: Sondant RAID DM
cs: Testování DM RAID
de: DM RAIDs werden untersucht
es: Sondeando los RAID DM
fi: Tutkitaan DM-RAIDeja
fr: Sondage des systèmes DM RAID
gl: Probando DM RAIDs
hu: DM RAID ellenőrzése
id: Memeriksa DM RAIDs
it: Rilevamento dei RAID DM in corso
ka: DM RAID-იების აღმოჩენა
nl: DM RAID's aftasten
pl: Skanowanie DM RAID
pt_br: Investigando DM RAIDs
sk: Kontrola DM RAID
sl: Zaznavanje DM RAID-ov
sv: Söker DM RAID:er

source: Probing DM RAIDs failed
ar: فشل بحث DM RAID
ca: Ha fallat sondar RAID DM
cs: Testování DM RAID selhalo
de: Untersuchen von DM RAIDs fehlgeschlagen
es: Error al sondear los RAID DM
fi: DM-RAIDien tutkiminen epäonnistui
fr: Échec du sondage des systèmes DM RAID
gl: Fallou a proba de DM RAIDs
hu: DM RAID ellenőrzése sikertelen
id: Gagal memeriksa DM RAIDs
it: Rilevamento dei RAID DM non riuscito
ka: DM RAID-ების აღმოჩენის შეცდომა
nl: Aftasten DM RAID's is mislukt
pl: Skanowanie DM RAID nie powiodło się
pt_br: Falha ao investigar DM RAIDs
sk: Kontrola DM RAID zlyhala
sl: Zaznavanje DM RAID-ov ni uspelo
sv: Det gick inte att söka DM RAID:er

source: Probing LUKS
ar: يتم الآن بحث LUKS
ca: Sondant LUKS
cs: Testování LUKS
de: LUKS wird untersucht
es: Sondeando LUKS
fi: Tutkitaan LUKSia
fr: Sondage de LUKS
gl: Probando LUKS
hu: LUKS ellenőrzése
id: Memeriksa LUKS
it: Rilevamento di LUKS in corso
ka: LUKS-ის აღმოჩენა
nl: LUKS aftasten
pl: Skanowanie LUKS
pt_br: Investigando LUKS
sk: Kontrola LUKS
sl: Zaznavanje LUKS-a
sv: Söker LUKS

source: Probing LUKS failed
ar: فشل بحث LUKS
ca: Ha fallat sondar LUKS
cs: Testování LUKS selhalo
de: Untersuchen von LUKS fehlgeschlagen
es: Error al sondear LUKS
fi: LUKSin tutkiminen epäonnistui
fr: Échec du sondage de LUKS
gl: Fallou a proba de LUKS
hu: LUKS ellenőrzése sikertelen
id: Gagal memeriksa LUKS
it: Rilevamento di LUKS non riuscito
ka: LUKS-ის აღმოჩენის შეცდომა
nl: Aftasten LUKS is mislukt
pl: Skanowanie LUKS nie powiodło się
pt_br: Falha ao investigar LUKS
sk: Kontrola LUKS zlyhala
sl: Zaznavanje LUKS-a ni uspelo
sv: Det gick inte att söka LUKS

source: Probing LVM
ar: يتم الآن بحث LVM
ca: Sondant LVM
cs: Testování LVM
de: LVM wird untersucht
es: Sondeando LVM
fi: Tutkitaan LVM:ää
fr: Sondage de LVM
gl: Probando LVM
hu: LVM ellenőrzése
id: Memeriksa LVM
it: Rilevamento di LVM in corso
ka: LVM-ის აღმოჩენა
nl: LVM aftasten
pl: Skanowanie LVM
pt_br: Investigando LVM
sk: Kontrola LVM
sl: Zaznavanje LVM-a
sv: Söker LVM

source: Probing LVM failed
ar: فشل بحث LVM
ca: Ha fallat sondar LVM
cs: Testování LVM selhalo
de: Untersuchen von LVM fehlgeschlagen
es: Error al sondear LVM
fi: LVM:n tutkiminen epäonnistui
fr: Échec du sondage de LVM
gl: Fallou a proba de LVM
hu: LVM ellenőrzése sikertelen
id: Gagal memeriksa LVM
it: Rilevamento di LVM non riuscito
ka: LVM-ის აღმოჩენის შეცდომა
nl: Aftasten LVM is mislukt
pl: Skanowanie LVM nie powiodło się
pt_br: Falha ao investigar LVM
sk: Kontrola LVM zlyhala
sl: Zaznavanje LVM-a ni uspelo
sv: Det gick inte att söka LVM

source: Probing MD RAID %s failed
ar: فشل بحث MD RAID %s
ca: Ha fallat sondar la RAID MD %s
cs: Testování MD RAID %s selhalo
de: Untersuchen von MD RAID %s fehlgeschlagen
es: Sondeo de MD RAID %s fallido
fi: MD-RAIDin %s tutkiminen epäonnistui
fr: Échec du sondage du système MD RAID %s
gl: Fallou a proba de MD RAID %s
hu: %s MD RAID ellenőrzése sikertelen
id: Gagal memeriksa MD RAID %s
it: Rilevamento del RAID MD %s non riuscito
ka: MD RAID %s აღმოჩენის შეცდომა
nl: Aftasten MD RAID %s is mislukt
pl: Skanowanie MD RAID %s nie powiodło się
pt_br: Falha ao investigar MD RAID %s
sk: Kontrola MD RAID %s zlyhala
sl: Zaznavanje MD RAID-a %s ni uspelo
sv: Sökning av MD RAID %s misslyckades

source: Probing MD RAIDs
ar: يتم الآن بحث MD RAID
ca: Sondant RAID MD
cs: Testování MD RAID
de: MD RAIDs werden untersucht
es: Sondeando los RAID MD
fi: Tutkitaan MD-RAIDeja
fr: Sondage des systèmes MD RAID
gl: Probando MD RAIDs
hu: MD RAID ellenőrzése
id: Memeriksa MD RAIDs
it: Rilevamento dei RAID MD in corso
ka: MD RAID-ების აღმოჩენა
nl: MD RAID's aftasten
pl: Skanowanie MD RAID
pt_br: Investigando MD RAIDs
sk: Kontrola MD RAID
sl: Zaznavanje MD RAID-ov
sv: Söker MD RAID:er

source: Probing MD RAIDs failed
ar: فشل بحث MD RAID
ca: Ha fallat sondar RAID MD
cs: Testování MD RAID selhalo
de: Untersuchen von MD RAIDs fehlgeschlagen
es: Error al sondear los RAID MD
fi: MD-RAIDien tutkiminen epäonnistui
fr: Échec du sondage des systèmes MD RAID
gl: Fallou a proba de MD RAIDs
hu: MD RAID ellenőrzése sikertelen
id: Gagal memeriksa MD RAIDs
it: Rilevamento dei RAID MD non riuscito
ka: MD RAID-ების აღმოჩენის შეცდომა
nl: Aftasten MD RAID's is mislukt
pl: Skanowanie MD RAID nie powiodło się
pt_br: Falha ao investigar MD RAIDs
sk: Kontrola MD RAID zlyhala
sl: Zaznavanje MD RAID-ov ni uspelo
sv: Det gick inte att söka MD RAID:er

source: Probing NFS
ar: بحث NFS
ca: Sondant NFS
cs: Testování NFS
de: NFS wird untersucht
es: Sondeando NFS
fi: Tutkitaan NFS:ää
fr: Sondage de NFS
gl: Probando NFS
hu: NFS ellenőrzése
id: Memeriksa NFS
it: Rilevamento di NFS in corso
ka: NFS-ის აღმოჩენა
nl: NFS aftasten
pl: Skanowanie NFS
pt_br: Investigando NFS
sk: Kontrola NFS
sl: Zaznavanje NFS-a
sv: Söker NFS

source: Probing NFS failed
ar: فشل بحث NFS
ca: Ha fallat sondar NFS
cs: Testování NFS selhalo
de: Untersuchen von NFS fehlgeschlagen
es: Error al sondear NFS
fi: NFS:n tutkiminen epäonnistui
fr: Échec du sondage NFS
gl: Fallou a proba de NFS
hu: NFS ellenőrzése sikertelen
id: Gagal memeriksa NFS
it: Rilevamento di NFS non riuscito
ka: NFS-ის აღმოჩენის შეცდომა
nl: Aftasten NFS is mislukt
pl: Skanowanie NFS nie powiodło się
pt_br: Falha ao investigar NFS
sk: Kontrola NFS zlyhala
sl: Zaznavanje NFS-a ni uspelo
sv: Det gick inte att söka NFS

source: Probing additional attributes
ar: يتم الآن بحث سمات إضافية
ca: Sondant atributs addicionals
cs: Testuji přídavné atributy
de: Zusätzliche Attribute werden untersucht
es: Sondeando atributos adicionales
fi: Tutkitaan lisämääritteitä
fr: Sondage d'attributs supplémentaires
gl: Probando os atributos adicionais
hu: További attribútumok ellenőrzése
id: Memeriksa atribut tambahan
it: Rilevamento attributi aggiuntivi
ka: დამატებითი ატრიბუტების აღმოჩენა
nl: Additionele attributen worden afgetast
pl: Skanowanie dodatkowych atrybutów
pt_br: Sondando atributos adicionais
sk: Skúmanie dodatočných atribútov
sl: Zaznavanje dodatnih lastnosti
sv: Avsöker ytterligare attribut

source: Probing additional attributes failed
ar: فشل بحث سمات إضافية
ca: Ha fallat sondar atributs addicionals.
cs: Testování přídavných atributů selhalo
de: Untersuchung von zusätzlichen Attributen fehlgeschlagen
es: Error al sondear atributos adicionales
fi: Lisämääritteiden tutkiminen epäonnistui
fr: Échec du sondage des attributs supplémentaires
gl: Fallou a proba dos atributos adicionais
hu: A további attribútumok ellenőrzése sikertelen
id: Memeriksa atribut tambahan gagal
it: Rilevamento attributi aggiuntivi non riuscito
ka: დამატებითი ატრიბუტების აღმოჩენის შეცდომა
nl: Aftasten van additionele attributen is mislukt
pl: Skanowanie dodatkowych atrybutów nie powiodło się
pt_br: A sondagem de atributos adicionais falhou
sk: Skúmanie dodatočných atribútov zlyhalo
sl: Zaznavanje dodatnih lastnosti ni uspelo
sv: Det gick inte att avsöka ytterligare attribut

source: Probing bcache
ar: يتم الآن بحث bcache
ca: Sondant la bcau
cs: Testování bcache
de: Bcache wird untersucht
es: Sondeando bcache
fi: Tutkitaan bcacheä
fr: Sondage de bcache
gl: Probando bcache
hu: Bcache ellenőrzése
id: Memeriksa bcache
it: Rilevamento bcache
ka: Bcache-ის აღმოჩენა
nl: Bcache aftasten
pl: Skanowanie bcache
pt_br: Investigando bcache
sk: Kontrola bcache
sl: Zaznavanje bcache-a
sv: Söker bcache

source: Probing bcache %s failed
ar: فشل بحث bcache %s
ca: Ha fallat sondar la bcau %s
cs: Testování bcache %s selhalo
de: Untersuchen von bcache %s fehlgeschlagen
es: Sondeo de bcache %s fallido
fi: bcachen %s tutkiminen epäonnistui
fr: Échec du sondage du bcache %s
gl: Fallou a proba de bcache %s
hu: %s bcache ellenőrzése sikertelen
id: Gagal memeriksa bcache %s
it: Rilevamento bcache %s non riuscito
ka: Bcache %s-ის აღმოჩენის შეცდომა
nl: Aftasten bcache %s is mislukt
pl: Skanowanie bcache %s nie powiodło się
pt_br: Falha ao investigar bcache %s
sk: Kontrola bcache %s zlyhala
sl: Zaznavanje bcache-a %s ni uspelo
sv: Sökning av bcache %s misslyckades

source: Probing bcache failed
ar: فشل بحث bcache
ca: Ha fallat sondar la bcau.
cs: Testování bcache selhalo
de: Untersuchen von bcache fehlgeschlagen
es: Error al sondear bcache
fi: bcachen tutkiminen epäonnistui
fr: Échec du sondage de bcache
gl: Fallou a proba de bcache
hu: Bcache ellenőrzése sikertelen
id: Gagal memeriksa bcache
it: Rilevamento bcache non riuscito
ka: Bcache-ის აღმოჩენის შეცდომა
nl: Aftasten bcache is mislukt
pl: Skanowanie bcache nie powiodło się
pt_br: Falha ao investigar bcache
sk: Kontrola bcache zlyhala
sl: Zaznavanje bcache-a ni uspelo
sv: Det gick inte att söka bcache

source: Probing device relationships
ar: يتم الآن بحث علاقات الجهاز
ca: Sondant les relacions entre dispositius
cs: Testování vztahů zařízení
de: Gerätebeziehungen werden untersucht
es: Sondeando relaciones del dispositivo
fi: Tutkitaan laitesuhteita
fr: Sondage des relations de périphériques
gl: Probando a relación entre dispositivos
hu: Eszközkapcsolatok ellenőrzése
id: Memeriksa hubungan perangkat
it: Rilevamento delle relazioni dei dispositivi in corso
ka: მოწყობილობების ურთიერთობების აღმოჩენა
nl: Apparaatrelaties aftasten
pl: Skanowanie relacji urządzeń
pt_br: Investigando os relacionamentos do dispositivo
sk: Kontrola vzťahov zariadení
sl: Zaznavanje odnosov med napravami
sv: Söker enhetsrelationer

source: Probing device relationships failed
ar: فشل بحث علاقات الجهاز
ca: Ha fallat sondar les relacions entre dispositius
cs: Testování vztahů zařízení selhalo
de: Untersuchen von Gerätebeziehungen fehlgeschlagen
es: Error al sondear las relaciones del dispositivo
fi: Laitesuhteiden tutkiminen epäonnistui
fr: Échec du sondage des relations de périphériques
gl: Fallou a proba de relación entre dispositivos
hu: Eszközkapcsolatok ellenőrzése sikertelen
id: Gagal memeriksa hubungan perangkat
it: Rilevamento delle relazioni dei dispositivi non riuscito
ka: მოწყობილობების ურთიერთობების აღმოჩენის შეცდომა
nl: Aftasten apparaatrelaties is mislukt
pl: Skanowanie relacji urządzeń nie powiodło się
pt_br: Falha ao investigar os relacionamentos do dispositivo
sk: Kontrola vzťahov zariadení zlyhala
sl: Zaznavanje odnosov med napravami ni uspelo
sv: Det gick inte söka enhetsrelationer

source: Probing disk %s failed
ar: فشل بحث القرص %s
ca: Ha fallat sondar el disc %s
cs: Testování disku %s selhalo
de: Untersuchen von Festplatte %s fehlgeschlagen
es: Error al sondear el disco %s
fi: Levyn %s tutkiminen epäonnistui
fr: Échec du sondage du disque %s
gl: Fallou a proba de discos %s
hu: %s lemez ellenőrzése sikertelen
id: Gagal memeriksa diska %s
it: Rilevamento del disco %s non riuscito
ka: %s დისკის აღმოჩენის შეცდომა
nl: Aftasten schijf %s is mislukt
pl: Skanowanie dysku %s nie powiodło się
pt_br: Falha ao investigar o disco %s
sk: Kontrola disku %s zlyhala
sl: Zaznavanje diska %s ni uspelo
sv: Det gick inte att söka disken %s

source: Probing disks
ar: يتم الآن فحص الأقراص
ca: Sondant els discs
cs: Testování disků
de: Festplatten werden untersucht
es: Sondeando discos
fi: Tutkitaan levyjä
fr: Sondage des disques
gl: Probando os discos
hu: Lemezek ellenőrzése
id: Memeriksa diska
it: Rilevamento dei dischi in corso
ka: დისკების აღმოჩენა
nl: Schijven aftasten
pl: Skanowanie dysków
pt_br: Investigando discos
sk: Kontrola diskov
sl: Zaznavanje diskov
sv: Söker diskar

source: Probing disks failed
ar: فشل بحث الأقراص
ca: Ha fallat sondar els discs
cs: Testování disků selhalo
de: Untersuchen von Festplatten fehlgeschlagen
es: Error al sondear los discos
fi: Levyjen tutkiminen epäonnistui
fr: Échec du sondage des disques
gl: Fallou a proba de discos
hu: Lemezek ellenőrzése sikertelen
id: Gagal memeriksa diska
it: Rilevamento dei dischi non riuscito
ka: დისკების აღმოჩენის შეცდომა
nl: Aftasten schijven is mislukt
pl: Skanowanie dysków nie powiodło się
pt_br: Falha ao investigar discos
sk: Kontrola diskov zlyhala
sl: Zaznavanje diskov ni uspelo
sv: Det gick inte att söka diskar

source: Probing failed
ar: فشل البحث
ca: Ha fallat el sondeig
cs: Testování selhalo
de: Untersuchung fehlgeschlagen
es: Sondeo fallido
fi: Tutkiminen epäonnistui
fr: Échec du sondage
gl: Fallou a proba
hu: Sikertelen ellenőrzés
id: Gagal memeriksa
it: Rilevamento non riuscito
ka: აღმოჩენის შეცდომა
nl: Aftasten is mislukt
pl: Skanowanie nie powiodło się
pt_br: Falha ao investigar
sk: Kontrola zlyhala
sl: Zaznavanje ni uspelo
sv: Sökning misslyckades

source: Probing file system on %s failed
ar: فشل بحث نظام الملفات على %s
ca: Ha fallat sondar el sistema de fitxers de %s
cs: Testování systému souborů na %s selhalo
de: Untersuchen des Dateisystems auf %s fehlgeschlagen
es: Error al sondear el sistema de archivos en %s
fi: Laitteen %s tiedostojärjestelmän tutkiminen epäonnistui
fr: Échec du sondage des systèmes de fichiers sur %s
gl: Fallou a proba do sistema de ficheiros %s
hu: %s fájlrendszerének ellenőrzése sikertelen
id: Gagal memeriksa sistem berkas pada %s
it: Rilevamento del file system su %s non riuscito
ka: %s-ზე ფაილური სისტემის მოსინჯვის შეცდომა
nl: Aftasten van bestandssysteem op %s is mislukt
pl: Skanowanie systemu plików w %s nie powiodło się
pt_br: Falha ao investigar o sistema de arquivos em %s
sk: Kontrola súborového systému na %s zlyhala
sl: Zaznavanje datotečnega sistema na %s ni uspelo
sv: Det gick inte att söka filsystemet på %s

source: Probing file system with UUID %s failed
ca: Ha fallat sondar el sistema de fitxers amb l'UUID %s.
cs: Zkouška systému souborů s UUID %s selhala
de: Untersuchung des Dateisystems mit UUID %s fehlgeschlagen
es: Error al sondear el sistema de archivos con el UUID %s
fi: UUID:n %s tiedostojärjestelmän tutkiminen epäonnistui
fr: Échec de l'analyse du système de fichiers avec l'UUID %s
id: Memeriksa sistem berkas dengan UUID %s gagal
it: Rilevamento del file system con UUID %s non riuscito
ka: UUID %s-ის მქონე ფაილური სისტემის შემოწმების შეცდომა
nl: Aftasten van bestandssysteem met UUID %s is mislukt
pt_br: Pesquisando o sistema de arquivos com o UUID %s falhou
sk: Kontrola súborového systému s UUID %s zlyhala
sl: Zaznavanje datotečnega sistema z UUID %s ni uspelo
sv: Undersökning av filsystem med UUID %s misslyckades

source: Probing file systems
ar: بحث أنظمة الملفات
ca: Sondant els sistemes de fitxers
cs: Testování systémů souborů
de: Dateisysteme werden untersucht
es: Sondeando sistema de archivos
fi: Tutkitaan tiedostojärjestelmiä
fr: Sondage des systèmes de fichiers
gl: Probando o sistema de ficheiros
hu: Fájlrendszerek ellenőrzése
id: Memeriksa sistem berkas
it: Rilevamento dei file system in corso
ka: ფაილური სისტემების აღმოჩენა
nl: Bestandssystemen aftasten
pl: Skanowanie systemów plików
pt_br: Investigando sistemas de arquivos
sk: Kontrola súborových systémov
sl: Zaznavanje datotečnih sistemov
sv: Testar filsystem

source: Probing file systems failed
ar: فشل بحث أنظمة الملفات
ca: Ha fallat sondar els sistemes de fitxers
cs: Testování systémů souborů selhalo
de: Untersuchen von Dateisystemen fehlgeschlagen
es: Error al sondear los sistemas de archivos
fi: Tiedostojärjestelmien tutkiminen epäonnistui
fr: Échec du sondage des systèmes de fichiers
gl: Fallou a proba do sistema de ficheiros
hu: Fájlrendszerek ellenőrzése sikertelen
id: Gagal memeriksa sistem berkas
it: Rilevamento dei file systems non riuscito
ka: ფაილური სისტემების აღმოჩენის შეცდომა
nl: Aftasten bestandssystemen is mislukt
pl: Skanowanie systemów plików nie powiodło się
pt_br: Falha ao investigar sistemas de arquivos
sk: Kontrola súborových systémov zlyhala
sl: Zaznavanje datotečnih sistemov ni uspelo
sv: Det gick inte att söka filsystemen

source: Probing multipath
ar: يحث تعدد المسارات
ca: Sondant el multicamí
cs: Testování multipath
de: Multipath wird untersucht
es: Sondeando la multivía
fi: Tutkitaan monipolkua
fr: Sondage Multipath
hu: Többutas ellenőrzése
id: Memeriksa multipath
it: Rilevamento del multipath in corso
ka: მრავალბილიკა დისკების აღმოჩენა
nl: Multipad aftasten
pl: Skanowanie wielu ścieżek
pt_br: Investigando múltiplos caminhos
sk: Kontrola multipath
sl: Zaznavanje multipatha-a
sv: Söker multipath

source: Probing multipath failed
ar: فشل بحث تعدد المسارات
ca: Ha fallat sondar el multicamí
cs: Testování multipath selhalo
de: Untersuchen von Multipath fehlgeschlagen
es: Error al sondear la multivía
fi: Monipolun tutkiminen epäonnistui
fr: Échec du sondage Multipath
hu: Többutas ellenőrzése sikertelen
id: Gagal mmeriksa multipath
it: Rilevamento del multipath non riuscito
ka: მრავალბილიკა მოწყობილობების აღმოჩენის შეცდომა
nl: Aftasten multipad is mislukt
pl: Skanowanie wielu ścieżek nie powiodło się
pt_br: Falha ao investigar múltiplos caminhos
sk: Kontrola multipath zlyhala
sl: Zaznavanje multipatha-a ni uspelo
sv: Det gick inte att söka multipath

source: Probing partitions
ar: بحث الأقسام
ca: Sondant particions
cs: Testování oddílů
de: Partitionen werden untersucht
es: Sondeando particiones
fi: Tutkitaan osioita
fr: Sondage des partitions
gl: Probando as particións
hu: Partíciók ellenőrzése
id: Memeriksa partisi
it: Rilevamento delle partizioni in corso
ka: დანაყოფების აღმოჩენა
nl: Partities aftasten
pl: Skanowanie partycji
pt_br: Investigando partições
sk: Kontrola oddielov
sl: Zaznavanje razdelkov
sv: Testar partition

source: Probing partitions failed
ar: فشل بحث الأقسام
ca: Ha fallat sondar particions
cs: Testování oddílů selhalo
de: Untersuchen von Partitionen fehlgeschlagen
es: Error al sondear las particiones
fi: Osioiden tutkiminen epäonnistui
fr: Échec du sondage des partitions
gl: Fallou a proba de particións
hu: Partíciók ellenőrzése sikertelen
id: Gagal memeriksa partisi
it: Rilevamento delle partizioni non riuscito
ka: დანაყოფების აღმოჩენის შეცდომა
nl: Aftasten partities is mislukt
pl: Skanowanie partycji nie powiodło się
pt_br: Falha ao investigar partições
sk: Kontrola oddielov zlyhala
sl: Zaznavanje razdelkov ni uspelo
sv: Det gick inte att söka partitionerna

source: Probing partitions on %s failed
ar: فشل بحث الأقسام في %s
ca: Ha fallat sondar les particions a %s
cs: Testování oddílů na %s selhalo
de: Untersuchung der Partitionen auf %s fehlgeschlagen
es: El sondeo de las particiones fallaron en %s
fi: Laitteen %s osioiden tutkiminen epäonnistui
fr: Échec du sondage des partitions sur %s
gl: A proba das particións fallou en %s
hu: Sikertelen a partíciók ellenőrzése a(z) %s eszközön
id: Gagal memeriksa partisi pada %s
it: Rilevamento delle partizioni su %s non riuscito
ka: %s-ზე დანაყოფების აღმოჩენის შეცდომა
nl: Aftasten partities op %s is mislukt
pl: Skanowanie partycji na %s nie powiodło się
pt_br: Falha ao investigar partições em %s
sk: Kontrola oddielov na %s zlyhala
sl: Zaznavanje razdelkov na %s ni uspelo
sv: Sökning av partitioner på %s misslyckades
