Repository: openSUSE/libstorage-ng
Catalog: po/*.po
Languages: ar, ca, cs, de, es, fi, fr, gl, hu, id, it, ka, nl, pl, pt_br, sk, sl, sv

source: Deactivate bcache cache set on %1$s (%2$s)
ca: Desactiva el conjunt de cau de bcau de %1$s (%2$s)
cs: Deaktivovat sadu mezipamětí bcache na %1$s (%2$s)
de: Bcache-Cacheset auf %1$s (%2$s) deaktivieren
es: Desactivar conjunto de caché de bcache en %1$s (%2$s)
fi: Passivoidaan bcache-välimuistin asetus %1$s (%2$s)
fr: Désactiver le cache Bcache défini sur %1$s (%2$s)
id: Nonaktifkan cache bcache yang ditetapkan pada %1$s (%2$s)
it: Disattiva il set di cache Bcache su %1$s (%2$s)
ka: %1$s-ზე (%2$s) bcache-ის სეტის დეაქტივაცია
nl: Bcache-cacheset op %1$s (%2$s) deactiveren
pt_br: Desativar o cache bcache definido em %1$s (%2$s)
sk: Deaktivovať sadu vyrovnávacej pamäte bcache na %1$s (%2$s)
sl: Onemogoči nabor predpomnilnikov bcache na %1$s (%2$s)
sv: Inaktivera Bcache-cacheuppsättning på %1$s (%2$s)

source: Deactivate encryption layer device on %1$s
ar: إلغاء تنشيط جهاز طبقة التشفير على %1$s
ca: Desactiva el dispositiu de capa d'encriptació a %1$s
cs: Deaktivovat zařízení šifrovací vrstvy na %1$s
de: Gerät der verschlüsselten Schicht auf %1$s deaktivieren
es: Desactivar dispositivo de capa de cifrado en %1$s
fi: Passivoidaan salaus laitteelta %1$s
fr: Désactiver la couche de chiffrement sur %1$s
gl: Desactivar a capa de cifrado de dispositivo en %1$s
hu: Titkosításiréteg-eszköz inaktiválása a(z) %1$s eszközön
id: Nonaktifkan perangkat loop terenkripsi pada %1$s
it: Disattivare lo strato di cifratura su %1$s
ka: %1$s-ზე დაშიფვრის ფენის მოწყობილობის დეაქტივაცია
nl: Versleutelingslaag van apparaat op %1$s deactiveren
pl: Dezaktywuj urządzenie warstwy szyfrowania na urządzeniu %1$s
pt_br: Desativar dispositivo de camada de criptografia em %1$s
sk: Deaktivovať zariadenie šifrovacej úrovne na %1$s
sl: Onemogoči napravo šifrirnega sloja na %1$s
sv: Avaktivera krypterad enhet på %1$s

source: Deactivate logical volume %1$s (%2$s) on volume group %3$s
ar: إلغاء تنشيط وحدة التخزين المنطقية %1$s (‏%2$s) في مجموعة وحدات التخزين %3$s
ca: Desactiva el volum lògic %1$s (%2$s) al grup de volums %3$s
cs: Deaktivovat logický svazek %1$s (%2$s) na skupině svazků %3$s
de: Logisches Volume %1$s (%2$s) in Volume-Gruppe %3$s deaktivieren
es: Desactivar volumen lógico %1$s (%2$s) en grupo de volúmenes %3$s
fi: Passivoidaan looginen taltio %1$s (%2$s) taltioryhmästä %3$s
fr: Désactiver le volume logique %1$s (%2$s) sur le groupe de volumes %3$s
gl: Desactivar o volume lóxico %1$s (%2$s) no grupo de volumes %3$s
hu: %1$s logikai kötet (%2$s) inaktiválása a(z) %3$s kötetcsoportban
id: Nonaktifkan volume logical %1$s (%2$s) pada grup volume %3$s
it: Disattivare il volume logico %1$s (%2$s) sul gruppo di volumi %3$s
ka: ლოგიკური ტომის %1$s (%2$s) დეაქტივაცია ტომების ჯგუფზე %3$s
nl: Logisch volume %1$s (%2$s) op volumegroep %3$s deactiveren
pl: Dezaktywuj wolumen logiczny %1$s (%2$s) w grupie wolumenów %3$s
pt_br: Desativar volume lógico %1$s (%2$s) no grupo de volume %3$s
sk: Deaktivovať logický zväzok %1$s (%2$s) na skupine zväzkov %3$s
sl: Onemogoči logični nosilec %1$s (%2$s) na skupini nosilcev %3$s
sv: Avaktivera logisk volym %1$s (%2$s) i volymgrupp %3$s

source: Deactivate multipath %1$s (%2$s)
ar: إلغاء تنشيط تعدد المسارات %1$s (‏%2$s)
ca: Desactiva el multicamí %1$s (%2$s)
cs: Deaktivovat multipath %1$s (%2$s)
de: Multipath-Komponente %1$s (%2$s) deaktivieren
es: Desactivar multipath %1$s (%2$s)
fi: Passivoi multipath %1$s (%2$s)
fr: Désactiver le multipath %1$s (%2$s)
hu: %1$s többutas partíció (%2$s) inaktiválása
id: Nonaktifkan multipath %1$s (%2$s)
it: Disattivare il multipath %1$s (%2$s)
ka: მრავალბილიკიანობის (%1$s) დეაქტივაცია (%2$s)
nl: Multipath %1$s (%2$s) deactiveren
pl: Dezaktywuj usługę multipath %1$s (%2$s)
pt_br: Desativar caminhos múltiplos %1$s (%2$s)
sk: Deaktivovať multipath %1$s (%2$s)
sl: Onemogoči multipath %1$s (%2$s)
sv: Avaktivera multipath %1$s (%2$s)

source: Deactivate thin logical volume %1$s (%2$s) on volume group %3$s
ar: إلغاء تنشيط وحدة التخزين المنطقية التابعة %1$s (‏%2$s) في مجموعة وحدات التخزين %3$s
ca: Desactiva el volum lògic prim %1$s (%2$s) al grup de volums %3$s
cs: Deaktivovat tenký logický svazek %1$s (%2$s) na skupině svazků %3$s
de: Logisches Thin Volume %1$s (%2$s) in Volume-Gruppe %3$s deaktivieren
es: Desactivar volumen lógico ligero %1$s (%2$s) en el grupo de volúmenes %3$s
fi: Passivoidaan looginen taltio %1$s (%2$s) taltioryhmästä %3$s
fr: Désactiver le volume logique léger %1$s (%2$s) sur le groupe de volumes %3$s
gl: Desactivar o volume lóxico reducido %1$s (%2$s) no grupo de volumes %3$s
hu: %1$s vékony logikai kötet (%2$s) inaktiválása a(z) %3$s kötetcsoportban
id: Nonaktifkan volume logical thin %1$s (%2$s) pada grup volume %3$s
it: Disattiva volume logico thin %1$s (%2$s) sul gruppo di volumi %3$s
ka: თხელი ლოგიკური ტომის %1$s (%2$s) დეაქტივაცია ტომების ჯგუფზე %3$s
nl: Thin logisch volume %1$s (%2$s) deactiveren op volumegroep %3$s
pl: Dezaktywuj cienki wolumen logiczny %1$s (%2$s) w grupie wolumenów %3$s
pt_br: Desativar volume lógico thin %1$s (%2$s) no grupo de volumes %3$s
sk: Deaktivovať tenký logický zväzok %1$s (%2$s) na skupine zväzkov %3$s
sl: Onemogoči tanek logični nosilec %1$s (%2$s) na skupini nosilcev %3$s
sv: Avaktivera tunn logisk volym %1$s (%2$s) i volymgrupp %3$s

source: Deactivate thin pool logical volume %1$s (%2$s) on volume group %3$s
ar: إلغاء تنشيط مجمع وحدة التخزين المنطقية التابعة %1$s (‏%2$s) في مجموعة وحدات التخزين %3$s
ca: Desactiva el volum lògic d'agrupació prima %1$s (%2$s) al grup de volums %3$s
cs: Deaktivovat logický svazek tenkého fondu %1$s (%2$s) na skupině svazků %3$s
de: Logisches Thin Pool Volume %1$s (%2$s) in Volume-Gruppe %3$s deaktivieren
es: Desactivar volumen lógico de grupo ligero %1$s (%2$s) en el grupo de volúmenes %3$s
fi: Passivoidaan looginen taltio %1$s (%2$s) taltioryhmästä %3$s
fr: Désactiver le volume logique de pool léger %1$s (%2$s) sur le groupe de volumes %3$s
gl: Desactivar a área reducida de volume lóxico %1$s (%2$s) no grupo de volumes %3$s
hu: Vékony készlethez tartozó %1$s logikai kötet (%2$s) inaktiválása a(z) %3$s kötetcsoportban
id: Nonaktifkan volume logical thin pool %1$s (%2$s) pada grup volume %3$s
it: Disattiva volume logico pool thin %1$s (%2$s) sul gruppo di volumi %3$s
ka: თხელი პულის ლოგიკური ტომის %1$s (%2$s) დეაქტივაცია ტომების ჯგუფზე %3$s
nl: Thin pool logisch volume %1$s (%2$s) deactiveren op volumegroep %3$s
pl: Dezaktywuj wolumen logiczny %1$s (%2$s) cienkiej puli w grupie wolumenów %3$s
pt_br: Desativar volume lógico de pool thin %1$s (%2$s) no grupo de volumes %3$s
sk: Deaktivovať tenký logický zväzok fondu %1$s (%2$s) na skupine zväzkov %3$s
sl: Onemogoči logični nosilec s tanko zalogo %1$s (%2$s) na skupini nosilcev %3$s
sv: Avaktivera tunn logisk poolvolym %1$s (%2$s) i volymgrupp %3$s

source: Deactivating MD %1$s %2$s (%3$s)
ar: إلغاء تنشيط MD ‏%1$s ‏%2$s ‏(‏%3$s)
ca: Desactivant l'MD %1$s %2$s (%3$s)
cs: Deaktivovat hlavní adresář (MD) %1$s %2$s (%3$s)
de: MD %1$s %2$s (%3$s) wird deaktiviert
es: Desactivando MD %1$s %2$s (%3$s)
fi: Passivoidaan MD %1$s -laite %2$s (%3$s)
fr: Désactivation du MD %1$s %2$s (%3$s)
gl: Desactivar o MD %1$s %2$s (%3$s)
hu: MD %1$s %2$s (%3$s) inaktiválása
id: Menonaktifkan MD %1$s %2$s (%3$s)
it: Disattivazione dell'MD %1$s %2$s (%3$s)
ka: MD-ის დეაქტივაცია %1$s%2$s (%3$s)
nl: MD %1$s %2$s (%3$s) wordt verwijderd
pl: Dezaktywowanie MD %1$s %2$s (%3$s)
pt_br: Desativando MD %1$s %2$s (%3$s)
sk: Deaktivovanie MD %1$s %2$s (%3$s)
sl: Onemogočanje MD %1$s %2$s (%3$s)
sv: Avaktiverar MD %1$s %2$s (%3$s)

source: Deactivating bcache %1$s (%2$s)
ca: Desactivant la bcau %1$s (%2$s)
cs: Deaktivuji bcache %1$s (%2$s)
de: Bcache %1$s (%2$s) wird deaktiviert
es: Desactivando bcache %1$s (%2$s)
fi: Passivoidaan bcache %1$s (%2$s)
fr: Désactivation du bcache %1$s (%2$s)
id: Menonaktifkan bcache %1$s (%2$s)
it: Disattivazione Bcache %1$s (%2$s)
ka: Bcache %1$s-ის დეაქტივაცია (%2$s)
nl: Bcache %1$s (%2$s) wordt gedeactiveerd
pt_br: Desativando bcache %1$s (%2$s)
sk: Deaktivovanie bcache %1$s (%2$s)
sl: Onemogočanje bcache %1$s (%2$s)
sv: Inaktiverar bcache %1$s (%2$s)

source: Deactivating bcache cache set on %1$s (%2$s)
ca: Desactivant el conjunt de cau de bcau de %1$s (%2$s)
cs: Deaktivuji sadu mezipamětí bcache na %1$s (%2$s)
de: Bcache-Cacheset auf %1$s (%2$s) wird deaktiviert
es: Desactivando conjunto de caché de bcache en %1$s (%2$s)
fi: Passivoidaan bcache-välimuistijoukkoa laitteella %1$s (%2$s)
fr: Désactivation du cache Bcache défini sur %1$s (%2$s)
id: Menonaktifkan cache bcache yang ditetapkan pada %1$s (%2$s)
it: Disattivazione del set di cache Bcache su %1$s (%2$s)
ka: %1$s-ზე (%2$s) bcache-ის სეტის დეაქტივაცია
nl: Bcache-cacheset op %1$s (%2$s) wordt gedeactiveerd
pt_br: Desativando o cache do bcache definido em %1$s (%2$s)
sk: Deaktivovanie sady vyrovnávacej pamäte bcache na %1$s (%2$s)
sl: Onemogočanje nabora predpomnilnikov bcache na %1$s (%2$s)
sv: Inaktiverar Bcache-cacheuppsättning på %1$s (%2$s)

source: Deactivating encryption layer device on %1$s
ar: يتم الآن إبغاء تنشيط جهاز طبقة التشفير على %1$s
ca: Desactivant el dispositiu de capa d'encriptació a %1$s
cs: Deaktivuje se zařízení šifrovací vrstvy na %1$s
de: Gerät der verschlüsselten Schicht auf %1$s wird deaktiviert
es: Desactivando dispositivo de capa de cifrado en %1$s
fi: Passivoidaan salaustasoa laitteelta %1$s
fr: Désactivation de la couche de chiffrement sur %1$s
gl: Desactivando a capa de cifrado de dispositivo en %1$s
hu: Titkosításiréteg-eszköz inaktiválása a(z) %1$s eszközön
id: Menonaktifkan perangkat loop terenkripsi pada %1$s
it: Disattivazione dello strato di cifratura su %1$s
ka: %1$s-ზე დაშიფვრის ფენის მოწყობილობის დეაქტივაცია
nl: Versleutelingslaag van apparaat op %1$s wordt gedeactiveerd
pl: Dezaktywowanie urządzenia warstwy szyfrowania na urządzeniu %1$s
pt_br: Desativando dispositivo de camada de criptografia em %1$s
sk: Deaktivovanie zariadenia šifrovacej úrovne na %1$s
sl: Onemogočanje naprave šifrirnega sloja na %1$s
sv: Avaktiverar krypterad enhet på %1$s

source: Deactivating logical volume %1$s (%2$s) on volume group %3$s
ar: يتم الآن إلغاء تنشيط وحدة التخزين المنطقية %1$s (‏%2$s) في مجموعة وحدات التخزين %3$s
ca: Desactivant el volum lògic %1$s (%2$s) al grup de volums %3$s
cs: Deaktivuje se logický svazek %1$s (%2$s) na skupině svazků %3$s
de: Logisches Volume %1$s (%2$s) in Volume-Gruppe %3$s wird deaktiviert
es: Desactivando volumen lógico %1$s (%2$s) en grupo de volúmenes %3$s
fi: Passivoidaan looginen taltio %1$s (%2$s) taltioryhmästä %3$s
fr: Désactivation du volume logique %1$s (%2$s) sur le groupe de volumes %3$s
gl: Desactivando o volume lóxico %1$s (%2$s) no grupo de volumes %3$s
hu: %1$s logikai kötet (%2$s) inaktiválása a(z) %3$s kötetcsoportban
id: Menonaktifkan volume logical %1$s (%2$s) pada grup volume %3$s
it: Disattivazione del volume logico %1$s (%2$s) sul gruppo di volumi %3$s
ka: ტომების ჯგუფზე %3$s ლოგიკური ტომის %1$s (%2$s) დეაქტივაცია
nl: Logisch volume %1$s (%2$s) deactiveren op volumegroep %3$s
pl: Dezaktywowanie woluminu logicznego %1$s (%2$s) w grupie woluminów %3$s
pt_br: Desativando volume lógico %1$s (%2$s) no grupo de volume %3$s
sk: Deaktivovanie logického zväzku %1$s (%2$s) na skupine zväzkov %3$s
sl: Onemogočanje logičnega nosilca %1$s (%2$s) na skupini nosilcev %3$s
sv: Avaktivera logisk volym %1$s (%2$s) i volymgrupp %3$s

source: Deactivating multipath %1$s (%2$s)
ar: إلعاء تنشيط تعدد المسارات %1$s (‏%2$s)
ca: Desactivant el multicamí %1$s (%2$s)
cs: Deaktivuji multipath %1$s (%2$s)
de: Multipath-Komponente %1$s (%2$s) wird deaktiviert
es: Desactivando multipath %1$s (%2$s)
fi: Passivoidaan multipathia %1$s (%2$s)
fr: Désactivation du multipath %1$s (%2$s)
hu: %1$s többutas partíció (%2$s) inaktiválása
id: Menonaktifkan multipath %1$s (%2$s)
it: Disattivazione del multipath %1$s (%2$s)
ka: მრავალბილიკიანობის (%1$s) დეაქტივაცია (%2$s)
nl: Multipath %1$s (%2$s) deactiveren
pl: Dezaktywowanie usługi multipath %1$s (%2$s)
pt_br: Desativando caminhos múltiplos %1$s (%2$s)
sk: Deaktivovanie multipath %1$s (%2$s)
sl: Onemogočanje multipath %1$s (%2$s)
sv: Avaktiverar multipath %1$s (%2$s)

source: Deactivating thin logical volume %1$s (%2$s) on volume group %3$s
ar: يتم الآن إلغاء تنشيط وحدة التخزين المنطقية التابعة %1$s (‏%2$s) في مجموعة وحدات التخزين %3$s
ca: Desactivant el volum lògic prim %1$s (%2$s) al grup de volums %3$s
cs: Deaktivovat tenký logický svazek %1$s (%2$s) na skupině svazků %3$s
de: Logisches Thin Volume %1$s (%2$s) in Volume-Gruppe %3$s wird deaktiviert
es: Desactivando el volumen lógico ligero %1$s (%2$s) en el grupo de volúmenes %3$s
fi: Passivoidaan looginen taltio %1$s (%2$s) taltioryhmästä %3$s
fr: Désactivation du volume logique léger %1$s (%2$s) sur le groupe de volumes %3$s
gl: Desactivando o volume lóxico reducido %1$s (%2$s) no grupo de volumes %3$s
hu: %1$s vékony logikai kötet (%2$s) inaktiválása a(z) %3$s kötetcsoportban
id: Menonaktifkan volume logical thin %1$s (%2$s) pada grup volume %3$s
it: Disattivazione del volume logico thin %1$s (%2$s) sul gruppo di volumi %3$s
ka: ტომების ჯგუფზე %3$s არსებული თხელი ლოგიკური ტომის %1$s (%2$s) დეაქტივაცია
nl: Thin logisch volume %1$s (%2$s) deactiveren op volumegroep %3$s
pl: Dezaktywowanie cienkiego wolumenu logicznego %1$s (%2$s) w grupie wolumenów %3$s
pt_br: Desativando volume lógico thin %1$s (%2$s) no grupo de volumes %3$s
sk: Deaktivovanie tenkého logického zväzku %1$s (%2$s) na skupine zväzkov %3$s
sl: Onemogočanje tankega logičnega nosilca %1$s (%2$s) na skupini nosilcev %3$s
sv: Avaktivera tunn logisk volym %1$s (%2$s) i volymgrupp %3$s

source: Deactivating thin pool logical volume %1$s (%2$s) on volume group %3$s
ar: يتم الآن إلغاء تنشيط وحدة التخزين المنطقية التابعة %1$s (‏%2$s) في مجموعة وحدات التخزين %3$s
ca: Desactivant el volum lògic d'agrupació prima %1$s (%2$s) al grup de volums %3$s
cs: Deaktivovat logický svazek tenkého fondu %1$s (%2$s) na skupině svazků %3$s
de: Logisches Thin Pool Volume %1$s (%2$s) in Volume-Gruppe %3$s wird deaktiviert
es: Desactivando el volumen lógico %1$s (%2$s) en el grupo de volúmenes %3$s
fi: Passivoidaan looginen taltio %1$s (%2$s) taltioryhmästä %3$s
fr: Désactivation du volume logique de pool léger %1$s (%2$s) sur le groupe de volumes %3$s
gl: Desactivando a área reducida de volume lóxico %1$s (%2$s) no grupo de volumes %3$s
hu: Vékony készlethez tartozó %1$s logikai kötet (%2$s) inaktiválása a(z) %3$s kötetcsoportban
id: Menonaktifkan volume logical thin pool %1$s (%2$s) pada grup volume %3$s
it: Disattivazione del volume logico pool thin %1$s (%2$s) sul gruppo di volumi %3$s
ka: ტომების ჯგუფზე %3$s არსებული თხელი პულის ლოგიკური ტომის %1$s (%2$s) დეაქტივაცია
nl: Thin pool logisch volume %1$s (%2$s) deactiveren op volumegroep %3$s
pl: Dezaktywowanie wolumenu logicznego %1$s (%2$s) cienkiej puli w grupie wolumenów %3$s
pt_br: Desativando volume lógico de pool thin %1$s (%2$s) no grupo de volumes %3$s
sk: Deaktivovanie tenkého logického zväzku fondu %1$s (%2$s) na skupine zväzkov %3$s
sl: Onemogočanje logičnega nosilca s tanko zalogo %1$s (%2$s) na skupini nosilcev %3$s
sv: Avaktivera tunn logisk poolvolym %1$s (%2$s) i volymgrupp %3$s

source: Delete %1$s %2$s (%3$s)
ar: قم بحذف %1$s %2$s (%3$s)
ca: Suprimeix %1$s %2$s (%3$s)
cs: Odstranit %1$s %2$s (%3$s)
de: %1$s %2$s (%3$s) löschen
es: Suprimir %1$s %2$s (%3$s)
fi: Poista %1$s laitteelta %2$s (%3$s)
fr: Supprimer le %1$s %2$s (%3$s)
gl: Eliminar %1$s %2$s (%3$s)
hu: %1$s %2$s (%3$s) partíció törlése
id: Hapus %1$s %2$s (%3$s)
it: Elimina %1$s %2$s (%3$s)
ka: %1$s %2$s (%3$s) წაშლა
nl: %1$s %2$s (%3$s) verwijderen
pl: Usuń %1$s %2$s (%3$s)
pt_br: Remover %1$s %2$s (%3$s)
sk: Vymazať %1$s %2$s (%3$s)
sl: Izbriši %1$s %2$s (%3$s)
sv: Radera %1$s %2$s (%3$s)

source: Delete %1$s on %2$s
ar: قم بحذف %1$s من %2$s
ca: Suprimeix el sistema de fitxers %1$s de %2$s
cs: Odstranit %1$s na %2$s
de: %1$s auf %2$s löschen
es: Suprimir %1$s en %2$s
fi: Poista %1$s laitteelta %2$s
fr: Supprimer %1$s sur %2$s
hu: A(z) %2$s eszközön lévő %1$s fájlrendszer törlése
id: Hapus %1$s pada %2$s
it: Elimina %1$s su %2$s
ka: %1$s-ის წაშლა %2$s-ზე
nl: %1$s op %2$s verwijderen
pl: Usuń %1$s na urządzeniu %2$s
pt_br: Remover %1$s de %2$s
sk: Vymazať %1$s na %2$s
sl: Izbriši datotečni sistem %1$s na %2$s
sv: Ta bort %1$s från %2$s

source: Delete DASD partition table on %1$s
ar: حذف جدول قسم DASD على %1$s
ca: Suprimeix la taula de particions de DASD de %1$s
cs: Odstraňuje se tabulka oddílů typu DASD na %1$s
de: DASD-Partitionstabelle auf %1$s löschen
es: Suprimir tabla de partición DASD en %1$s
fi: Poista DASD-osiotaulukko laitteelta %1$s
fr: Supprimer la table de partitions DASD sur %1$s
gl: Eliminar a táboa de partición DASD en %1$s
hu: DASD partíciós tábla törlése a(z) %1$s eszközön
id: Hapus tabel partisi DASD pada %1$s
it: Eliminare la tabella delle partizioni DASD su %1$s
ka: %1$s-ზე DASD დანაყოფების ცხრილის შექმნა
nl: DASD-partitietabel op %1$s verwijderen
pl: Usuń tablicę partycji DASD na urządzeniu %1$s
pt_br: Remover tabela de partição DASD em %1$s
sk: Vymazať tabuľku oddielov DASD na %1$s
sl: Izbriši razpredelnico razdelkov DASD na %1$s
sv: Ta bort partitionstabell DASD på %1$s

source: Delete GPT on %1$s
ar: حذف GPT على %1$s
ca: Suprimeix GPT de %1$s
cs: Odstraňuje se GPT na %1$s
de: GPT auf %1$s löschen
es: Suprimir GPT en %1$s
fi: Poista GPT laitteelta %1$s
fr: Supprimer la table de partitions GPT sur %1$s
gl: Eliminar GPT en %1$s
hu: GPT törlése a(z) %1$s eszközön
id: Hapus GPT pada %1$s
it: Eliminare la tabella delle partizioni GPT su %1$s
ka: %1$s-ზე GPT-ის წაშლა
nl: GPT op %1$s verwijderen
pl: Usuń tablicę partycji GPT na urządzeniu %1$s
pt_br: Remover GPT em %1$s
sk: Vymazať GPT na %1$s
sl: Izbriši GPT na %1$s
sv: Tar bort GPT på %1$s

source: Delete MD %1$s %2$s (%3$s)
ar: حذف MD ‏%1$s ‏%2$s (‏%3$s)
ca: Suprimeix l'MD %1$s %2$s (%3$s)
cs: Odstranit hlavní adresář (MD) %1$s %2$s (%3$s)
de: MD %1$s %2$s (%3$s) löschen
es: Suprimir MD %1$s %2$s (%3$s)
fi: Poista MD %1$s -laite %2$s (%3$s)
fr: Supprimer le MD %1$s %2$s (%3$s)
gl: Eliminar o MD %1$s %2$s (%3$s)
hu: MD %1$s %2$s (%3$s) törlése
id: Hapus MD %1$s %2$s (%3$s)
it: Eliminare l'MD %1$s %2$s (%3$s)
ka: MD-ის წაშლა %1$s%2$s (%3$s)
nl: MD %1$s %2$s (%3$s) verwijderen
pl: Usuń MD %1$s %2$s (%3$s)
pt_br: Remover MD %1$s %2$s (%3$s)
sk: Vymazať MD %1$s %2$s (%3$s)
sl: Izbriši MD %1$s %2$s (%3$s)
sv: Ta bort MD %1$s %2$s (%3$s)

source: Delete MS-DOS partition table on %1$s
ar: حذف جدول قسم MS-DOS‏ على %1$s
ca: Suprimeix la taula de particions MS-DOS de %1$s
cs: Odstranit tabulku oddílů MS-DOS na %1$s
de: MS-DOS-Partitionstabelle auf %1$s löschen
es: Suprimir tabla de partición MSDOS en %1$s
fi: Poista MS-DOS-osiotaulukko laitteeelta %1$s
fr: Supprimer la table de partition MS-DOS sur %1$s
gl: Eliminar a táboa de partición MS-DOS en %1$s
hu: MS-DOS partíciós tábla törlése a(z) %1$s eszközön
id: Hapus tabel partisi MS-DOS pada %1$s
it: Elimina la tabella delle partizioni MS-DOS su %1$s
ka: %1$s-ზე MS-DOS-ის დანაყოფების ცხრილის წაშლა
nl: MS-DOS-partitietabel op %1$s verwijderen
pl: Usuń tablicę partycji MS-DOS na urządzeniu %1$s
pt_br: Apagar tabela de partição MS-DOS em %1$s
sk: Vymazať tabuľku oddielov MS-DOS na %1$s
sl: Izbriši razpredelnico razdelkov MS-DOS na %1$s
sv: Ta bort MSDOS-partitionstabell på %1$s

source: Delete bcache %1$s (%2$s)
ca: Suprimeix la bcau %1$s (%2$s)
cs: Odstranit bcache %1$s (%2$s)
de: Bcache %1$s (%2$s) löschen
es: Suprimir bcache %1$s (%2$s)
fi: Poista bcache %1$s (%2$s)
fr: Supprimer le bcache %1$s (%2$s)
id: Hapus bcache %1$s (%2$s)
it: Elimina Bcache %1$s (%2$s)
ka: Bcache %1$s-ის წაშლა (%2$s)
nl: Bcache %1$s (%2$s) verwijderen
pt_br: Remover bcache %1$s (%2$s)
sk: Vymazať bcache %1$s (%2$s)
sl: Izbriši bcache %1$s (%2$s)
sv: Radera bcache %1$s (%2$s)

source: Delete bcache %1$s on %2$s (%3$s)
ar: قم بحذف bcache %1$s في %2$s (%3$s)
ca: Suprimeix la bcau %1$s a %2$s (%3$s)
cs: Odstranit bcache %1$s na %2$s (%3$s)
de: Bcache %1$s auf %2$s (%3$s) löschen
es: Suprimir bcache %1$s en %2$s (%3$s)
fi: Poista bcache %1$s laitteelta %2$s (%3$s)
fr: Supprimer le bcache %1$s sur %2$s (%3$s)
gl: Eliminar o bcache %1$s en %2$s (%3$s)
hu: %1$s bcache törlése a(z) %2$s (%3$s) eszközön
id: Hapus bcache %1$s pada %2$s (%3$s)
it: Elimina la bcache %1$s su %2$s (%3$s)
ka: %2$s-ზე (%3$s) %1$s bcache-ის წაშლა
nl: Bcache %1$s op %2$s (%3$s) verwijderen
pl: Usuń bufor Bcache %1$s na urządzeniu %2$s (%3$s)
pt_br: Remover bcache %1$s em %2$s (%3$s)
sk: Vymazať bcache %1$s na %2$s (%3$s)
sl: Izbriši bcache %1$s na %2$s (%3$s)
sv: Radera bcache %1$s on %2$s (%3$s)

source: Delete bcache cache set on %1$s (%2$s)
ca: Suprimeix el conjunt de cau de bcau de %1$s (%2$s)
cs: Odstranit sadu mezipamětí bcache na %1$s (%2$s)
de: Bcache-Cacheset auf %1$s (%2$s) löschen
es: Suprimir conjunto de caché de bcache en %1$s (%2$s)
fi: Poista bcache-välimuistijoukko laitteelta %1$s (%2$s)
fr: Supprimer le cache Bcache défini sur %1$s (%2$s)
id: Hapus cache bcache yang ditetapkan pada %1$s (%2$s)
it: Elimina il set di cache Bcache su %1$s (%2$s)
ka: %1$s-ზე (%2$s) bcache-ის სეტის წაშლა
nl: Bcache-cacheset op %1$s (%2$s) verwijderen
pt_br: Excluir o cache do bcache definido em %1$s (%2$s)
sk: Vymazať sadu vyrovnávacej pamäte bcache na %1$s (%2$s)
sl: Izbriši nabor predpomnilnikov bcache na %1$s (%2$s)
sv: Ta bort Bcache-cacheuppsättning på %1$s (%2$s)

source: Delete encryption layer device on %1$s
ar: حذف جهاز طبقة تشفير على %1$s
ca: Suprimeix el dispositiu de capa d'encriptació de %1$s
cs: Odstranit zařízení šifrovací vrstvy na %1$s
de: Gerät der verschlüsselten Schicht auf %1$s löschen
es: Suprimir dispositivo de capa de cifrado en %1$s
fi: Poista salattu taso laitteelta %1$s
fr: Supprimer la couche de chiffrement sur %1$s
gl: Eliminar a capa de cifrado de dispositivo en %1$s
hu: Titkosításiréteg-eszköz törlése a(z) %1$s eszközön
id: Hapus perangkat loop terenkripsi pada %1$s
it: Elimina il dispositivo con strato di cifratura su %1$s
ka: %1$s-ზე დაშიფვრის ფენის მოწყობილობის წაშლა
nl: Versleutelingslaag van apparaat op %1$s verwijderen
pl: Usuń urządzenie warstwy szyfrowania na urządzeniu %1$s
pt_br: Remover dispositivo de camada de criptografia em %1$s
sk: Vymazať zariadenie šifrovacej úrovne na %1$s
sl: Izbriši napravo šifrirnega sloja na %1$s
sv: Ta bort krypterad enhet på %1$s

source: Delete extended partition %1$s (%2$s)
ar: حذف قسم موسع %1$s (‏%2$s)
ca: Crea la partició ampliada %1$s (%2$s)
cs: Odstranit rozšířený oddíl %1$s (%2$s)
de: Erweiterte Partition %1$s (%2$s) löschen
es: Suprimir partición extendida %1$s (%2$s)
fi: Poista laajennettu osio %1$s (%2$s)
fr: Supprimer la partition étendue %1$s (%2$s)
gl: Eliminar a partición estendida %1$s (%2$s)
hu: %1$s kiterjesztett partíció (%2$s) törlése
id: Hapus partisi extended %1$s (%2$s)
it: Elimina la partizione estesa %1$s (%2$s)
ka: გაფართოებული დანაყოფის %1$s (%2$s) წაშლა
nl: Uitgebreide partitie %1$s (%2$s) verwijderen
pl: Usuń partycję rozszerzoną %1$s (%2$s)
pt_br: Apagar partição estendida %1$s (%2$s)
sk: Vymazať rozšírený oddiel %1$s (%2$s)
sl: Izbriši razširjeni razdelek %1$s (%2$s)
sv: Ta bort utökad partition %1$s (%2$s)
