Repository: openSUSE/libstorage-ng
Catalog: po/*.po
Languages: ar, ca, cs, de, es, fi, fr, gl, hu, id, it, ka, nl, pl, pt_br, sk, sl, sv

source: Clearing label of partition %1$s
ca: Netejant l'etiqueta de la partició %1$s
cs: Mazání štítku na oddílu %1$s
de: Label von Partition %1$s wird gelöscht
es: Borrando etiqueta de partición %1$s
fi: Poistetaan osion %1$s nimiö
fr: Effacement de l'étiquette de la partition %1$s
id: Menghapus label partisi %1$s
it: Cancellazione dell'etichetta della partizione %1$s
ka: დანაყოფის %1$s ჭდის გასუფთავება
nl: Label van partitie %1$s wordt gewist
pt_br: Limpando rótulo da partição %1$s
sk: Zmazanie popisu oddielu %1$s
sl: Čiščenje oznake razdelka %1$s
sv: Rensar etikett för partition %1$s

source: Clearing legacy boot flag of partition %1$s
ar: يتم الآن مسح علامة التشغيل القديمة للقسم %1$s
ca: Netejant la bandera d'arrencada de llegat de la partició %1$s
cs: Ruším starý příznak zavádění (boot) oddílu %1$s
de: Legacy-Boot-Flag von Partition %1$s wird gelöscht
es: Borrando indicador de arranque legado de partición %1$s
fi: Poistetaan vanha käynnistyslippu osiolta %1$s
fr: Effacement du fanion de démarrage legacy de la partition %1$s
gl: Limpando o historial da etiqueta de arrinque da partición %1$s
hu: %1$s partíció örökölt rendszerindítási jelzőjének létrehozása
id: Menghapus tanda boot legacy dari partisi %1$s
it: Cancellazione dell'obsoleto flag di avvio della partizione %1$s
ka: დანაყოფიდან %1$s ჩატვირთვადობის მოძველებული ალმის მოცილება
nl: Verouderde bootvlag van partitie %1$s wordt gewist
pl: Czyszczenie starszej flagi rozruchu partycji %1$s
pt_br: Limpando indicador de inicialização antigo da partição %1$s
sk: Vyčistenie zastaralého príznaku štartu systému pre oddiel %1$s
sl: Čiščenje zastarele zagonske zastavice razdelka %1$s
sv: Tar bort föråldrad bootflagga för partitionen %1$s

source: Clearing no-automount flag of partition %1$s
ca: Netejant la bandera de no muntatge automàtic de la partició %1$s
cs: Odstraňuji příznak "zákaz auto-připojení" oddílu %1$s
de: no-automount-Flag von Partition %1$s wird bereinigt
es: Borrando indicador no-automount de partición %1$s
fi: Poistetaan ei automaattiliittämistä -lippu osiolta %1$s
fr: Effacement de l'indicateur no-automount de la partition %1$s
id: Menghapus tanda no-automount dari partisi %1$s
it: Cancellazione del flag senza montaggio automatico della partizione %1$s
ka: დანაყოფის %1$s no-automount ალმის გასუფთავება
nl: Vlag voor niet automatisch aankoppelen van partitie %1$s wordt gewist
pt_br: Limpando indicador de sem montagem automática da partição %1$s
sk: Vymazanie príznaku zákazu automatického pripojenia oddielu %1$s
sl: Čiščenje zastavice brez-samopriklopa razdelka %1$s
sv: Tar bort ingen-automontering flagga för partition %1$s

source: Clearing option 'no copy on write' for subvolume %1$s on %2$s
ar: يتم الآن مسح الخيار "عدم النسخ عند الكتابة" لوحدة التخزين الفرعية %1$s على %2$s
ca: Netejant l'opció de "no copiar en escriure" per al subvolum %1$s de %2$s
cs: Vyčištění volby 'no copy on write' podsvazku %1$s na %2$s
de: Option 'Keine Kopie beim Schreiben' wird für Subvolume %1$s auf %2$s gelöscht
es: Borrando opción "no copiar al escribir" para subvolumen %1$s en %2$s
fi: Poistetaan valntaa ”kopioi kirjoittamatta” alitaltiolta %1$s laitteella %2$s
fr: Effacement de l'option 'no copy on write' pour le sous-volume %1$s sur %2$s
gl: Retirando a opción de 'non copiar durante a escritura' para o subvolume %1$s en %2$s
hu: %1$s alkötet 'íráskor nincs másolás' beállításának törlése a(z) %2$s eszközön
id: Menghapus opsi 'no copy on write' untuk subvolume %1$s pada %2$s
it: Cancellazione dell'opzione "no copy on write" per il sottovolume %1$s su %2$s
ka: %2$s-ზე ქვეტომზე %1$s 'no copy on write' ალმის გასუფთავება
nl: Optie 'geen kopiëren bij schrijven' voor subvolume %1$s op %2$s wordt gewist
pl: Czyszczenie opcji braku kopiowania przy zapisie dla podwoluminu %1$s na urządzeniu %2$s
pt_br: Limpando opção 'no copy on write' do subvolume %1$s em %2$s
sk: Vyčistenie voľby 'nekopírovať pri zápise' pre podzväzok %1$s na %2$s
sl: Čiščenje možnosti »brez kopiranja ob pisanju« podnosilca %1$s na %2$s
sv: Tar bort alternativ 'skriva utan kopiering' för delvolym %1$s på %2$s

source: Clearing protective MBR boot flag of GPT on %1$s
ar: يتم الآن مسح علامة تشغيل MBR للحماية في GPT على %1$s
ca: Netejant la bandera d'arrencada MBR protectora de GPT de %1$s
cs: Vyčištění ochranného příznaku MBR boot GPT na %1$s
de: Schützendes MBR-Boot-Flag von GPT auf %1$s wird gelöscht
es: Borrando indicador de arranque MBR protector de GPT en %1$s
fi: Poistetaan GPT:n MBR-suojakäynnistyslippua laitteelta %1$s
fr: Effacement du fanion de démarrage du MBR protecteur de la table de partitions GPT sur %1$s
gl: Retirando a etiqueta de arrinque MBR do GPT en %1$s
hu: GPT biztonsági fő rendszertöltő rekordjelzőjének törlése a(z) %1$s eszközön
id: Menghapus tanda pelindung boot MBR dari GPT pada %1$s
it: Cancellazione del flag di avvio dell'MBR a protezione della tabella delle partizioni GPT su %1$s
ka: %1$s-ზე GPT-ის დაცული MBR-ის ჩატვირთვადობის ალმის გასუფთავება
nl: Beschermende MBR-bootvlag van GPT op %1$s wordt gewist
pl: Czyszczenie ochronnej flagi rozruchu MBR tablicy partycji GPT na urządzeniu %1$s
pt_br: Limpando indicador de inicialização MBR protegido do GPT em %1$s
sk: Vyčistenie ochranného MBR príznaku štartu systému z GPT na %1$s
sl: Čiščenje zaščitne zastavice zagona MBR za GPT na %1$s
sv: Tar bort skyddsbootflagga MBR från GPT på %1$s

source: Create %1$s %2$s (%3$s) for %4$s with %5$s from %6$s
ar: قم بإنشاء %1$s %2$s (%3$s) لنقطة %4$s بنظام الملفات %5$s من %6$s
ca: Crea %1$s %2$s (%3$s) per a %4$s amb el sistema de fitxers %5$s a partir de %6$s
cs: Vytvořit %1$s %2$s (%3$s) pro %4$s s %5$s z %6$s
de: %1$s %2$s (%3$s) für %4$s mit %5$s von %6$s erstellen
es: Crear %1$s %2$s (%3$s) para %4$s con %5$s desde %6$s
fi: Luo %1$s %2$s (%3$s) liitospisteeseen %4$s tiedostojärjestelmällä %5$s laitteista %6$s
fr: Créer le %1$s %2$s (%3$s) pour %4$s avec %5$s à partir de %6$s
gl: Crear %1$s %2$s (%3$s) para %4$s con %5$s de %6$s
hu: %1$s %2$s (%3$s) partíció létrehozása a(z) %4$s csatlakoztatási ponthoz %5$s fájlrendszerrel a(z) %6$s eszközön
id: Buat %1$s %2$s (%3$s) untuk %4$s dengan %5$s dari %6$s
it: Crea %1$s %2$s (%3$s) per %4$s con %5$s a partire da %6$s
ka: შეიქმნება %1$s %2$s (%3$s) %4$s-სთვის %5$s-ით %6$s-სგან
nl: %1$s %2$s (%3$s) aanmaken voor %4$s met %5$s uit %6$s
pl: Utwórz partycję %1$s %2$s (%3$s) dla punktu montowania %4$s z systemem plików %5$s z urządzeń %6$s
pt_br: Criar %1$s %2$s (%3$s) para %4$s com %5$s de %6$s
sk: Vytvoriť %1$s %2$s (%3$s) pre %4$s s %5$s z %6$s
sl: Ustvari %1$s %2$s (%3$s) za %4$s z datotečnim sistemom %5$s iz %6$s
sv: Skapa %1$s %2$s (%3$s) för %4$s med %5$s från %6$s

source: Create %1$s %2$s (%3$s) for swap from %4$s
ar: قم بإنشاء %1$s %2$s (%3$s) للتبديل من %4$s
ca: Crea %1$s %2$s (%3$s) per a intercanvi a partir de %4$s
cs: Vytvořit %1$s %2$s (%3$s) pro swap z %4$s
de: %1$s %2$s (%3$s) für swap von %4$s erstellen
es: Crear %1$s %2$s (%3$s) para swap desde %4$s
fi: Luo %1$s %2$s (%3$s) sivutusta varten laitteista %4$s
fr: Créer le %1$s %2$s (%3$s) pour la partition d'échange à partir de %4$s
gl: Crear %1$s %2$s (%3$s) para o swap de %4$s
hu: %1$s %2$s (%3$s) partíció létrehozása a lapozófájlhoz a(z) %4$s eszközön
id: Buat %1$s %2$s (%3$s) untuk swap dari %4$s
it: Crea %1$s %2$s (%3$s) per lo swap a partire da %4$s
ka: შეიქმნება %1$s %2$s (%3$s) სვოპისთვის %4$s-სგან
nl: %1$s %2$s (%3$s) aanmaken voor swap uit %4$s
pl: Utwórz partycję %1$s %2$s (%3$s) na potrzeby obszaru wymiany z urządzeń %4$s
pt_br: Criar %1$s %2$s (%3$s) para swap de %4$s
sk: Vytvoriť %1$s %2$s (%3$s) pre swap z %4$s
sl: Ustvari %1$s %2$s (%3$s) za izmenjevalni razdelek iz %4$s
sv: Skapa %1$s %2$s (%3$s) för växling från %4$s

source: Create %1$s %2$s (%3$s) from %4$s
ar: قم بإنشاء %1$s %2$s (%3$s) من %4$s
ca: Crea %1$s %2$s (%3$s) a partir de %4$s
cs: Vytvořit %1$s %2$s (%3$s) z %4$s
de: %1$s %2$s (%3$s) von %4$s erstellen
es: Crear %1$s %2$s (%3$s) desde %4$s
fi: Luo %1$s %2$s (%3$s) laitteista %4$s
fr: Créer le %1$s %2$s (%3$s) à partir de %4$s
gl: Crear %1$s %2$s (%3$s) de %4$s
hu: %1$s %2$s (%3$s) partíció létrehozása a(z) %4$s eszközön
id: Buat %1$s %2$s (%3$s) dari %4$s
it: Crea %1$s %2$s (%3$s) a partire da %4$s
ka: %4$s-დან %1$s %2$s (%3$s) შექმნა
nl: %1$s %2$s (%3$s) aanmaken uit %4$s
pl: Utwórz partycję %1$s %2$s (%3$s) z urządzeń %4$s
pt_br: Criar %1$s %2$s (%3$s) de %4$s
sk: Vytvoriť %1$s %2$s (%3$s) z %4$s
sl: Ustvari %1$s %2$s (%3$s) iz %4$s
sv: Skapa %1$s %2$s (%3$s) från %4$s

source: Create %1$s %2$s (%3$s) with %4$s from %5$s
ar: قم بإنشاء %1$s %2$s (%3$s) بالاسم %4$s من القائمة %5$s
ca: Crea %1$s %2$s (%3$s) amb el sistema de fitxers %4$s a partir de %5$s
cs: Vytvořit %1$s %2$s (%3$s) s %4$s z %5$s
de: %1$s %2$s (%3$s) mit %4$s von %5$s erstellen
es: Crear %1$s %2$s (%3$s) con %4$s desde %5$s
fi: Luo %1$s %2$s (%3$s) tiedostojärjestelmällä %4$s laitteista %5$s
fr: Créer le %1$s %2$s (%3$s) avec %4$s à partir de %5$s
gl: Crear %1$s %2$s (%3$s) con %4$s de %5$s
hu: %1$s %2$s (%3$s) partíció létrehozása %4$s fájlrendszerrel a(z) %5$s eszközön
id: Buat %1$s %2$s (%3$s) dengan %4$s dari %5$s
it: Crea %1$s %2$s (%3$s) con %4$s a partire da %5$s
ka: შეიქმნება %1$s %2$s (%3$s) %4$s-ით %5$s-სგან
nl: %1$s %2$s (%3$s) aanmaken met %4$s uit %5$s
pl: Utwórz partycję %1$s %2$s (%3$s) z systemem plików %4$s z urządzeń %5$s
pt_br: Criar %1$s %2$s (%3$s) com %4$s de %5$s
sk: Vytvoriť %1$s %2$s (%3$s) s %4$s z %5$s
sl: Ustvari %1$s %2$s (%3$s) z datotečnim sistemom %4$s iz %5$s
sv: Skapa %1$s %2$s (%3$s) med %4$s från %5$s

source: Create %1$s on %2$s
ca: Crea el sistema de fitxers %1$s a %2$s
cs: Vytvořit %1$s na %2$s
de: %1$s auf %2$s erstellen
es: Crear %1$s en %2$s
fi: Luo %1$s laitteelle %2$s
fr: Créer %1$s sur %2$s
id: Buat %1$s pada %2$s
it: Crea %1$s su %2$s
ka: %1$s-ის შექმნა %2$s-ზე
nl: %1$s op %2$s aanmaken
pt_br: Criar %1$s em %2$s
sk: Vytvoriť %1$s na %2$s
sl: Ustvari datotečni sistem %1$s na %2$s
sv: Skapa %1$s på %2$s

source: Create DASD partition table on %1$s
ar: إنشاء حدول قسم DASD على %1$s
ca: Crea una taula de particions de DASD a %1$s
cs: Vytváří se tabulka oddílů typu DASD na %1$s
de: DASD-Partitionstabelle auf %1$s erstellen
es: Crear tabla de partición DASD en %1$s
fi: Luo DASD-osiotaulukko laitteelle %1$s
fr: Créer la table de partitions DASD sur %1$s
gl: Crear a táboa de particións DASD en %1$s
hu: DASD partíciós tábla létrehozása a(z) %1$s eszközön
id: Buat tabel partisi DASD pada %1$s
it: Creare la tabella delle partizioni DASD su %1$s
ka: %1$s-ზე DASD დანაყოფების ცხრილის შექმნა
nl: DASD-partitietabel op %1$s aanmaken
pl: Utwórz tablicę partycji DASD na urządzeniu %1$s
pt_br: Criar tabela de partição DASD em %1$s
sk: Vytvoriť tabuľku oddielov DASD na %1$s
sl: Ustvari razpredelnico razdelkov DASD na %1$s
sv: Skapa partitionstabell DASD på %1$s

source: Create GPT on %1$s
ar: إنشاء GPT على %1$s
ca: Crea GPT a %1$s
cs: Vytvořit GPT na %1$s
de: GPT auf %1$s erstellen
es: Crear GPT en %1$s
fi: Luo GPT laitteelle %1$s
fr: Créer la table de partitions GPT sur %1$s
gl: Crear GPT en %1$s
hu: GPT létrehozása a(z) %1$s eszközön
id: Buat GPT pada %1$s
it: Creare la tabella delle partizioni GPT su %1$s
ka: %1$s-ზე GPT-ის შექმნა
nl: GPT op %1$s aanmaken
pl: Utwórz tablicę partycji GPT na urządzeniu %1$s
pt_br: Criar GPT em %1$s
sk: Vytvoriť GPT na %1$s
sl: Ustvari GPT na %1$s
sv: Skapa GPT på %1$s

source: Create LVM logical volume %1$s (%2$s) on volume group %3$s
ar: إنشاء وحدة التخزين المنطقية LVM %1$s (‏%2$s) بمجموعة وحدات التخزين %3$s
ca: Crea el volum lògic d'LVM %1$s (%2$s) al grup de volums %3$s
cs: Vytvořit logický svazek LVM %1$s (%2$s) na skupině svazků %3$s
de: Logisches LVM-Volume %1$s (%2$s) in Volume-Gruppe %3$s erstellen
es: Crear volumen lógico LVM %1$s (%2$s) en el grupo de volúmenes %3$s
fi: Luo looginen LVM-taltio %1$s (%2$s) taltioryhmään %3$s
fr: Créer le volume logique LVM %1$s (%2$s) sur le groupe de volumes %3$s
gl: Crear o volume lóxico LVM %1$s (%2$s) no grupo de volumes %3$s
hu: %1$s LVM logikai kötet (%2$s) létrehozása a(z) %3$s kötetcsoportban
id: Buat volume logical LVM %1$s (%2$s) pada grup volume %3$s
it: Crea il volume logico LVM %1$s (%2$s) sul gruppo di volumi %3$s
ka: ტომების ჯგუფზე %3$s LVM ლოგიკური ტომის %1$s (%2$s) შექმნა
nl: LVM logisch volume %1$s (%2$s) op volumegroep %3$s aanmaken
pl: Utwórz wolumen logiczny LVM %1$s (%2$s) w grupie wolumenów %3$s
pt_br: Criar volume lógico LVM %1$s (%2$s) no grupo de volumes %3$s
sk: Vytvoriť logický zväzok LVM %1$s (%2$s) na skupine zväzkov %3$s
sl: Ustvari logični nosilec LVM %1$s (%2$s) na skupini nosilcev %3$s
sv: Skapa logisk LVM-volym %1$s (%2$s) i volymgrupp %3$s

source: Create LVM logical volume %1$s (%2$s) on volume group %3$s for %4$s with %5$s
ar: إنشاء وحدة التخزين المنطقية LVM %4$s%1$s (‏%2$s) بمجموعة وحدات التخزين %3$s لـ %4$s مع %5$s
ca: Crea el volum lògic d'LVM %1$s (%2$s) al grup de volums %3$s per a %4$s amb %5$s
cs: Vytvořit logický svazek LVM %1$s (%2$s) na skupině svazků %3$s pro přípojný bod %4$s se systémem souborů %5$s
de: Logisches LVM-Volume %1$s (%2$s) in Volume-Gruppe %3$s für %4$s mit %5$s erstellen
es: Crear volumen lógico LVM %1$s (%2$s) en el grupo de volúmenes %3$s para %4$s con %5$s
fi: Luo looginen LVM-taltio %1$s (%2$s) taltioryhmään %3$s, liitospiste %4$s ja tiedostojärjestelmä %5$s
fr: Créer le volume logique LVM %1$s (%2$s) sur le groupe de volumes %3$s pour le point de montage %4$s avec le système de fichiers %5$s
gl: Crear o volume lóxico LVM %1$s (%2$s) no grupo de volumes %3$s para %4$s con %5$s
hu: %1$s LVM logikai kötet (%2$s) létrehozása a(z) %3$s kötetcsoportban a(z) %4$s számára a(z) %5$s fájlrendszerrel
id: Buat volume logical LVM %1$s (%2$s) pada grup volume %3$s untuk %4$s dengan %5$s
it: Crea il volume logico LVM %1$s (%2$s) sul gruppo di volumi %3$s per %4$s con %5$s
ka: ტომები ჯგუფზე %3$s საქაღალდისთვის %4$s ფაილური სისტემით %5$s LVM ლოგიკური ტომის %1$s (%2$s) შექმნა
nl: LVM logisch volume %1$s (%2$s) op volumegroep %3$s voor %4$s met %5$s aanmaken
pl: Utwórz wolumen logiczny LVM %1$s (%2$s) w grupie wolumenów %3$s dla punktu montowania %4$s z systemem plików %5$s
pt_br: Criar volume lógico LVM %1$s (%2$s) no grupo de volumes %3$s para %4$s com %5$s
sk: Vytvoriť logický zväzok LVM %1$s (%2$s) na skupine zväzkov %3$s pre %4$s s %5$s
sl: Ustvari logični nosilec LVM %1$s (%2$s) na skupini nosilcev %3$s za %4$s z datotečnim sistemom %5$s
sv: Skapa logisk LVM-volym %1$s (%2$s) i volymgrupp %3$s för %4$s med %5$s

source: Create LVM logical volume %1$s (%2$s) on volume group %3$s for swap
ar: إنشاء وحدة التخزين المنطقية LVM %1$s (‏%2$s) بمجموعة وحدات التخزين %3$s للتبادل
ca: Crea el volum lògic d'LVM %1$s (%2$s) al grup de volums %3$s per a intercanvi
cs: Vytvořit logický svazek LVM %1$s (%2$s) na skupině svazků %3$s pro stránkování
de: Logisches LVM-Volume %1$s (%2$s) in Volume-Gruppe %3$s für Auslagerung erstellen
es: Crear volumen lógico LVM %1$s (%2$s) en el grupo de volúmenes %3$s para intercambio
fi: Luo looginen LVM-taltio %1$s (%2$s) taltioryhmään %3$s sivutusta varten
fr: Créer le volume logique LVM %1$s (%2$s) sur le groupe de volumes %3$s pour l'échange
gl: Crear o volume lóxico LVM %1$s (%2$s) no grupo de volumes %3$s para swap
hu: %1$s LVM logikai kötet (%2$s) létrehozása a(z) %3$s kötetcsoportban a lapozófájlhoz
id: Buat volume logical LVM %1$s (%2$s) pada grup volume %3$s untuk swap
it: Crea il volume logico LVM %1$s (%2$s) sul gruppo di volumi %3$s per swap
ka: სვაპისთვის ტომების ჯგუფზე %3$s LVM ლოგიკური ტომის %1$s (%2$s) შექმნა
nl: LVM logisch volume %1$s (%2$s) op volumegroep %3$s aanmaken voor swap
pl: Utwórz wolumen logiczny LVM %1$s (%2$s) w grupie wolumenów %3$s na potrzeby obszaru wymiany
pt_br: Criar volume lógico LVM %1$s (%2$s) no grupo de volumes %3$s para troca
sk: Vytvoriť logický zväzok LVM %1$s (%2$s) na skupine zväzkov %3$s pre swap
sl: Ustvari logični nosilec LVM %1$s (%2$s) na skupini nosilcev %3$s za izmenjevalni razdelek
sv: Skapa logisk LVM-volym %1$s (%2$s) i volymgrupp %3$s för swap

source: Create LVM logical volume %1$s (%2$s) on volume group %3$s with %4$s
ar: إنشاء وحدة التخزين المنطقية LVM %1$s (‏%2$s) بمجموعة وحدات التخزين %3$s مع %4$s
ca: Crea el volum lògic d'LVM %1$s (%2$s) al grup de volums %3$s amb %4$s
cs: Vytvořit logický svazek %1$s (%2$s) na skupině svazků %3$s se systémem souborů %4$s
de: Logisches LVM-Volume %1$s (%2$s) in Volume-Gruppe %3$s mit %4$s erstellen
es: Crear volumen lógico LVM %1$s (%2$s) en el grupo de volúmenes %3$s con %4$s
fi: Luo looginen LVM-taltio %1$s (%2$s) taltioryhmään %3$s, tiedostojärjestelmä %4$s
fr: Créer le volume logique LVM %1$s (%2$s) sur le groupe de volumes %3$s avec le système de fichier %4$s
gl: Crear o volume lóxico LVM %1$s (%2$s) no grupo de volumes %3$s con %4$s
hu: %1$s LVM logikai kötet (%2$s) létrehozása a(z) %3$s kötetcsoportban a(z) %4$s fájlrendszerrel
id: Buat volume logical LVM %1$s (%2$s) pada grup volume %3$s dengan %4$s
it: Crea il volume logico LVM %1$s (%2$s) sul gruppo di volumi %3$s con %4$s
ka: ტომების ჯგუფზე %3$s ფაილური სისტემით %4$s LVM ლოგიკური ტომის %1$s (%2$s) შექმნა
nl: LVM logisch volume %1$s (%2$s) op volumegroep %3$s met %4$s aanmaken
pl: Utwórz wolumen logiczny LVM %1$s (%2$s) w grupie wolumenów %3$s z systemem plików %4$s
pt_br: Criar volume lógico LVM %1$s (%2$s) no grupo de volumes %3$s com %4$s
sk: Vytvoriť logický zväzok swap %1$s (%2$s) na skupine zväzkov %3$s s %4$s
sl: Ustvari logični nosilec LVM %1$s (%2$s) na skupini nosilcev %3$s z datotečnim sistemom %4$s
sv: Skapa logisk LVM-volym %1$s (%2$s) i volymgrupp %3$s med %4$s

source: Create LVM physical volume over %1$s (%2$s)
ar: قم بإنشاء وحدة تخزين فعلية لجهاز LVM بالقسم %1$s (%2$s)
ca: Crea un volum físic d'LVM sobre %1$s (%2$s)
cs: Vytvořit fyzický svazek LVM přes %1$s (%2$s)
de: Physisches LVM-Volume über %1$s (%2$s) erstellen
es: Crear volumen físico LVM sobre %1$s (%2$s)
fi: Luo fyysinen LVM-taltio laitteelle %1$s (%2$s)
fr: Créer le volume physique LVM sur %1$s (%2$s)
gl: Crear o volume LVM físico en %1$s (%2$s)
hu: LVM fizikai kötet létrehozása a(z) %1$s (%2$s) partíción
id: Buat volume fisik LVM lebih dari %1$s (%2$s)
it: Crea il volume fisico LVM su %1$s (%2$s)
ka: LVM ფიზიკური ტომის %1$s-ზე (%2$s) შექმნა
nl: LVM fysiek volume over %1$s (%2$s) aanmaken
pl: Utwórz wolumen fizyczny LVM na partycji %1$s (%2$s)
pt_br: Criar volume físico LVM em %1$s (%2$s)
sk: Vytvoriť fyzický zväzok LVM nad %1$s (%2$s)
sl: Ustvari fizični nosilec LVM nad %1$s (%2$s)
sv: Skapa fysisk LVM-volym över %1$s (%2$s)

source: Create LVM physical volume over encrypted %1$s (%2$s)
ar: إنشاء وحدة نخزين فعلية على القسم المشفر %1$s (%2$s)
ca: Crea un volum físic d'LVM sobre l'encriptació de %1$s (%2$s)
cs: Vytvořit fyzický svazek LVM přes šifrovaný %1$s (%2$s)
de: Physisches LVM-Volume über verschlüsselte Partition %1$s (%2$s) erstellen
es: Crear volumen físico LVM en %1$s cifrado (%2$s)
fi: Luo fyysinen LVM-taltio salatulle laitteelle %1$s (%2$s)
fr: Créer le volume physique LVM sur la partition chiffrée %1$s (%2$s)
gl: Crear o volume LVM físico no %1$s cifrado (%2$s)
hu: LVM fizikai kötet létrehozása a titkosított %1$s partíción (%2$s)
id: Buat volume physical LVM melalui %1$s (%2$s) terenkripsi
it: Crea il volume fisico LVM su %1$s cifrata (%2$s)
ka: LVM ფიზიკური ტომის შექმნა დაშიფრულ %1$s-ზე (%2$s)
nl: LVM fysiek volume over versleuteld %1$s (%2$s) aanmaken
pl: Utwórz wolumen fizyczny LVM na szyfrowanej partycji %1$s (%2$s)
pt_br: Criar volume físico LVM em %1$s (%2$s) com criptografia
sk: Vytvoriť fyzický zväzok LVM nad šifrovaným %1$s (%2$s)
sl: Ustvari fizični nosilec LVM nad šifriranim %1$s (%2$s)
sv: Skapa fysisk LVM-volym över krypterad %1$s (%2$s)

source: Create LVM volume device over %1$s (%2$s)
ar: إنشاء مجموعة وحدات تخزين LVM %1$s (‏%2$s)
ca: Crea un dispositiu de volums d'LVM sobre %1$s (%2$s)
cs: Vytvořit zařízení svazku LVM přes %1$s (%2$s)
de: LVM-Volume-Gerät über %1$s (%2$s) erstellen
es: Crear dispositivo de volumen LVM sobre %1$s (%2$s)
fi: Luo LVM-taltiolaite osiolle %1$s (%2$s)
fr: Créer le périphérique de volume LVM sur la partition %1$s (%2$s)
gl: Crear o dispositivo do volume LVM en %1$s (%2$s)
hu: LVM köteteszköz létrehozása a(z) %1$s partíción (%2$s)
id: Buat perangkat volume LVM melalui %1$s (%2$s)
it: Crea il dispositivo del volume LVM su %1$s (%2$s)
ka: %1$s-ზე (%2$s) LVM ტომის მოწყობილობის შექმნა
nl: LVM volumeapparaat over %1$s (%2$s) aanmaken
pl: Utwórz urządzenie woluminu LVM na partycji %1$s (%2$s)
pt_br: Criar dispositivo de volume LVM em %1$s (%2$s)
sk: Vytvoriť zariadenie zväzku LVM nad %1$s (%2$s)
sl: Ustvari napravo nosilca LVM nad %1$s (%2$s)
sv: Skapa LVM-volymenhet %1$s (%2$s)

source: Create MD %1$s %2$s (%3$s) from %4$s
ar: قم بإنشاء أجهزة متعددة %1$s %2$s (%3$s) من %4$s
ca: Crea l'MD %1$s %2$s (%3$s) a partir de %4$s
cs: Vytvořit MD %1$s %2$s (%3$s) z %4$s
de: MD %1$s %2$s (%3$s) aus %4$s erstellen
es: Crear MD %1$s %2$s (%3$s) desde %4$s
fi: Luo MD %1$s %2$s (%3$s) laitteista %4$s
fr: Créer le MD %1$s %2$s (%3$s) à partir de %4$s
hu: %1$s %2$s MD (%3$s) létrehozása a(z) %4$s eszközön
id: Buat MD %1$s %2$s (%3$s) dari %4$s
it: Crea MD %1$s %2$s (%3$s) a partire da %4$s
ka: %4$s-დან MD %1$s %2$s-ის შექმნა (%3$s)
nl: MD %1$s %2$s (%3$s) aanmaken uit %4$s
pl: Utwórz MD %1$s %2$s (%3$s) z urządzeń %4$s
pt_br: Criar MD %1$s %2$s (%3$s) de %4$s
sk: Vytvoriť MD %1$s %2$s (%3$s) z %4$s
sl: Ustvari MD %1$s %2$s (%3$s) iz %4$s
sv: Skapa MD %1$s %2$s (%3$s) från %4$s

source: Create MS-DOS partition table on %1$s
ar: إنشاء جدول لقسم MS-DOS على %1$s
ca: Crea una taula de particions MS-DOS a %1$s
cs: Vytvořit tabulku oddílů typu MS-DOS na %1$s
de: MS-DOS-Partitionstabelle auf %1$s erstellen
es: Crear tabla de partición MS-DOS en %1$s
fi: Luo MS-DOS-osiotaulukko laitteelle %1$s
fr: Créer la table de partition MS-DOS sur %1$s
gl: Crear unha táboa de partición MS-DOS en %1$s
hu: MS-DOS partíciós tábla létrehozása a(z) %1$s eszközön
id: Buat tabel partisi MS-DOS pada %1$s
it: Crea la tabella delle partizioni MS-DOS su %1$s
ka: %1$s-ზე MSD-DOS-ის დანაყოფების ცხრილის შექმნა
nl: MS-DOS-partitietabel op %1$s aanmaken
pl: Utwórz tablicę partycji MSDOS na urządzeniu %1$s
pt_br: Criar tabela de partição MS-DOS em %1$s
sk: Vytvoriť tabuľku oddielov MS-DOS na %1$s
sl: Ustvari razpredelnico razdelkov MS-DOS na %1$s
sv: Skapa MS-DOS-partitionstabell på %1$s

source: Create bcache %1$s (%2$s)
ca: Crea la bcau %1$s (%2$s)
cs: Vytvořit bcache %1$s (%2$s)
de: Bcache %1$s (%2$s) erstellen
es: Crear bcache %1$s (%2$s)
fi: Luo Bcache %1$s (%2$s)
fr: Créer le bcache %1$s (%2$s)
id: Buat bcache %1$s (%2$s)
it: Crea Bcache %1$s (%2$s)
ka: Bcache %1$s-ის შექმნა (%2$s)
nl: Bcache %1$s (%2$s) aanmaken
pt_br: Criar bcache %1$s (%2$s)
sk: Vytvoriť bcache %1$s (%2$s)
sl: Ustvari bcache %1$s (%2$s)
sv: Skapa bcache %1$s (%2$s)

source: Create bcache %1$s on %2$s (%3$s)
ar: قم بإنشاء bcache %1$s في %2$s (%3$s)
ca: Crea la bcau %1$s a %2$s (%3$s)
cs: Vytvořit bcache %1$s na %2$s (%3$s)
de: Bcache %1$s auf %2$s (%3$s) erstellen
es: Crear bcache %1$s en %2$s (%3$s)
fi: Luo Bcache %1$s laitteelle %2$s (%3$s)
fr: Créer le bcache %1$s sur %2$s (%3$s)
gl: Crear un bcache %1$s en %2$s (%3$s)
hu: %1$s bcache létrehozása a(z) %2$s (%3$s) eszközön
id: Buat bcache %1$s pada %2$s (%3$s)
it: Crea la bcache %1$s su %2$s (%3$s)
ka: %2$s-ზე (%3$s) %1$s bcache-ის შექმნა
nl: Bcache %1$s op %2$s (%3$s) aanmaken
pl: Utwórz bufor bcache %1$s na urządzeniu %2$s (%3$s)
pt_br: Criar bcache %1$s em %2$s (%3$s)
sk: Vytvoriť bcache %1$s na %2$s (%3$s)
sl: Ustvari bcache %1$s na %2$s (%3$s)
sv: Skapa bcache %1$s på %2$s (%3$s)
