Repository: openSUSE/libstorage-ng
Catalog: po/*.po
Languages: ar, ca, cs, de, es, fi, fr, gl, hu, id, it, ka, nl, pl, pt_br, sk, sl, sv

source: Shrinking %1$s of %2$s on %3$s from %4$s to %5$s
ca: Encongint %1$s del sistema de fitxers %2$s de %3$s de %4$s a %5$s
cs: Zmenšuji %1$s z %2$s na %3$s z %4$s na %5$s
de: %1$s von %2$s auf %3$s wird von %4$s zu %5$s verkleinert
es: Reduciendo %1$s de %2$s en %3$s de %4$s a %5$s
fi: Pienennetään tiedostojärjestelmää %1$s (%2$s) laitteilla %3$s koosta %4$s kokoon %5$s
fr: Réduction de %1$s de %2$s sur %3$s de %4$s à %5$s
id: Menyusutkan %1$s dari %2$s pada %3$s dari %4$s ke %5$s
it: Riduzione %1$s di %2$s su %3$s da %4$s a %5$s
ka: მიმდინარეობს %3$s-ზე მდებარე %2$s %1$s-ის ზომის %4$s-დან %5$s-მდე შემცირება
nl: %1$s van %2$s op %3$s wordt ingekrompen van %4$s naar %5$s
pt_br: Diminuindo %1$s de %2$s em %3$s de %4$s para %5$s
sk: Zmenšenie %1$s %2$s na %3$s z %4$s na %5$s
sl: Zmanjševanje %1$s z datotečnim sistemom %2$s na %3$s z %4$s na %5$s
sv: Krymper %1$s av %2$s på %3$s från %4$s till %5$s

source: Shrinking %1$s on %2$s from %3$s to %4$s
ar: يتم الآن تقليص حجم %1$s على %2$s من %3$s إلى %4$s
ca: Encongint el sistema de fitxers %1$s de %2$s de %3$s a %4$s
cs: Zmenšuji %1$s na %2$s z %3$s na %4$s
de: %1$s auf %2$s wird von %3$s auf %4$s verkleinert
es: Reduciendo %1$s en %2$s de %3$s a %4$s
fi: Pienennetään %1$s laitteella %2$s koosta %3$s kokoon %4$s
fr: Réduction de %1$s sur %2$s de %3$s à %4$s
gl: Reducindo %1$s en %2$s de %3$s ata %4$s
hu: A(z) %2$s eszközön lévő %1$s fájlrendszer méretének csökkentése %3$s-ról %4$s-ra
id: Menyusutkan %1$s pada %2$s dari %3$s ke %4$s
it: Riduzione di %1$s su %2$s da %3$s a %4$s
ka: მიმდინარეობს %1$s-ის %2$s-ზე %3$s-დან %4$s-მდე შემცირება
nl: %1$s op %2$s inkrimpen van %3$s naar %4$s
pl: Zmniejszanie rozmiaru %1$s na urządzeniu %2$s z %3$s na %4$s
pt_br: Diminuindo %1$s em %2$s de %3$s para %4$s
sk: Zmenšenie %1$s na %2$s z %3$s na %4$s
sl: Zmanjševanje datotečnega sistema %1$s na %2$s z %3$s na %4$s
sv: Krymper %1$s på %2$s från %3$s till %4$s

source: Shrinking encryption layer device on %1$s from %2$s to %3$s
ar: يتم الآن تقليص حجم جهاز طبقة تشفير على %1$s من %2$s إلى %3$s
ca: Encongint el dispositiu de capa d'encriptació de %1$s de %2$s a %3$s
cs: Zmenšuji zařízení šifrovací vrstvy %1$s z %2$s na %3$s
de: Gerät der verschlüsselten Schicht auf %1$s wird von %2$s auf %3$s verkleinert
es: Reduciendo dispositivo de capa de cifrado %1$s de %2$s a %3$s
fi: Pienennetään laitteen %1$s salaustasoa %2$s koosta %3$s kokoon
fr: Réduction de la couche de chiffrement sur %1$s de %2$s à %3$s
gl: Reducindo a capa de cifrado de dispositivo en %1$s de %2$s a %3$s
hu: A(z) %1$s partíción lévő titkosításiréteg-eszköz méretének csökkentése %2$s-ról %3$s-ra
id: Menyusutkan perangkat loop terenkripsi pada %1$s dari %2$s ke %3$s
it: Riduzione dello strato di cifratura su %1$s da %2$s a %3$s
ka: %1$s-ზე მდებარე დაშიფვრის ფენის მოწყობილობის ზომის %2$s-დან %3$s-მდე შემცირება
nl: Versleutelingslaag van apparaat op %1$s inkrimpen van %2$s naar %3$s
pl: Zmniejszanie rozmiaru urządzenia warstwy szyfrowania na urządzeniu %1$s z %2$s na %3$s
pt_br: Diminuindo dispositivo de camada de criptografia em %1$s de %2$s para %3$s
sk: Zmenšenie zariadenia šifrovacej úrovne na %1$s z %2$s na %3$s
sl: Zmanjševanje naprave šifrirnega sloja na %1$s z %2$s na %3$s
sv: Krymper krypterad enhet på %1$s från %2$s till %3$s

source: Shrinking logical volume %1$s on volume group %2$s from %3$s to %4$s
ar: يتم الآن تقليص حجم وحدة التخزين الفعلية %1$s في مجموعة وحدات التخزين %2$s من %3$s إلى %4$s
ca: Encongint el volum lògic %1$s del grup de volums %2$s de %3$s a %4$s
cs: Zmenšuji logický svazek %1$s ve skupině svazků %2$s z %3$s na %4$s
de: Logisches Volume %1$s in Volume-Gruppe %2$s wird von %3$s auf %4$s verkleinert
es: Reduciendo volumen lógico %1$s en el grupo de volúmenes %2$s de %3$s a %4$s
fi: Pienennetään looginen taltio %1$s taltioryhmässä %2$s koosta %3$s kokoon %4$s
fr: Réduction du volume logique %1$s sur le groupe de volumes %2$s de %3$s à %4$s
gl: Reducindo o volume lóxico %1$s do grupo de volumes %2$s de %3$s a %4$s
hu: A(z) %2$s kötetcsoportban lévő %1$s logikai kötet méretének csökkentése %3$s-ról %4$s-ra
id: Menyusutkan volume logical %1$s pada grup volume %2$s dari %3$s ke %4$s
it: Riduzione del volume logico %1$s sul gruppo di volumi %2$s da %3$s a %4$s
ka: ტომების ჯგუფზე %2$s მდებარე ლოგიკური ტომის %1$s ზომის %3$s-დან %4$s-ზე შემცირება
nl: Logisch volume %1$s op volumegroep %2$s inkrimpen van %3$s naar %4$s
pl: Zmniejszanie rozmiaru woluminu logicznego %1$s w grupie woluminów %2$s z %3$s na %4$s
pt_br: Diminuindo volume lógico %1$s no grupo de volume %2$s de %3$s para %4$s
sk: Zmenšenie logického zväzku %1$s na skupine zväzkov %2$s z %3$s na %4$s
sl: Zmanjševanje logičnega nosilca %1$s na skupini nosilcev %2$s z %3$s na %4$s
sv: Krymper logisk volym %1$s i volymgrupp %2$s från %3$s till %4$s

source: Shrinking partition %1$s from %2$s to %3$s
ar: يتم الآن تقليص حجم قسم %1$s من %2$s إلى %3$s
ca: Encongint la partició %1$s de %2$s a %3$s
cs: Zmenšuji oddíl %1$s z %2$s na %3$s
de: Partition %1$s wird von %2$s auf %3$s verkleinert
es: Reduciendo partición %1$s de %2$s a %3$s
fi: Pienennetään osio %1$s koosta %2$s kokoon %3$s
fr: Réduction de la partition %1$s de %2$s à %3$s
gl: Reducindo a partición %1$s de %2$s a %3$s
hu: A(z) %1$s partíció méretének csökkentése %2$s-ról %3$s-ra
id: Menyusutkan partisi %1$s dari %2$s ke %3$s
it: Riduzione della partizione %1$s da %2$s a %3$s
ka: მიმდინარეობს დანაყოფის %1$s %2$s-დან %3$s-მდე შემცირება
nl: Partitie %1$s inkrimpen van %2$s naar %3$s
pl: Zmniejszanie partycji %1$s z %2$s na %3$s
pt_br: Diminuindo partição %1$s de %2$s para %3$s
sk: Zmenšenie oddielu %1$s z %2$s na %3$s
sl: Zmanjševanje razdelka %1$s z %2$s na %3$s
sv: Krymper partition %1$s från %2$s till %3$s

source: Shrinking physical volume on %1$s from %2$s to %3$s
ar: يتم الآن تقليص حجم وحدة التخزين الفعلية %1$s من %2$s إلى %3$s
ca: Encongint el volum físic de %1$s de %2$s a %3$s
cs: Zmenšuji fyzický svazek na %1$s z %2$s na %3$s
de: Physisches Volume auf %1$s wird von %2$s auf %3$s verkleinert
es: Reduciendo volumen físico en %1$s de %2$s a %3$s
fi: Pienennetään fyysinen taltio laitteella %1$s koosta %2$s kokoon %3$s
fr: Réduction du volume physique sur %1$s de %2$s à %3$s
gl: Reducindo o volume físico en %1$s de %2$s ata %3$s
hu: A(z) %1$s eszközön lévő fizikai kötet méretének csökkentése %2$s-ról %3$s-ra
id: Menyusutkan volume fisik pada %1$s dari %2$s ke %3$s
it: Riduzione del volume fisico su %1$s da %2$s a %3$s
ka: მიმდინარეობს %1$s-ზე მდებარე ფიზიკური ტომის %2$s-დან %3$s-მდე შემცირება
nl: Fysiek volume op %1$s inkrimpen van %2$s naar %3$s
pl: Zmniejszanie rozmiaru woluminu fizycznego %1$s z %2$s na %3$s
pt_br: Diminuindo volume físico em %1$s de %2$s para %3$s
sk: Zmenšenie fyzického zväzku na %1$s z %2$s na %3$s
sl: Zmanjševanje fizičnega nosilca na %1$s z %2$s na %3$s
sv: Krymper fysisk volym på %1$s från %2$s till %3$s

source: Shrinking thin logical volume %1$s on volume group %2$s from %3$s to %4$s
ar: يتم الآن تقليص حجم وحدة التخزين المنطقية التابعة %1$s في مجموعة وحدات التخزين %2$s من %3$s إلى %4$s
ca: Encongint el volum lògic prim %1$s del grup de volums %2$s de %3$s a %4$s
cs: Zmenšuje se tenký logický svazek %1$s na skupině svazků %2$s z %3$s na %4$s
de: Logisches Thin Volume %1$s in Volume-Gruppe %2$s wird von %3$s auf %4$s verkleinert
es: Reduciendo volumen lógico ligero %1$s en el grupo de volúmenes %2$s de %3$s a %4$s
fi: Pienennetään taltioryhmän %2$s ohutta loogista taltiota %1$s %3$s koosta %4$s kokoon
fr: Réduction du volume logique léger %1$s sur le groupe de volumes %2$s de %3$s à %4$s
gl: Reducindo o volume lóxico reducido %1$s do grupo de volumes %2$s de %3$s a %4$s
hu: A(z) %2$s kötetcsoportban lévő %1$s vékony logikai kötet méretének csökkentése, régi méret: %3$s, új méret: %4$s
id: Menyusutkan volume logical thin %1$s pada grup volume %2$s dari %3$s ke %4$s
it: Riduzione del volume logico thin %1$s sul gruppo di volumi %2$s da %3$s a %4$s
ka: ტომების ჯგუფ %2$s-ზე მდებარე თხელი ლოგიკური ტომის %1$s %3$s-დან %4$s-მდე შემცირება
nl: Thin logisch volume %1$s op volumegroep %2$s wordt ingekrompen van %3$s naar %4$s
pl: Zmniejszanie rozmiaru cienkiego wolumenu logicznego %1$s w grupie wolumenów %2$s z %3$s na %4$s
pt_br: Diminuindo volume lógico thin %1$s no grupo de volumes %2$s de %3$s para %4$s
sk: Zmenšenie tenkého logického zväzku %1$s na skupine zväzkov %2$s z %3$s na %4$s
sl: Zmanjševanje tankega logičnega nosilca %1$s na skupini nosilcev %2$s z %3$s na %4$s
sv: Krymper tunn logisk volym %1$s i volymgrupp %2$s från %3$s till %4$s

source: Shrinking thin pool logical volume %1$s on volume group %2$s from %3$s to %4$s
ar: يتم الآن تقليص حجم مجمع وحدة التخزين المنطقية التابعة %1$s في مجموعة وحدات التخزين %2$s من %3$s إلى %4$s
ca: Encongint el volum lògic d'agrupació prima %1$s del grup de volums %2$s de %3$s a %4$s
cs: Zmenšuje se logický svazek tenkého fondu %1$s na skupině svazků %2$s z %3$s na %4$s
de: Logisches Thin Pool Volume %1$s in Volume-Gruppe %2$s wird von %3$s auf %4$s verkleinert
es: Reduciendo volumen lógico de grupo ligero %1$s en el grupo de volúmenes %2$s de %3$s a %4$s
fi: Pienennetään taltioryhmän %2$s ohuen poolin loogista taltiota %1$s %3$s koosta %4$s kokoon
fr: Réduction du volume logique de pool léger %1$s sur le groupe de volumes %2$s de %3$s à %4$s
gl: Minguouse a área reducida de volume lóxico %1$s do grupo de volumes %2$s de %3$s a %4$s
hu: A(z) %2$s kötetcsoportban lévő, vékony készlethez tartozó %1$s logikai kötet méretének csökkentése, régi méret: %3$s, új méret: %4$s
id: Menyusutkan volume logical thin pool %1$s pada grup volume %2$s dari %3$s ke %4$s
it: Riduzione del volume logico pool thin %1$s sul gruppo di volumi %2$s da %3$s a %4$s
ka: ტომების ჯგუფ %2$s-ზე მდებარე თხელი პულის ლოგიკური ტომის %1$s %3$s-დან %4$s-მდე შემცირება
nl: Thin logisch volume %1$s op volumegroep %2$s wordt ingekrompen van %3$s naar %4$s
pl: Zmniejszanie rozmiaru wolumenu logicznego %1$s cienkiej puli w grupie wolumenów %2$s z %3$s na %4$s
pt_br: Diminuir volume lógico de pool thin %1$s no grupo de volumes %2$s de %3$s para %4$s
sk: Zmenšenie tenkého logického zväzku fondu %1$s na skupine zväzkov %2$s z %3$s na %4$s
sl: Zmanjševanje logičnega nosilca s tanko zalogo %1$s na skupini nosilcev %2$s z %3$s na %4$s
sv: Krymper tunn logisk volym %1$s i volymgrupp %2$s från %3$s till %4$s

source: Stray Block Device
ca: Dispositiu de bloc dispers
cs: Zařízení s bludnými bloky
es: Dispositivo de bloque extraviado
fi: Irrallinen lohkolaite
fr: Périphérique de bloc abandonné
gl: Dispositivo Stray Block
hu: Stray blokkeszköz
it: Dispositivo a blocchi "senza padrone"
ka: უცხო ბლოკური მოწყობილობა
nl: Stray-blokapparaat
pl: Urządzenie blokowe typu Stray
pt_br: Dispositivo de bloqueio disperso
sk: Zblúdilé blokové zariadenie
sl: Osamela bločna naprava
sv: Enstaka blockenhet

source: Swap
ar: تبادل
ca: Intercanvi
cs: Stránkování
de: Auslagern
es: Intercambio
fi: Sivutus
fr: Échange
hu: Lapozófájl
ka: სვაპი
pt_br: Troca
sl: Izmenjevalni razdelek

source: TB
fi: Tt
fr: To
ka: ტბ

source: TiB
es: TB
fr: Tio
ka: ტიბ

source: Unassign qgroup %1$s from qgroup %2$s on %3$s
ca: No assignis el qgrup %1$s del qgrup %2$s a %3$s
cs: Odpojit qgroup %1$s od qgroup %2$s na %3$s
de: Zuweisung von qgroup %1$s zu qgroup %2$s auf %3$s aufheben
es: Anulando asignación de qgroup %1$s de qgroup %2$s en %3$s
fi: Irrotetaan qgroup %1$s qgroupista %2$s laitteilla %3$s
fr: Annuler l'assignation de qgroup %1$s de qgroup %2$s sur %3$s
id: Batalkan penetapan qgrup %1$s dari qgroup %2$s pada %3$s
it: Annulla assegnazione di qgroup %1$s da qgroup %2$s su %3$s
ka: %3$s-ზე მდებარე qgroup %1$s-ის qgroup %2$s-ზე მინიჭების მოხსნა
nl: Toekenning van qgroup %1$s uit qgroup %2$s op %3$s verwijderen
pt_br: Cancelar a atribuição de qgroup %1$s de qgroup %2$s em %3$s
sk: Zrušiť priradenie qgroup %1$s z qgroup %2$s na %3$s
sl: Prekliči dodelitev qgroup %1$s v qgroup %2$s na %3$s
sv: Ta bort tilldelningen av qgroup %1$s från qgroup %2$s av %3$s

source: Unassign qgroup of subvolume %1$s from qgroup %2$s on %3$s
ca: No assignis el qgrup del subvolum %1$s del qgrup %2$s a %3$s
cs: Odpojit qgroup podsvazku %1$s od qgroup %2$s na %3$s
de: Zuweisung von qgroup von Subvolume %1$s zu qgroup %2$s auf %3$s aufheben
es: Anular asignación de qgroup del subvolumen %1$s de qgroup %2$s en %3$s
fi: Irrotetaan alitaltion %1$s qgroup qgroupista %2$s laitteilla %3$s
fr: Annuler l'assignation de qgroup du sous-volume %1$s de qgroup %2$s sur %3$s
id: Batalkan penetapan qgrupq subvolume %1$s dari qgroup %2$s pada %3$s
it: Annulla assegnazione di qgroup del sottovolume %1$s da qgroup %2$s su %3$s
ka: %1$s ქვეტომის qgroup-ის %3$s-ზე მდებარე %2$s qgroupდან მინიჭების მოხსნა
nl: Toekenning van qgroup van subvolume %1$s uit qgroup %2$s op %3$s verwijderen
pt_br: Remova a atribuição qgroup do subvolume %1$s de qgroup %2$s em %3$s
sk: Zrušiť priradenie qgroup podzväzku %1$s z qgroup %2$s na %3$s
sl: Prekliči dodelitev qgroup podnosilca %1$s v qgroup %2$s na %3$s
sv: Ta bort qgroup av delvolym %1$s från qgroup %2$s på %3$s

source: Unassigning qgroup %1$s from qgroup %2$s on %3$s
ca: No s'assigna el qgrup %1$s del qgrup %2$s a %3$s
cs: Odpojuji qgroup %1$s od qgroup %2$s na %3$s
de: Zuweisung von qgroup %1$s zu qgroup %2$s auf %3$s wird aufgehoben
es: Anulando asignación de qgroup %1$s de qgroup %2$s en %3$s
fi: Irrotetaan qgroup %1$s qgroupista %2$s laitteilla %3$s
fr: Annuler l'assignation de qgroup %1$s de qgroup %2$s sur %3$s
id: Membatalkan penetapan qgrup %1$s dari qgroup %2$s pada %3$s
it: Annullamento dell'assegnazione di qgroup %1$s da qgroup %2$s su %3$s
ka: %3$s-ზე მდებარე qgroup %1$s-ის qgroup %2$s-ზე მიმაგრების მოხსნა
nl: Toekenning van qgroup %1$s uit qgroup %2$s op %3$s wordt verwijderd
pt_br: Removendo a atribuição de qgroup %1$s de qgroup %2$s em %3$s
sk: Zrušenie priradenia qgroup %1$s z qgroup %2$s na %3$s
sl: Preklicevanje dodelitve qgroup %1$s v qgroup %2$s na %3$s
sv: Tar bort qgroup %1$s från qgroup %2$s på %3$s

source: Unassigning qgroup of subvolume %1$s from qgroup %2$s on %3$s
ca: No s'assigna el qgrup del subvolum %1$s del qgrup %2$s a %3$s
cs: Odpojuji qgroup podsvazku %1$s od qgroup %2$s na %3$s
de: Zuweisung von qgroup von Subvolume %1$s zu qgroup %2$s auf %3$s wird aufgehoben
es: Anulando asignación de qgroup del subvolumen %1$s de qgroup %2$s en %3$s
fi: Irrotetaan alitaltion %1$s qgroup qgroupista %2$s laitteilla %3$s
fr: Annuler l'assignation de qgroup du sous-volume %1$s de qgroup %2$s sur %3$s
id: Membatalkan penetapan qgrup dari subvolume %1$s ke qgroup %2$s pada %3$s
it: Annullamento dell'assegnazione di qgroup del sottovolume %1$s da qgroup %2$s su %3$s
ka: ქვეტომის %1$s qgroup-ის %3$s-ზე მდებარე qgroup-იდან %2$s მინიჭების მოხსნა
nl: Toekenning van qgroup van subvolume %1$s uit qgroup %2$s op %3$s wordt verwijderd
pt_br: Removendo a atribuição de qgroup do subvolume %1$s de qgroup %2$s em %3$s
sk: Zrušenie priradenia qgroup podzväzku %1$s z qgroup %2$s na %3$s
sl: Preklicevanje dodelitve qgroup podnosilca %1$s v qgroup %2$s na %3$s
sv: Tar bort qgroup av delvolym %1$s från qgroup %2$s på %3$s

source: Unknown
ca: Desconegut
cs: Neznámé
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
id: Tidak Diketahui
it: Sconosciuto
ka: უცნობი
nl: Onbekend
pt_br: Desconhecido
sk: Neznáme
sl: Neznana
sv: Okänd

source: Unmount %1$s at %2$s
ar: يتم الآن إلغاء توصيل %1$s من %2$s
ca: Desmunta %1$s de %2$s
cs: Odpojit %1$s od %2$s
de: %1$s auf %2$s aushängen
es: Desmontar %1$s en %2$s
fi: Irrota %1$s kohdasta %2$s
fr: Démonter %1$s de %2$s
gl: Desmontando %1$s en %2$s
hu: A(z) %1$s eszköz leválasztása a(z) %2$s csatlakoztatási ponton
id: Lepas kaitan %1$s dari %2$s
it: Smonta %1$s da %2$s
ka: %1$s-ის %2$s-დან მოხსნა
nl: %1$s op %2$s ontkoppelen
pl: Odmontowywanie urządzenia %1$s w %2$s
pt_br: Desmontar %1$s em %2$s
sk: Odpojiť %1$s od %2$s
sl: Odklopi %1$s na %2$s
sv: Avmontera %1$s vid %2$s

source: Unmount NFS %1$s at %2$s
ar: يتم الآن إلغاء توصيل NFS %1$s من %2$s
ca: Desmunta l'NFS %1$s de %2$s
cs: Odpojit NFS %1$s na přípojném bodě %2$s
de: NFS %1$s unter %2$s aushängen
es: Desmontar NFS %1$s en %2$s
fi: Irrota NFS %1$s liitospisteestä %2$s
fr: Démonter le système de fichiers NFS %1$s de %2$s
gl: Desmontando %1$s en %2$s
hu: %1$s NFS leválasztása a(z) %2$s csatlakoztatási ponton
id: Lepas kaitan NFS %1$s di %2$s
it: Smonta NFS %1$s da %2$s
ka: NFS-ის (%1$s) მოხსნა %2$s-დან
nl: NFS %1$s op %2$s afkoppelen
pl: Odmontuj NFS %1$s w punkcie montowania %2$s
pt_br: Desmontar NFS %1$s em %2$s
sk: Odpojiť NFS %1$s od %2$s
sl: Odklopi NFS %1$s na %2$s
sv: Avmontera NFS %1$s vid %2$s

source: Unmount file system btrfs on %1$s at %2$s
ar: يتم الآن إلغاء توصيل نظام الملفات btrfs على%1$s من %2$s
ca: Desmunta el sistema de fitxers btrfs %1$s de %2$s
cs: Odpojit systém souborů btrfs na zařízení %1$s na přípojném bodě %2$s
de: Btrfs-Dateisystem auf %1$s unter %2$s aushängen
es: Desmontar sistema de archivos btrfs %1$s en %2$s
fi: Irrotetaan btrfs-tiedostojärjestelmä %1$s liitospisteestä %2$s
fr: Démonter le système de fichiers Btrfs sur %1$s au point de montage %2$s
gl: Desmontando o sistema de ficheiros btrfs en %1$s en %2$s
hu: Btrfs fájlrendszer leválasztása a(z) %1$s eszközön a(z) %2$s csatlakoztatási ponton
id: Melepas kaitan sistem berkas btrfs %1$s di %2$s
it: Smonta il file system btrfs su %1$s da %2$s
ka: %1$s-ზე %2$s-დან btfs ფაილური სისტემის მოხსნა
nl: Bestandssysteem btrfs op %1$s van %2$s afkoppelen
pl: Odmontuj system plików btrfs na %1$s w punkcie montowania %2$s
pt_br: Desmontar sistema de arquivos btrfs %1$s em %2$s
sk: Odpojiť súborový systém btrfs %1$s od %2$s
sl: Odklopi datotečni sistem btrfs na %1$s na %2$s
sv: Avmonterar filsystem btrfs %1$s vid %2$s

source: Unmount subvolume %1$s on %2$s at %3$s
ar: يتم الآن إلغاء توصيل وحدة التخزين الفرعية %1$s على %2$s بـ %3$s
ca: Desmunta el subvolum %1$s de %2$s a %3$s
cs: Odpojit podsvazek %1$s na %2$s od %3$s
de: Subvolume %1$s auf %2$s bei %3$s aushängen
es: Desmontar subvolumen %1$s en %2$s en %3$s
fi: Irrota laitteen %2$s alitaltio %1$s kohdasta %3$s
fr: Démonter le sous-volume %1$s sur %2$s de %3$s
gl: Desmontar o subvolume %1$s en %2$s en %3$s
hu: A(z) %2$s eszközön lévő %1$s alkötet leválasztása a(z) %3$s csatlakoztatási ponton
id: Lepas kaitan subvolume %1$s pada %2$s di %3$s
it: Smonta il sottovolume %1$s su %2$s da %3$s
ka: %2$s-ზე მდებარე ქვეტომის %1$s %3$s-დან მოხსნა
nl: Subvolume %1$s op %2$s van %3$s ontkoppelen
pl: Odmontowywanie podwoluminu %1$s na urządzeniu %2$s w %3$s
pt_br: Desmontar subvolume %1$s no %2$s em %3$s
sk: Odpojiť podzväzok %1$s na %2$s od %3$s
sl: Odklopi podnosilec %1$s na %2$s na %3$s
sv: Avmontera delvolym %1$s på %2$s i %3$s

source: Unmount tmpfs at %1$s
ca: Desmunta el sistema de fitxers temporal de %1$s
cs: Odpojit tmpfs od %1$s
de: tmpfs bei %1$s aushängen
es: Desmontar tmpfs de %1$s
fi: Irrota tmpfs kohdasta %1$s
fr: Démonter tmpfs sur %1$s
id: Lepas kaitan tmpfs di %1$s
it: Smonta tmpfs da %1$s
ka: Tmpfs-ის მოხსნა %1$s-დან
nl: tmpfs op %1$s afkoppelen
pt_br: Desmontar tmpfs em %1$s
sk: Odpojiť tmpfs od %1$s
sl: Odklopi tmpfs na %1$s
sv: Avmontera tmpfs vid %1$s

source: Unmounting %1$s at %2$s
ar: يتم الآن إلغاء توصيل %1$s بـ %2$s
ca: Desmuntant %1$s de %2$s
cs: Odpojuji %1$s od %2$s
de: %1$s mit %2$s wird ausgehängt
es: Desmontando %1$s en %2$s
fi: Irrotetaan %1$s kohdasta %2$s
fr: Démontage de %1$s de %2$s
gl: Desmontando %1$s en %2$s
hu: A(z) %1$s eszköz leválasztása a(z) %2$s csatlakoztatási ponton
id: Melepas kaitan %1$s di %2$s
it: Smontaggio di %1$s da %2$s
ka: %1$s-ის მოხსნა %2$s-დან
nl: %1$s op %2$s ontkoppelen
pl: Odmontowywanie urządzenia %1$s w %2$s
pt_br: Desmontando %1$s em %2$s
sk: Odpojenie %1$s od %2$s
sl: Odklapljanje %1$s na %2$s
sv: Avmonterar %1$s vid %2$s

source: Unmounting subvolume %1$s on %2$s at %3$s
ar: يتم الآن إلغاء توصيل وحدة التخزين الفرعية %1$s على %2$s بـ %3$s
ca: Desmuntant el subvolum %1$s de %2$s a %3$s
cs: Odpojuji podsvazek %1$s na %2$s od %3$s
de: Subvolume %1$s auf %2$s bei %3$s wird ausgehängt
es: Desmontando subvolumen %1$s en %2$s en %3$s
fi: Irrotetaan laitteen %2$s alitaltio %1$s kohdasta %3$s
fr: Démontage du sous-volume %1$s sur %2$s de %3$s
gl: Desmontar o subvolume %1$s en %2$s en %3$s
hu: A(z) %2$s eszközön lévő %1$s alkötet leválasztása a(z) %3$s csatlakoztatási ponton
id: Melepas kaitan subvolume %1$s pada %2$s di %3$s
it: Smontaggio del sottovolume %1$s su %2$s da %3$s
ka: %2$s-ზე მდებარე ქვეტომის %1$s %3$s-დან მოხსნა
nl: Subvolume %1$s op %2$s wordt van %3$s ontkoppeld
pl: Odmontowywanie podwoluminu %1$s na urządzeniu %2$s w %3$s
pt_br: Desmontando subvolume %1$s no %2$s em %3$s
sk: Odpojenie podzväzku %1$s na %2$s od %3$s
sl: Odklapljanje podnosilca %1$s na %2$s na %3$s
sv: Avmonterar delvolym %1$s på %2$s i %3$s

source: Update mount point %1$s of %2$s in /etc/fstab
ar: تحديث نقطة التوصيل %1$s الخاصة بـ %2$s في /etc/fstab
ca: Actualitza el punt de muntatge %1$s de %2$s a l'/etc/fstab
cs: Aktualizovat přípojný bod %1$s z %2$s v /etc/fstab
de: Einhängepunkt %1$s von %2$s in /etc/fstab aktualisieren
es: Actualizar punto de montaje %1$s de %2$s en /etc/fstab
fi: Päivitä laitteen %2$s liitoskohta %1$s tiedostossa /etc/fstab
fr: Mettre à jour le point de montage %1$s de %2$s dans /etc/fstab
gl: Actualizar o punto de montaxe %1$s de %2$s en /etc/fstab
hu: A(z) %2$s eszköz %1$s csatlakoztatási pontjának frissítése az /etc/fstab fájlban
id: Perbarui titik kait %1$s dari %2$s di /etc/fstab
it: Aggiornare il punto di montaggio %1$s di %2$s in /etc/fstab
ka: /etc/fstab-შ %2$s-ის მიმაგრების წერტილის %1$s-ზე განახლება
nl: Aankoppelpunt %1$s van %2$s bijwerken in /etc/fstab
pl: Aktualizuj punktu montowania %1$s urządzenia %2$s w /etc/fstab
pt_br: Atualizar ponto de montagem %1$s de %2$s no /etc/fstab
sk: Aktualizovať bod pripojenia %1$s z %2$s v /etc/fstab
sl: Posodobi priklopno točko %1$s za %2$s v /etc/fstab
sv: Uppdatera monteringspunkt %1$s för %2$s i /etc/fstab

source: Updating mount point %1$s of %2$s in /etc/fstab
ar: يتم الآن تحديث نقطة التوصيل %1$s الخاصة بـ %2$s في /etc/fstab
ca: Actualitzant el punt de muntatge %1$s de %2$s a l'/etc/fstab
cs: Aktualizuje se přípojný bod %1$s z %2$s v /etc/fstab
de: Einhängepunkt %1$s von %2$s in /etc/fstab wird aktualisiert
es: Actualizando punto de montaje %1$s de %2$s en /etc/fstab
fi: Päivitetään laitteen %2$s liitoskohta %1$s tiedostossa /etc/fstab
fr: Mise à jour du point de montage %1$s de %2$s dans /etc/fstab
gl: Actualizando o punto de montaxe %1$s de %2$s en /etc/fstab
hu: A(z) %2$s eszköz %1$s csatlakoztatási pontjának frissítése az /etc/fstab fájlban
id: Memperbarui titik kait %1$s dari %2$s di /etc/fstab
it: Aggiornamento del punto di montaggio %1$s di %2$s in /etc/fstab
ka: /etc/fstab-ში %2$s-ის მიმაგრების წერტილის %1$s-ზე განახლება
nl: Aankoppelpunt %1$s van %2$s bijwerken in /etc/fstab
pl: Aktualizowanie punktu montowania %1$s urządzenia %2$s w /etc/fstab
pt_br: Atualizando ponto de montagem %1$s de %2$s no /etc/fstab
sk: Aktualizovanie bodu pripojenia %1$s z %2$s v /etc/fstab
sl: Posodabljanje priklopne točke %1$s za %2$s v /etc/fstab
sv: Uppdaterar monteringspunkt %1$s för %2$s i /etc/fstab

source: Windows Data Partition
ca: Partició de dades de Windows
cs: Oddíl dat Windows
de: Windows-Daten-Partition
es: Partición de datos de Windows
fi: Windows-dataosio
fr: Partition de données Windows
hu: Windows adatpartíció
id: Partisi Data Windows
it: Partizione dati Windows
ka: Windows-ის მონაცემების დანაყოფი
nl: Windows gegevenspartitie
pl: Partycja danych Windows
pt_br: Partição de dados Windows
sk: Dátový oddiel Windows
sl: Podatkovni razdelek za Windows

source: kB
fi: kt
fr: ko
ka: კბ

source: G
ka: სოლ

source: M
ka: ო

source: P
ka: პ
