Repository: openSUSE/libstorage-ng
Catalog: po/*.po
Languages: ar, ca, cs, de, es, fi, fr, gl, hu, id, it, ka, nl, pl, pt_br, sk, sl, sv

source: are you serious?!
ar: هل أنت جاد؟!
ca: de veritat?!
cs: myslíte to vážně?!
de: ist das Ihr Ernst?!
es: ¡¿Habla en serio?!
fi: oletko tosissasi?!
fr: êtes-vous sérieux ?!
gl: está seguro de todo?
hu: Biztos?
id: apakah Anda serius?!
it: si è proprio sicuri?!
ka: მართლა?!
nl: bent u serieus?!
pl: poważnie?!
pt_br: você está falando sério?!
sk: myslíte to vážne?!
sl: ali mislite resno?!
sv: menar du allvar?!

source: %1$d more
ar: %1$d إضافي
ca: %1$d més
cs: dalších %1$d vynecháno
de: %1$d weitere
es: %1$d más
fi: %1$d lisää
fr: %1$d de plus
hu: %1$d további
id: %1$d lagi
it: Altri %1$d
ka: კიდევ %1$d
nl: Nog %1$d
pl: %1$d więcej
pt_br: %1$d mais
sk: %1$d ďalších
sl: še %1$d
sv: %1$d fler

source: %1$s and %2$d more
ar: %1$s و%2$d إضافي
ca: %1$s i %2$d més
cs: %1$s a dalších %2$d vynecháno
de: %1$s und %2$d weitere
es: %1$s y %2$d más
fi: %1$s ja %2$d lisää
fr: %1$s et %2$d de plus
hu: %1$s és %2$d további
id: %1$s dan %2$d lagi
it: %1$s e altri %2$d
ka: %1$s და კიდევ %2$d
nl: %1$s en nog %2$d
pl: %1$s i %2$d więcej
pt_br: %1$s e %2$d mais
sk: %1$s a %2$d ďalších
sl: %1$s in še %2$d
sv: %1$s och %2$d fler

source: %1$s and %2$s
ar: %1$s و%2$s
ca: %1$s i %2$s
cs: %1$s a %2$s
de: %1$s und %2$s
es: %1$s y %2$s
fi: %1$s ja %2$s
fr: %1$s et %2$s
hu: %1$s és %2$s
id: %1$s dan %2$s
it: %1$s e %2$s
ka: %1$s და %2$s
nl: %1$s en %2$s
pl: %1$s i %2$s
pt_br: %1$s e %2$s
sk: %1$s a %2$s
sl: %1$s in %2$s
sv: %1$s och %2$s

source: %1$s is cached by %2$s
ar: يتم تخزين %1$s مؤقتًا بالحجم %2$s
ca: %1$s té com a cau %2$s
cs: %1$s má keš %2$s
de: %1$s wird von %2$s zwischengespeichert
es: %1$s se almacena en caché por %2$s
fi: %1$s on välimuisti laitteille %2$s
fr: %1$s est mis en cache par %2$s
gl: %1$s púxoo no caché %2$s
hu: A(z) %1$s gyorsítótárazását a(z) %2$s hajtja végre
id: %1$s di-cache oleh %2$s
it: %1$s è messo in cache da %2$s
ka: %1$s დაკეშილია %2$s-ის მიერ
nl: %1$s heeft een cache in %2$s
pl: %1$s jest buforowany przez %2$s
pt_br: %1$s é armazenado em cache por %2$s
sk: %1$s je uložený do vyrovnávacej pamäte %2$s
sl: %1$s je predpomnjena na %2$s
sv: %1$s är cachat av %2$s

source: Activate encryption layer device on %1$s
ar: تنشيط جهاز طبقة التشفير في %1$s
ca: Activa el dispositiu de capa d'encriptació a %1$s
cs: Nastavit zařízení šifrovací vrstvy na %1$s
de: Gerät der verschlüsselten Schicht auf %1$s aktivieren
es: Activar el dispositivo de capa de cifrado en %1$s
fi: Ota käyttöön salaustaso laitteella %1$s
fr: Activer la couche de chiffrement sur %1$s
gl: Activar a capa de cifrado de dispositivo para %1$s
hu: Titkosításiréteg-eszköz létrehozása a(z) %1$s eszközön
id: Aktifkan perangkat loop terenkripsi pada %1$s
it: Attiva lo strato di cifratura su %1$s
ka: დაშიფვრის ფენის მოწყობილობის აქტივაცია %1$s-ზე
nl: Versleutelingslaag van apparaat activeren op %1$s
pl: Aktywuj urządzenie warstwy szyfrowania na urządzeniu %1$s
pt_br: Ativar dispositivo de camada de criptografia em %1$s
sk: Nastaviť zariadenie šifrovacej úrovne na %1$s
sl: Omogoči napravo šifrirnega sloja na %1$s
sv: Aktivera krypterad enhet på %1$s

source: Activate hard disk %1$s (%2$s)
ca: Activa el disc dur %1$s (%2$s)
cs: Aktivovat pevný disk %1$s (%2$s)
de: Festplatte %1$s (%2$s) aktivieren
es: Activar disco duro %1$s (%2$s)
fi: Aktivoi kiintolevy %1$s (%2$s)
fr: Activer le disque dur %1$s (%2$s)
id: Aktifkan cakram keras %1$s (%2$s)
it: Attiva il disco fisso %1$s (%2$s)
ka: %1$s (%2$s) დისკის აქტივაცია
nl: Vaste schijf %1$s (%2$s) activeren
pl: Aktywuj dysk twardy %1$s (%2$s)
pt_br: Ative o disco rígido %1$s (%2$s)
sk: Aktivovať pevný disk %1$s (%2$s)
sl: Omogoči trdi disk %1$s (%2$s)
sv: Aktivera hårddisk %1$s (%2$s)

source: Activate logical volume %1$s (%2$s) on volume group %3$s
ar: تنشيط وحدة التخزين المنطقية %1$s (‏%2$s) بمجموعة وحدات التخزين %3$s
ca: Activa el volum lògic %1$s (%2$s) al grup de volums %3$s
cs: Aktivovat logický svazek %1$s (%2$s) ve skupině svazků %3$s
de: Logisches Volume %1$s (%2$s) in Volume-Gruppe %3$s aktivieren
es: Activar el volumen lógico %1$s (%2$s) en el grupo de volúmenes %3$s
fi: Aktivoi looginen taltio %1$s (%2$s) taltioryhmässä %3$s
fr: Activer le volume logique %1$s (%2$s) sur le groupe de volumes %3$s
gl: Activar o volume lóxico %1$s (%2$s) no grupo de volumes %3$s
hu: %1$s logikai kötet (%2$s) aktiválása a(z) %3$s kötetcsoportban
id: Aktifkan volume logical %1$s (%2$s) pada grup volume %3$s
it: Attivare il volume logico %1$s (%2$s) sul gruppo di volumi %3$s
ka: ლოგიკური ტომის %1$s (%2$s) აქტივაცია ტომების ჯგუფზე %3$s
nl: Logisch volume %1$s (%2$s) activeren op volumegroep %3$s
pl: Aktywuj wolumen logiczny %1$s (%2$s) w grupie wolumenów %3$s
pt_br: Ativar volume lógico %1$s (%2$s) no grupo de volume %3$s
sk: Aktivovať logický zväzok %1$s (%2$s) na skupine zväzkov %3$s
sl: Omogoči logični nosilec %1$s (%2$s) na skupini nosilcev %3$s
sv: Aktivera den logiska volymen %1$s (%2$s) i volymgrupp %3$s

source: Activate thin logical volume %1$s (%2$s) on volume group %3$s
ar: تنشيط وحدة التخزين المنطقية التابعة %1$s (‏%2$s) في مجموعة وحدة التخزين %3$s
ca: Activa el volum lògic prim %1$s (%2$s) al grup de volums %3$s
cs: Aktivuje se tenký logický svazek %1$s (%2$s) ve skupině svazků %3$s
de: Logisches Thin Volume %1$s (%2$s) in Volume-Gruppe %3$s aktivieren
es: Activar el volumen lógico ligero %1$s (%2$s) en el grupo de volúmenes %3$s
fi: Ota käyttöön ohut looginen taltio %1$s (%2$s) taltioryhmässä %3$s
fr: Activer le volume logique léger %1$s (%2$s) sur le groupe de volumes %3$s
gl: Activar o volume lóxico reducido %1$s (%2$s) no grupo de volumes %3$s
hu: %1$s vékony logikai kötet (%2$s) aktiválása a(z) %3$s kötetcsoportban
id: Aktifkan volume logikal thin %1$s (%2$s) pada grup volume %3$s
it: Attiva volume logico thin %1$s (%2$s) sul gruppo di volumi %3$s
ka: თხელი ლოგიკური ტომის %1$s (%2$s) აქტივაცია ტომების ჯგუფზე %3$s
nl: Logisch volume %1$s (%2$s) activeren op volumegroep %3$s
pl: Aktywuj cienki wolumen logiczny %1$s (%2$s) w grupie wolumenów %3$s
pt_br: Ativar volume lógico thin %1$s (%2$s) no grupo de volumes %3$s
sk: Aktivovať tenký logický zväzok %1$s (%2$s) na skupine zväzkov %3$s
sl: Omogoči tanek logični nosilec %1$s (%2$s) na skupini nosilcev %3$s
sv: Aktivera den logiska volymen %1$s (%2$s) i volymgruppen %3$s

source: Activate thin pool logical volume %1$s (%2$s) on volume group %3$s
ar: تنشيط مجمع وحدة التخزين المنطقية التابع %1$s (‏%2$s) في مجموعة وحدة التخزين %3$s
ca: Activa el volum lògic d'agrupació prima %1$s (%2$s) al grup de volums %3$s
cs: Aktivuje se zásobník tenkých logických svazků %1$s (%2$s) ve skupině svazků %3$s
de: Logisches Thin Pool Volume %1$s (%2$s) in Volume-Gruppe %3$s aktivieren
es: Activar el volumen lógico de grupo ligero %1$s (%2$s) en el grupo de volúmenes %3$s
fi: Alustetaan looginen taltio %1$s (%2$s) tiedostojärjestelmällä %3$s
fr: Activer le volume logique de pool léger %1$s (%2$s) sur le groupe de volumes %3$s
gl: Activar a área reducida de volume lóxico %1$s (%2$s) no grupo de volumes %3$s
hu: Vékony készlethez tartozó %1$s logikai kötet (%2$s) aktiválása a(z) %3$s kötetcsoportban
id: Aktifkan volume logikal thin pool %1$s (%2$s) pada grup volume %3$s
it: Attiva volume logico pool thin %1$s (%2$s) sul gruppo di volumi %3$s
ka: თხელი პულის ლოგიკური ტომის %1$s (%2$s) აქტივაცია ტომების ჯგუფზე %3$s
nl: Logisch volume %1$s (%2$s) activeren op volumegroep %3$s
pl: Aktywuj wolumen logiczny %1$s (%2$s) cienkiej puli w grupie wolumenów %3$s
pt_br: Ativar volume lógico de pool thin %1$s (%2$s) no grupo de volumes %3$s
sk: Aktivovať tenký logický zväzok fondu %1$s (%2$s) na skupine zväzkov %3$s
sl: Omogoči logični nosilec s tanko zalogo %1$s (%2$s) na skupini nosilcev %3$s
sv: Aktiverar den logiska volymen %1$s (%2$s) i volymgruppen %3$s

source: Activating BitLocker %s
ca: Activant BitLocker %s
cs: Aktivuje se Bitlocker %s
de: Aktivierung von BitLocker %s
es: Activando BitLocker %s
fi: Aktivoidaan BitLocker %s
fr: Activation de BitLocker %s
id: Mengaktifkan BitLocker %s
it: Attivazione di BitLocker %s
ka: BitLocker-ის აქტივაცია %s
nl: Bitlocker %s wordt geactiveerd
pl: Aktywowanie BitLocker %s
pt_br: Ativando BitLocker %s
sk: Aktivovanie BitLocker %s
sl: Omogočanje BitLocker-ja %s
sv: Aktiverar BitLocker %s

source: Activating BitLocker %s failed
ca: Ha fallat activar el BitLocker %s
cs: Aktivace Bitlocker %s selhala
de: Aktivierung von BitLocker %s fehlgeschlagen
es: Error al activar BitLocker %s
fi: BitLocker %s: aktivointi epäonnistui
fr: Échec de l'activation de BitLocker %s
id: Mengaktifkan BitLocker %s gagal
it: Attivazione di BitLocker %s non riuscita
ka: Bitlocker-is %s აქტივაციის შეცდომა
nl: Bitlocker %s activeren is mislukt
pl: Aktywowanie BitLocker %s nie powiodło się
pt_br: Falha ao ativar BitLocker %s
sk: Aktivovanie BitLocker %s zlyhalo
sl: Omogočanje BitLocker-ja %s ni uspelo
sv: Aktivering av BitLocker %s misslyckades

source: Activating LUKS %s
ar: يتم الآن تنشيط LUKS %s
ca: Activant LUKS %s
cs: Aktivuji LUKS %s
de: Aktivierung von LUKS %s
es: Activando LUKS %s
fi: Otetaan käyttöön LUKS %s
fr: Activation de LUKS %s
gl: Activando LUKS %s
hu: LUKS %s aktiválása
id: Mengaktifkan LUKS %s
it: Attivazione di LUKS %s in corso
ka: LUKS %s-ის აქტივაცია
nl: LUKS %s wordt geactiveerd
pl: Aktywowanie LUKS %s
pt_br: Ativando LUKS %s
sk: Aktivovanie LUKS %s
sl: Omogočanje LUKS-a %s
sv: Aktiverar LUKS %s

source: Activating LUKS %s failed
ar: فشل تنشيط LUKS %s
ca: Ha fallat activar LUKS %s
cs: Aktivace LUKS %s selhala
de: Aktivierung von LUKS %s fehlgeschlagen
es: Error al activar LUKS %s
fi: LUKS-laitteen%s käyttöönotto epäonnistui
fr: Échec de l'activation de LUKS %s
gl: Fallou a activación de LUKS %s
hu: LUKS %s aktiválása sikertelen
id: Gagal mengaktifkan LUKS %s
it: Attivazione di LUKS %s non riuscita
ka: LUKS %s-ის აქტივაციის შეცდომა
nl: LUKS %s activeren is mislukt
pl: Aktywowanie LUKS %s nie powiodło się
pt_br: Falha ao ativar LUKS %s
sk: Aktivovanie LUKS %s zlyhalo
sl: Omogočanje LUKS-a %s ni uspelo
sv: Aktivering av LUKS %s misslyckades

source: Activating LVM
ar: يتم الآن تنشيط LVM
ca: Activant LVM
cs: Aktivuje se LVM
de: Aktivierung von LVM
es: Activando LVM
fi: Otetaan käyttöön LVM
fr: Activation de LVM
gl: Activando LVM
hu: LVM aktiválása
id: Mengaktifkan LVM
it: Attivazione di LVM in corso
ka: LVM-ის აქტივაცია
nl: LVM wordt geactiveerd
pl: Aktywowanie LVM
pt_br: Ativando LVM
sk: Aktivovanie LVM
sl: Omogočanje LVM-a
sv: Aktiverar LVM

source: Activating LVM failed
ar: فشل تنشيط LVM
ca: Ha fallat activar l'LVM
cs: Aktivace LVM selhala
de: Aktivierung von LVM fehlgeschlagen
es: Error al activar LVM
fi: LVM:n käyttöönotto epäonnistui
fr: Échec de l'activation de LVM
gl: Fallou a activación de LVM
hu: LVM aktiválása sikertelen
id: Gagal mengaktifkan LVM
it: Attivazione di LVM non riuscita
ka: LVM-ის აქტივაციის შეცდომა
nl: LVM activeren is mislukt
pl: Aktywowanie LVM nie powiodło się
pt_br: Falha ao ativar LVM
sk: Aktivovanie LVM zlyhalo
sl: Omogočanje LVM-a ni uspelo
sv: Det gick inte att aktivera LVM

source: Activating encryption layer device on %1$s
ar: يتم الآن تنشيط جهاز طبقة تشفير %1$s
ca: Activant el dispositiu de capa d'encriptació a %1$s
cs: Aktivuje se zařízení šifrovací vrstvy na %1$s
de: Gerät der verschlüsselten Schicht wird auf %1$s aktiviert
es: Activando el dispositivo de capa de cifrado en %1$s
fi: Otetaan käyttöön salaustaso laitteella %1$s
fr: Activation du périphérique de la couche de chiffrement sur %1$s
gl: Activando a capa de cifrado de dispositivo en %1$s
hu: Titkosításiréteg-eszköz aktiválása a(z) %1$s eszközön
id: Mengaktifkan perangkat loop terenkripsi %1$s
it: Attivazione dello strato di cifratura su %1$s
ka: %1$s-ზე დაშიფვრის ფენის მოწყობილობის აქტივაცია
nl: Versleutelingslaag van apparaat wordt geactiveerd op %1$s
pl: Aktywowanie urządzenia warstwy szyfrowania na urządzeniu %1$s
pt_br: Ativando dispositivo de camada de criptografia em %1$s
sk: Aktivovanie zariadenia šifrovacej úrovne na %1$s
sl: Omogočanje naprave šifrirnega sloja na %1$s
sv: Aktiverar krypterad enhet på %1$s

source: Activating hard disk %1$s (%2$s)
ca: Activant el disc dur %1$s (%2$s)
cs: Aktivuji pevný disk %1$s (%2$s)
de: Festplatte %1$s (%2$s) wird aktiviert
es: Activando disco duro %1$s (%2$s)
fi: Aktivoidaan kiintolevy %1$s (%2$s)
fr: Activation du disque dur %1$s (%2$s)
id: Mengaktifkan cakram keras %1$s (%2$s)
it: Attivazione del disco fisso %1$s (%2$s)
ka: მყარი დისკის %1$s(%2$s) აქტივაცია
nl: Vaste schijf %1$s (%2$s) wordt geactiveerd
pl: Aktywowanie dysku twardego %1$s (%2$s)
pt_br: Ativando o disco rígido %1$s (%2$s)
sk: Aktivovanie pevného disku %1$s (%2$s)
sl: Omogočanje trdega diska %1$s (%2$s)
sv: Aktiverar hårddisk %1$s (%2$s)

source: Activating logical volume %1$s (%2$s) on volume group %3$s
ar: يتم الآن تنشيط وحدة التخزين المنطقية %1$s (‏%2$s) في مجموعة وحدة التخزين %3$s
ca: Activant el volum lògic %1$s (%2$s) al grup de volums %3$s
cs: Aktivuje se logický svazek %1$s (%2$s) ve skupině svazků %3$s
de: Logisches Volume %1$s (%2$s) in Volume-Gruppe %3$s wird aktiviert
es: Activando el volumen lógico %1$s (%2$s) en el grupo de volúmenes %3$s
fi: Otetaan käyttöön looginen taltio %1$s (%2$s) taltioryhmässä %3$s
fr: Activation du volume logique %1$s (%2$s) sur le groupe de volumes %3$s
gl: Activando o volume lóxico %1$s (%2$s) no grupo de volumes %3$s
hu: %1$s logikai kötet (%2$s) aktiválása a(z) %3$s kötetcsoportban
id: Mengaktifkan volume logical %1$s (%2$s) pada grup volume %3$s
it: Attivazione del volume logico %1$s (%2$s) sul gruppo di volumi %3$s
ka: %1$s (%2$s) ლოგიკური ტომის აქტივაცია ტომების ჯგუფზე %3$s
nl: Logisch volume %1$s (%2$s) wordt geactiveerd op volumegroep %3$s
pl: Aktywowanie woluminu logicznego %1$s (%2$s) w grupie woluminów %3$s
pt_br: Ativando volume lógico %1$s (%2$s) no grupo de volume %3$s
sk: Aktivovanie logického zväzku %1$s (%2$s) na skupine zväzkov %3$s
sl: Omogočanje logičnega nosilca %1$s (%2$s) na skupini nosilcev %3$s
sv: Aktiverar den logiska volymen %1$s (%2$s) i volymgruppen %3$s

source: Activating multipath
ar: يتم الآن تنشيط تعدد المسارات
ca: Activant el multicamí
cs: Aktivuje se multipath
de: Multipath wird aktiviert
es: Activando multivía
fi: Otetaan käyttöön multipath
fr: Activation de multipath
hu: Többutas inaktiválása
id: Mengaktifkan multipath
it: Attivazione del multipath in corso
ka: მრავალბილიკიანი დისკების მხარდაჭერის აქტივაცია
nl: Multipad wordt geactiveerd
pl: Aktywowanie usługi multipath
pt_br: Ativando múltiplos caminhos
sk: Aktivovanie multipath
sl: Omogočanje multipath
sv: Avaktiverar multipath

source: Activating multipath failed
ar: فشل تنشيط تعدد المسارات
ca: Ha fallat activar el multicamí
cs: Aktivace multipath selhala
de: Aktivierung von Multipath fehlgeschlagen
es: Error al activar la multivía
fi: Multipathin käyttöönotto epäonnistui
fr: Échec de l'activation de multipath
hu: Többutas inaktiválása sikertelen
id: Gagal mengaktifkan multipath
it: Attivazione del multipath non riuscita
ka: მრავალბილიკიანი დისკების მხარდაჭერის აქტივაციის შეცდომა
nl: Multipad activeren is mislukt
pl: Aktywowanie usługi multipath nie powiodło się
pt_br: Falha ao ativar múltiplos caminhos
sk: Aktivovanie multipath zlyhalo
sl: Omogočanje multipath ni uspelo
sv: Avaktivering av multipath har misslyckats

source: Activating thin logical volume %1$s (%2$s) on volume group %3$s
ar: يتم الآن تنشيط وحدة التخزين المنطقية التابعة %1$s (‏%2$s) في مجموعة وحدة التخزين %3$s
ca: Activant el volum lògic prim %1$s (%2$s) al grup de volums %3$s
cs: Aktivuje se tenký logický svazek %1$s (%2$s) ve skupině svazků %3$s
de: Logisches Thin Volume %1$s (%2$s) in Volume-Gruppe %3$s wird aktiviert
es: Activando el volumen lógico ligero %1$s (%2$s) en el grupo de volúmenes %3$s
fi: Otetaan käyttöön ohut looginen taltio %1$s (%2$s) taltioryhmässä %3$s
fr: Activation du volume logique léger %1$s (%2$s) sur le groupe de volumes %3$s
gl: Activando o volume lóxico reducido %1$s (%2$s) no grupo de volumes %3$s
hu: %1$s vékony logikai kötet (%2$s) aktiválása a(z) %3$s kötetcsoportban
id: Mengaktifkan volume logical thin %1$s (%2$s) pada grup volume %3$s
it: Attivazione del volume logico thin %1$s (%2$s) sul gruppo di volumi %3$s
ka: ლოგიკური ტომის %1$s (%2$s) აქტივაცია ტომების ჯგუფზე %3$s
nl: Logisch volume %1$s (%2$s) wordt geactiveerd op volumegroep %3$s
pl: Aktywowanie cienkiego woluminu logicznego %1$s (%2$s) w grupie woluminów %3$s
pt_br: Ativando volume lógico thin %1$s (%2$s) no grupo de volumes %3$s
sk: Aktivovanie tenkého logického zväzku %1$s (%2$s) na skupine zväzkov %3$s
sl: Omogočanje tankega logičnega nosilca %1$s (%2$s) na skupini nosilcev %3$s
sv: Aktiverar den tunna logiska volymen %1$s (%2$s) i volymgruppen %3$s

source: Activating thin pool logical volume %1$s (%2$s) on volume group %3$s
ar: يتم الآن تنشيط مجمع وحدة التخزين المنطقية التابع %1$s (‏%2$s) في مجموعة وحدة التخزين %3$s
ca: Activant el volum lògic d'agrupació prima %1$s (%2$s) al grup de volums %3$s
cs: Aktivuje se logický svazek tenkého fondu %1$s (%2$s) na skupině svazků %3$s
de: Logisches Thin Pool Volume %1$s (%2$s) in Volume-Gruppe %3$s wird aktiviert
es: Activando el volumen lógico de grupo ligero %1$s (%2$s) en el grupo de volúmenes %3$s
fi: Alustetaan looginen taltio %1$s (%2$s) tiedostojärjestelmällä %3$s
fr: Activation du volume logique de pool léger %1$s (%2$s) sur le groupe de volumes %3$s
gl: Activando a área reducida de volume lóxico %1$s (%2$s) no grupo de volumes %3$s
hu: Vékony készlethez tartozó %1$s logikai kötet (%2$s) aktiválása a(z) %3$s kötetcsoportban
id: Mengaktifkan volume logical thin %1$s (%2$s) pada grup volume %3$s
it: Attivazione del volume logico pool thin %1$s (%2$s) sul gruppo di volumi %3$s
ka: თხელი პულის ლოგიკური ტომის %1$s (%2$s) აქტივაცია ტომების ჯგუფზე %3$s
nl: Thin pool logisch volume %1$s (%2$s) wordt geactiveerd op volumegroep %3$s
pl: Aktywowanie woluminu logicznego %1$s (%2$s) cienkiej puli w grupie woluminów %3$s
pt_br: Ativando volume lógico de pool thin %1$s (%2$s) no grupo de volumes %3$s
sk: Aktivovanie tenkého logického zväzku fondu %1$s (%2$s) na skupine zväzkov %3$s
sl: Omogočanje logičnega nosilca s tanko zalogo %1$s (%2$s) na skupini nosilcev %3$s
sv: Aktiverar den tunna logiska poolvolymen %1$s (%2$s) i volymgruppen %3$s

source: Add %1$s (%2$s) to btrfs on %3$s
ca: Afegeix %1$s (%2$s) al btrfs de %3$s
cs: Přidat %1$s (%2$s) k btrfs na %3$s
de: %1$s (%2$s) zu Btrfs auf %3$s hinzufügen
es: Añadir %1$s (%2$s) a btrfs en %3$s
fi: Lisää %1$s (%2$s) btrfs taltioon %3$s
fr: Ajouter %1$s (%2$s) au système de fichiers Btrfs sur %3$s
id: Tambah %1$s (%2$s) ke btrfs pada %3$s
it: Aggiungi %1$s (%2$s) a btrfs su %3$s
ka: %1$s-ის (%2$s) დამატება btrfs-ზე %3$s-ზე
nl: %1$s (%2$s) toevoegen aan btrfs op %3$s
pl: Dodaj %1$s (%2$s) do btrfs na %3$s
pt_br: Adicionar %1$s (%2$s) para btrfs no %3$s
sk: Pridať %1$s (%2$s) k btrfs na %3$s
sl: Dodaj %1$s (%2$s) btrfs-ju na %3$s
sv: Lägg till %1$s (%2$s) till btrfs på %3$s

source: Add %1$s to %2$s
ar: إضافة %1$s إلى %2$s
ca: Afegeix %1$s a %2$s
cs: Přidat %1$s k %2$s
de: %1$s zu %2$s hinzufügen
es: Añadir %1$s a %2$s
fi: Lisää %1$s taltioryhmään %2$s
fr: Ajouter %1$s à %2$s
gl: Engadirlle %1$s a %2$s
hu: %1$s hozzáadása a(z) %2$s eszközhöz
id: Tambah %1$s ke %2$s
it: Aggiungere %1$s a %2$s
ka: %1$s-ის %2$s-სთვის დამატება
nl: %1$s toevoegen aan %2$s
pl: Dodaj %1$s do %2$s
pt_br: Adicionar %1$s em %2$s
sk: Pridať %1$s k %2$s
sl: Dodaj %1$s nosilcu %2$s
sv: Lägg till %1$s i %2$s

source: Add %1$s to /etc/mdadm.conf
ar: إضافة %1$s إلى /etc/mdadm.conf
ca: Afegeix %1$s a /etc/mdadm.conf
cs: Přidejte %1$s do /etc/mdadm.conf
de: %1$s zu /etc/mdadm.conf hinzufügen
es: Añadir %1$s a /etc/mdadm.conf
fi: Lisää %1$s tiedostoon /etc/mdadm.conf
fr: Ajouter %1$s à /etc/mdadm.conf
gl: Engadirlle %1$s a /etc/mdadm.conf
hu: %1$s hozzáadása az /etc/mdadm.conf fájlhoz
id: Tambah %1$s ke /etc/mdadm.conf
it: Aggiungere %1$s a /etc/mdadm.conf
ka: %1$s-ის ჩამატება /etc/mdadm.conf-ში
nl: %1$s toevoegen aan /etc/mdadm.conf
pl: Dodaj %1$s do /etc/mdadm.conf
pt_br: Adicionar %1$s no /etc/mdadm.conf
sk: Pridať %1$s do /etc/mdadm.conf
sl: Dodaj %1$s v /etc/mdadm.conf
sv: Lägg till %1$s i /etc/mdadm.conf

source: Add device %1$s to LVM devices file
ca: Afegeix el dispositiu %1$s al fitxer de dispositius d'LVM
de: Gerät %1$s zur LVM-Gerätedatei hinzufügen
es: Añadir el dispositivo %1$s al archivo de dispositivos de LVM
fr: Ajouter le périphérique %1$s au fichier des périphériques LVM
it: Aggiungi dispositivo %1$s al file dei dispositivi LVM
nl: Apparaat %1$s toevoegen aan LVM-apparatenbestand
pt_br: Adicionar dispositivo %1$s ao arquivo de dispositivos LVM
sk: Pridať zariadenie %1$s do súboru zariadení LVM
sl: Dodaj napravo %1$s v datoteko z napravami LVM
sv: Lägg till enhet %1$s till LVM-enhetsfil

source: Add encryption layer device on %1$s to /etc/crypttab
ar: إضافة جهاز طبقة التشفير في %1$s إلى /etc/crypttab
ca: Afegeix el dispositiu de capa d'encriptació de %1$s a /etc/crypttab
cs: Přidat šifrovanou vrstvu na %1$s do /etc/crypttab
de: Verschlüsseltes Loop-Gerät auf %1$s zu /etc/crypttab hinzufügen
es: Añadir dispositivo de capa de cifrado en %1$s a /etc/crypttab
fi: Lisää laitteen %1$s salaustaso /etc/crypttab-tiedostoon
fr: Ajouter la couche de chiffrement sur %1$s à /etc/crypttab
gl: Engadirlle unha capa de cifrado de dispositivo a %1$s para /etc/crypttab
hu: Titkosításiréteg-eszköz hozzáadása a(z) %1$s eszközön az /etc/crypttab fájlhoz
id: Tambahkan perangkat lapisan enkripsi pada %1$s ke /etc/crypttab
it: Aggiungere lo strato di cifratura su %1$s ad /etc/crypttab
ka: %1$s-ზე არსებული დაშიფრული ფენის მოწყობილობის /etc/crypttab-ში ჩამატება
nl: Versleutelingslaag van apparaat op %1$s toevoegen aan /etc/crypttab
pl: Dodaj urządzenie warstwy szyfrowania na urządzeniu %1$s do /etc/crypttab
pt_br: Adicionar dispositivo de camada de criptografia em %1$s no /etc/crypttab
sk: Pridať zariadenie šifrovacej úrovne na %1$s do /etc/crypttab
sl: Dodaj napravo šifrirnega sloja na %1$s v /etc/crypttab
sv: Lägg till krypterad enhet på %1$s i /etc/crypttab

source: Add mount point %1$s of %2$s to /etc/fstab
ar: إضافة نقطة التوصيل %1$s من %2$s إلى /etc/fstab
ca: Afegeix el punt de muntatge %1$s de %2$s a /etc/fstab
cs: Přidat přípojný bod %1$s z %2$s k /etc/fstab
de: Mountpoint %1$s von %2$s zur /etc/fstab hinzufügen
es: Añadir punto de montaje %1$s de %2$s a /etc/fstab
fi: Lisää laitteen %2$s liitoskohta %1$s tiedostoon /etc/fstab
fr: Ajouter le point de montage %1$s de %2$s à /etc/fstab
gl: Engadir o punto de montaxe %1$s de %2$s a /etc/fstab
hu: %2$s eszköz %1$s csatlakoztatási pontjának hozzáadása az /etc/fstab fájlhoz
id: Tambah titik kait %1$s milik %2$s ke /etc/fstab
it: Aggiungi il punto di montaggio %1$s di %2$s a /etc/fstab
ka: %2$s-ის მიმაგრების წერტილის (%1$s) /etc/fstab-ში ჩამატება
nl: Aankoppelpunt %1$s van %2$s toevoegen aan /etc/fstab
pl: Dodaj punkt montowania %1$s urządzenia %2$s do /etc/fstab
pt_br: Adicionar ponto de montagem %1$s do %2$s no /etc/fstab
sk: Pridať bod pripojenia %1$s z %2$s do /etc/fstab
sl: Dodaj priklopno točko %1$s za %2$s v /etc/fstab
sv: Lägg till monteringspunkten %1$s från %2$s i /etc/fstab
