Repository: openSUSE/libstorage-ng
Catalog: po/*.po
Languages: ar, ca, cs, de, es, fi, fr, gl, hu, id, it, ka, nl, pl, pt_br, sk, sl, sv

source: Create volume group %1$s (%2$s) from %3$s
ar: قم بإنشاء مجموعة وحدات تخزين %1$s (%2$s) من %3$s
ca: Crea el grup de volums %1$s (%2$s) a partir de %3$s
cs: Vytvořit skupinu svazků %1$s (%2$s) z %3$s
de: Volume-Gruppe %1$s (%2$s) aus %3$s erstellen
es: Crear grupo de volúmenes %1$s (%2$s) desde %3$s
fi: Luo taltioryhmä %1$s (%2$s) laitteesta %3$s
fr: Création du groupe de volumes %1$s (%2$s) à partir de %3$s
hu: %1$s kötetcsoport (%2$s) létrehozása a(z) %3$s eszközön
id: Buat grup volume %1$s (%2$s) dari %3$s
it: Crea gruppo di volumi %1$s (%2$s) a partire da %3$s
ka: ტომების ჯგუფის %1$s (%2$s) შექმნა %3$s-დან
nl: Volumegroep %1$s (%2$s) uit %3$s aanmaken
pl: Utwórz grupę woluminów %1$s (%2$s) z urządzeń %3$s
pt_br: Criar grupo de volumes %1$s (%2$s) de %3$s
sk: Vytvoriť skupinu zväzkov %1$s (%2$s) z %3$s
sl: Ustvari skupino nosilcev %1$s (%2$s) iz %3$s
sv: Skapa volymgruppen %1$s (%2$s) från %3$s

source: Create volume group %1$s (%2$s) with %3$s
ar: إنشاء مجموعة وحدات تخزين %1$s (‏%2$s) مع %3$s
ca: Crea el grup de volums %1$s (%2$s) amb %3$s
cs: Vytvořit skupinu svazků %1$s (%2$s) se systémem souborů %3$s
de: Volume-Gruppe %1$s (%2$s) mit %3$s erstellen
es: Crear grupo de volúmenes %1$s (%2$s) con %3$s
fi: Luo taltioryhmä %1$s (%2$s) laitteesta %3$s
fr: Créer le groupe de volumes %1$s (%2$s) avec %3$s
gl: Crear o grupo de volumes %1$s (%2$s) con %3$s
hu: %1$s kötetcsoport (%2$s) létrehozása (%3$s fájlrendszer)
id: Buat grup volume %1$s (%2$s) dengan %3$s
it: Crea il gruppo di volumi %1$s (%2$s) con %3$s
ka: ტომების ჯგუფის %1$s (%2$s) შექმნა %3$s-ით
nl: Volumegroep %1$s (%2$s) met %3$s aanmaken
pl: Utwórz grupę wolumenów %1$s (%2$s) z systemem plików %3$s
pt_br: Criar grupo de volumes %1$s (%2$s) com %3$s
sk: Vytvoriť skupinu zväzkov %1$s (%2$s) s %3$s
sl: Ustvari skupino nosilcev %1$s (%2$s) z %3$s
sv: Skapa volymgrupp %1$s (%2$s) med %3$s

source: Creating %1$s on %2$s
ca: Creant el sistema de fitxers %1$s a %2$s
cs: Vytvořit %1$s na %2$s
de: %1$s wird auf %2$s erstellt
es: Creando %1$s en %2$s
fi: Luodaan %1$s laitteelle %2$s
fr: Création de %1$s sur %2$s
id: Membuat %1$s pada %2$s
it: Creazione di %1$s su %2$s
ka: %1$s-ის შექმნა %2$s-ზე
nl: %1$s op %2$s wordt aangemaakt
pt_br: Criando %1$s em %2$s
sk: Vytvorenie %1$s na %2$s
sl: Ustvarjanje datotečnega sistema %1$s na %2$s
sv: Skapar %1$s på %2$s

source: Creating DASD partition table on %1$s
ar: يتم الآن إنشاء جدول لقسم DASD على %1$s
ca: Creant una taula de particions de DASD a %1$s
cs: Vytváří se tabulka oddílů typu DASD na %1$s
de: DASD-Partitionstabelle wird auf %1$s erstellt
es: Creando tabla de partición DASD en %1$s
fi: Luodaan DASD-osiotaulukko laitteelle %1$s
fr: Création de la table de partitions DASD sur %1$s
gl: Creando a táboa da partición DASD en %1$s
hu: DASD partíciós tábla létrehozása a(z) %1$s eszközön
id: Membuat tabel partisi DASD pada %1$s
it: Creazione della tabella delle partizioni DASD su %1$s
ka: %1$s-ზე DASD დანაყოფების ცხრილის შექმნა
nl: DASD-partitietabel op %1$s wordt aangemaakt
pl: Tworzenie tablicy partycji DASD na urządzeniu %1$s
pt_br: Criando tabela de partição DASD em %1$s
sk: Vytvorenie tabuľky oddielov DASD na %1$s
sl: Ustvarjanje razpredelnice razdelkov DASD na %1$s
sv: Skapar partitionstabell DASD på %1$s

source: Creating GPT on %1$s
ar: يتم الآن إنشاء GPT على %1$s
ca: Creant GPT a %1$s
cs: Vytváří se tabulka oddílů typu GUID (GPT) na %1$s
de: GPT wird auf %1$s erstellt
es: Creando GPT en %1$s
fi: Luodaan GPT laitteelle %1$s
fr: Création de la table de partitions GPT sur %1$s
gl: Creando GPT en %1$s
hu: GPT létrehozása a(z) %1$s eszközön
id: Membuat GPT pada %1$s
it: Creazione della tabella delle partizioni GPT su %1$s
ka: %1$s-ზე GPT-ის შექმნა
nl: GPT op %1$s wordt aangemaakt
pl: Tworzenie tablicy partycji GPT na urządzeniu %1$s
pt_br: Criando GPT em %1$s
sk: Vytvorenie GPT na %1$s
sl: Ustvarjanje GPT na %1$s
sv: Skapar GPT på %1$s

source: Creating MD %1$s %2$s (%3$s) from %4$s
ar: يتم الآن إنشاء أجهزة متعددة %1$s %2$s (%3$s) من %4$s
ca: Creant l'MD %1$s %2$s (%3$s) a partir de %4$s
cs: Vytvářím MD %1$s %2$s (%3$s) z %4$s
de: MD %1$s %2$s (%3$s) wird aus %4$s erstellt
es: Creando MD %1$s %2$s (%3$s) desde %4$s
fi: Luo MD %1$s %2$s (%3$s) laitteista %4$s
fr: Création du MD %1$s %2$s (%3$s) à partir de %4$s
hu: %1$s %2$s MD (%3$s) létrehozása a(z) %4$s eszközön
id: Membuat %1$s %2$s (%3$s) dari %4$s
it: Creazione MD %1$s %2$s (%3$s) a partire da %4$s in corso
ka: MD-ის %1$s %2$s (%3$s) შექმნა %4$s-დან
nl: MD %1$s %2$s (%3$s) aanmaken uit %4$s
pl: Utwórz MD %1$s %2$s (%3$s) z urządzeń %4$s
pt_br: Criando MD %1$s %2$s (%3$s) de %4$s
sk: Vytvoriť MD %1$s %2$s (%3$s) z %4$s
sl: Ustvarjanje MD %1$s %2$s (%3$s) iz %4$s
sv: Skapar MD %1$s %2$s (%3$s) från %4$s

source: Creating MS-DOS partition table on %1$s
ar: يتم الآن إنشاء جدول للقسم MS-DOS على %1$s
ca: Creant una taula de particions MS-DOS a %1$s
cs: Vytváří se tabulka oddílů typu MS-DOS na %1$s
de: MS-DOS-Partitionstabelle wird auf %1$s erstellt
es: Creando la tabla de partición MS-DOS en %1$s
fi: Luodaan MS-DOS-osiotaulukko laitteelle %1$s
fr: Création de la table de partition MS-DOS sur %1$s
gl: Creando a táboa de particións MS-DOS en %1$s
hu: MS-DOS partíciós tábla létrehozása a(z) %1$s eszközön
id: Membuat tabel partisi MS-DOS pada %1$s
it: Creazione della tabella delle partizioni MS-DOS su %1$s
ka: %1$s-ზე MS-DOS დანაყოფების ცხრილის შექმნა
nl: MS-DOS-partitietabel op %1$s wordt aangemaakt
pl: Tworzenie tablicy partycji MS-DOS na urządzeniu %1$s
pt_br: Criando tabela de partição MS-DOS em %1$s
sk: Vytvorenie tabuľky oddielov MS-DOS na %1$s
sl: Ustvarjanje razpredelnice razdelkov MS-DOS na %1$s
sv: Skapar MSDOS-partitionstabell på %1$s

source: Creating bcache %1$s (%2$s)
ca: Creant la bcau %1$s (%2$s)
cs: Vytvářím bcache %1$s (%2$s)
de: Bcache %1$s (%2$s) wird erstellt
es: Creando bcache %1$s (%2$s)
fi: Luodaan Bcache %1$s (%2$s)
fr: Création du bcache %1$s (%2$s)
id: Membuat bcache %1$s (%2$s)
it: Creazione Bcache %1$s (%2$s)
ka: Bcache %1$s-ის შექმნა (%2$s)
nl: Bcache %1$s (%2$s) wordt aangemaakt
pt_br: Criando bcache %1$s (%2$s)
sk: Vytvorenie bcache %1$s (%2$s)
sl: Ustvarjanje bcache %1$s (%2$s)
sv: Skapar bcache %1$s (%2$s)

source: Creating bcache cache set %1$s (%2$s)
ca: Creant el conjunt de cau de bcau %1$s (%2$s)
cs: Vytvářím sadu mezipamětí bcache na %1$s (%2$s)
de: Bcache-Cacheset %1$s (%2$s) wird erstellt
es: Creando conjunto de cache de bcache %1$s (%2$s)
fi: Luodaan bcache-välimuistijoukkoa %1$s (%2$s)
fr: Création du cache Bcache défini sur %1$s (%2$s)
id: Membuat cache bcache yang ditetapkan pada %1$s (%2$s)
it: Creazione del set di cache Bcache %1$s (%2$s)
ka: იქმნება bcache cache-ის სეტი %1$s(%2$s)
nl: Bcache-cacheset %1$s (%2$s) wordt aangemaakt
pt_br: Criando o conjunto de cache do bcache %1$s (%2$s)
sk: Vytvorenie sady vyrovnávacej pamäte bcache %1$s (%2$s)
sl: Ustvarjanje nabora predpomnilnikov bcache na %1$s (%2$s)
sv: Skapar Bcache-cacheuppsättning %1$s (%2$s)

source: Creating encryption layer device on %1$s
ar: يتم الآن إعداد جهاز طبقة التشفير على %1$s
ca: Creant dispositiu de capa d'encriptació a %1$s
cs: Vytváří se zařízení šifrované vrstvy na %1$s
de: Gerät der verschlüsselten Schicht wird auf %1$s erstellt
es: Creando dispositivo de capa de cifrado en %1$s
fi: Luodaan salattu taso laitteelle %1$s
fr: Création de la couche de chiffrement sur %1$s
gl: Creando a capa de cifrado de dispositivo en %1$s
hu: Titkosításiréteg-eszköz létrehozása a(z) %1$s eszközön
id: Membuat perangkat loop terenkripsi pada %1$s
it: Creazione dello strato di cifratura su %1$s
ka: %1$s-ზე დაშიფვრის ფენის მოწყობილობის შექმნა
nl: Versleutelingslaag van apparaat op %1$s wordt aangemaakt
pl: Tworzenie urządzenia warstwy szyfrowania na urządzeniu %1$s
pt_br: Criando dispositivo de camada de criptografia em %1$s
sk: Vytvorenie zariadenia šifrovacej úrovne na %1$s
sl: Ustvarjanje naprave šifrirnega sloja na %1$s
sv: Skapar krypterad enhet på %1$s

source: Creating extended partition %1$s (%2$s)
ar: يتم الآن إنشاء قسم موسع %1$s (‏%2$s)
ca: Creant la partició ampliada %1$s (%2$s)
cs: Vytvořit rozšířený oddíl %1$s (%2$s)
de: Erweiterte Partition wird auf %1$s (%2$s) erstellt
es: Creando partición extendida %1$s (%2$s)
fi: Luodaan laajennettu osio %1$s (%2$s)
fr: Création de la partition étendue %1$s (%2$s)
gl: Creando a partición estendida %1$s (%2$s)
hu: %1$s kiterjesztett partíció (%2$s) létrehozása
id: Membuat partisi extended %1$s (%2$s)
it: Creazione della partizione estesa %1$s (%2$s)
ka: გაფართოებული დანაყოფის (%1$s) შექმნა (%2$s)
nl: Uitgebreide partitie %1$s (%2$s) wordt aangemaakt
pl: Tworzenie partycji rozszerzonej %1$s (%2$s)
pt_br: Criando partição estendida %1$s (%2$s)
sk: Vytvorenie rozšíreného oddielu %1$s (%2$s)
sl: Ustvarjanje razširjenega razdelka %1$s (%2$s)
sv: Skapar utökad partition %1$s (%2$s)

source: Creating hard disk %1$s (%2$s)
ar: جارٍ إنشاء قرص صلب %1$s (%2$s)
ca: Creant el disc dur %1$s (%2$s)
cs: Vytvářím pevný disk %1$s (%2$s)
de: Festplatte %1$s (%2$s) wird erstellt
es: Creando disco duro %1$s (%2$s)
fi: Luodaan kiintolevy %1$s (%2$s)
fr: Création du disque dur %1$s (%2$s)
gl: Creando o disco duro %1$s (%2$s)
hu: %1$s (%2$s) merevlemez létrehozása
id: Membuat cakram keras %1$s (%2$s)
it: Creazione del disco fisso %1$s (%2$s)
ka: მყარი დისკის %1$s (%2$s) შექმნა
nl: Vaste schijf %1$s (%2$s) aanmaken
pl: Tworzenie dysku twardego %1$s (%2$s)
pt_br: Criando disco rígido %1$s (%2$s)
sk: Vytváranie pevného disku %1$s (%2$s)
sl: Ustvarjanje trdega diska %1$s (%2$s)
sv: Skapar hårddisk %1$s (%2$s)

source: Creating implicit partition %1$s (%2$s)
ar: يتم الآن إنشاء قسم ضمني %1$s (‏%2$s)
ca: Creant la partició implícita %1$s (%2$s)
cs: Vytváří se implicitní oddíl %1$s (%2$s)
de: Implizite Partition %1$s (%2$s) wird erstellt
es: Creando la partición implícita %1$s (%2$s)
fi: Luodaan implisittinen osio %1$s (%2$s)
fr: Création de la partition implicite %1$s (%2$s)
gl: Creando a partición implícita %1$s (%2$s)
hu: %1$s implicit partíció (%2$s) létrehozása
id: Membuat partisi implisit %1$s (%2$s)
it: Creazione della partizione implicita %1$s (%2$s)
ka: იქმნება არაცხადი დანაყოფი %1$s (%2$s)
nl: Impliciete partitie %1$s (%2$s) wordt aangemaakt
pl: Tworzenie niejawnej partycji %1$s (%2$s)
pt_br: Criando partição implícita %1$s (%2$s)
sk: Vytvorenie implicitného oddielu %1$s (%2$s)
sl: Ustvarjanje implicitnega razdelka %1$s (%2$s)
sv: Skapar underförstådd partition %1$s (%2$s)

source: Creating implicit partition table on %1$s
ar: يتم الآن إنشاء جدول لقسم ضمني على %1$s
ca: Creant una taula de particions implícita a %1$s
cs: Vytváří se implicitní tabulka oddílů na %1$s
de: Implizite Partitionstabelle wird auf %1$s erstellt
es: Creando la tabla de partición implícita en %1$s
fi: Luodaan implisiititnen osiotaulukko laitteelle %1$s
fr: Création de la table de partition implicite sur %1$s
gl: Creando a táboa de partición implícita en %1$s
hu: Implicit partíciós tábla létrehozása a(z) %1$s eszközön
id: Membuat tabel partisi implisit pada %1$s
it: Creazione della tabella delle partizioni implicite su %1$s
ka: %1$s-ზე არაცხადი დანაყოფების ცხრილის შექმნა
nl: Impliciete partitietabel op %1$s wordt aangemaakt
pl: Tworzenie niejawnej partycji na urządzeniu %1$s
pt_br: Criando tabela de partição implícita em %1$s
sk: Vytvorenie implicitnej tabuľky oddielov na %1$s
sl: Ustvarjanje razpredelnice implicitnih razdelkov na %1$s
sv: Skapar underförstådd partitionstabell på %1$s

source: Creating logical partition %1$s (%2$s)
ar: يتم الآن إنشاء قسم منطقي %1$s (‏%2$s)
ca: Creant la partició lògica %1$s (%2$s)
cs: Vytvořit logický oddíl %1$s (%2$s)
de: Logische Partition %1$s (%2$s) wird erstellt
es: Creando partición lógica %1$s (%2$s)
fi: Luodaan looginen osio %1$s (%2$s)
fr: Création de la partition logique %1$s (%2$s)
gl: Creando a partición lóxica %1$s (%2$s)
hu: %1$s logikai partíció (%2$s) létrehozása
id: Membuat partisi logical %1$s (%2$s)
it: Creazione della partizione logica %1$s (%2$s)
ka: ლოგიკური დანაყოფის (%1$s) შექმნა (%2$s)
nl: Logische partitie %1$s (%2$s) wordt aangemaakt
pl: Tworzenie partycji logicznej %1$s (%2$s)
pt_br: Criando partição lógica %1$s (%2$s)
sk: Vytvorenie logického oddielu %1$s (%2$s)
sl: Ustvarjanje logičnega razdelka %1$s (%2$s)
sv: Skapar logisk partition %1$s (%2$s)

source: Creating logical volume %1$s (%2$s) on volume group %3$s
ar: يتم الآن إنشاء وحدة التخزين المنطقية %1$s (‏%2$s) في مجموعة وحدات التخزين %3$s
ca: Creant el volum lògic %1$s (%2$s) al grup de volums %3$s
cs: Vytvořit logický svazek %1$s (%2$s) na skupině svazků %3$s
de: Logisches Volume %1$s (%2$s) wird in Volume-Gruppe %3$s erstellt
es: Creando volumen lógico %1$s (%2$s) en el grupo de volúmenes %3$s
fi: Luodaan looginen taltio %1$s (%2$s) taltioryhmään %3$s
fr: Création du volume logique %1$s (%2$s) sur le groupe de volumes %3$s
gl: Creando o volume lóxico %1$s (%2$s) no grupo de volumes %3$s
hu: %1$s logikai kötet (%2$s) létrehozása a(z) %3$s kötetcsoportban
id: Membuat volume logical %1$s (%2$s) pada grup volume %3$s
it: Creazione del volume logico %1$s (%2$s) sul gruppo di volumi %3$s
ka: ლოგიკური ტომის %1$s (%2$s) შექმნა ტომების ჯგუფზე %3$s
nl: Logisch volume %1$s (%2$s) wordt aangemaakt op volumegroep %3$s
pl: Tworzenie woluminu logicznego %1$s (%2$s) w grupie woluminów %3$s
pt_br: Criando volume lógico %1$s (%2$s) no grupo de volume %3$s
sk: Vytvorenie logického zväzku %1$s (%2$s) na skupine zväzkov %3$s
sl: Ustvarjanje logičnega nosilca %1$s (%2$s) na skupini nosilcev %3$s
sv: Skapar logisk volym %1$s (%2$s) i volymgrupp %3$s

source: Creating partition %1$s (%2$s)
ar: يتم الآن إنشاء قسم %1$s (‏%2$s)
ca: Creant la partició %1$s (%2$s)
cs: Vytvořit oddíl %1$s (%2$s)
de: Partition %1$s (%2$s) wird erstellt
es: Creando partición %1$s (%2$s)
fi: Luodaan osio %1$s (%2$s)
fr: Création de la partition %1$s (%2$s)
gl: Creando a partición %1$s (%2$s)
hu: %1$s partíció (%2$s) létrehozása
id: Membuat partisi %1$s (%2$s)
it: Creazione della partizione %1$s (%2$s)
ka: %1$s დანაყოფის შექმნა (%2$s)
nl: Partitie %1$s (%2$s) wordt aangemaakt
pl: Tworzenie partycji %1$s (%2$s)
pt_br: Criando partição %1$s (%2$s)
sk: Vytvorenie oddielu %1$s (%2$s)
sl: Ustvarjanje razdelka %1$s (%2$s)
sv: Skapar partition %1$s (%2$s)

source: Creating physical volume on %1$s
ar: يتم الآن إنشاء وحدة تخزين منطقية %1$s
ca: Creant un volum físic a %1$s
cs: Vytváří se fyzický svazek na %1$s
de: Physisches Volume wird auf %1$s erstellt
es: Creando volumen físico en %1$s
fi: Luodaan fyysinen taltio laitteelle %1$s
fr: Création du volume physique sur %1$s
gl: Creando o volume físico en %1$s
hu: Fizikai kötet létrehozása a(z) %1$s eszközön
id: Membuat volume fisik pada %1$s
it: Creazione del volume fisico su %1$s
ka: %1$s-ზე ფიზიკური ტომის შექმნა
nl: Fysiek volume op %1$s wordt aangemaakt
pl: Tworzenie woluminu fizycznego na urządzeniu %1$s
pt_br: Criando volume físico em %1$s
sk: Vytvorenie fyzického zväzku na %1$s
sl: Ustvarjanje fizičnega nosilca na %1$s
sv: Skapar fysisk volym på %1$s

source: Creating primary partition %1$s (%2$s)
ar: يتم الآن إنشاء قسم أساسي %1$s (‏%2$s)
ca: Creant la partició primària %1$s (%2$s)
cs: Vytvořit primární oddíl %1$s (%2$s)
de: Primäre Partition %1$s (%2$s) wird erstellt
es: Creando partición primaria %1$s (%2$s)
fi: Luodaan ensiöosio %1$s (%2$s)
fr: Création de la partition primaire %1$s (%2$s)
gl: Creando a partición primaria %1$s (%2$s)
hu: %1$s elsődleges partíció (%2$s) létrehozása
id: Membuat partisi primary %1$s (%2$s)
it: Creazione della partizione primaria %1$s (%2$s)
ka: ძირითადი დანაყოფის (%1$s) შექმნა (%2$s)
nl: Primaire partitie %1$s (%2$s) wordt aangemaakt
pl: Tworzenie partycji podstawowej %1$s (%2$s)
pt_br: Criando partição primária %1$s (%2$s)
sk: Vytvorenie primárneho oddielu %1$s (%2$s)
sl: Ustvarjanje glavnega razdelka %1$s (%2$s)
sv: Skapar primär partition %1$s (%2$s)

source: Creating qgroup %1$s on %2$s
ca: Creant el qgrup %1$s a %2$s
cs: Vytváří se qgroup %1$s na %2$s
de: qgroup %1$s wird auf %2$s erstellt
es: Creando qgroup %1$s en %2$s
fi: Luodaan qgroupia %1$s laitteelle %2$s
fr: Création du qgroup %1$s sur %2$s
id: Membuat grup %1$s pada %2$s
it: Creazione di qgroup %1$s su %2$s
ka: იქმნება qgroup %1$s %2$s-ზე
nl: Qgroup %1$s op %2$s wordt aangemaakt
pt_br: Criando qgroup %1$s em %2$s
sk: Vytvorenie qgroup %1$s na %2$s
sl: Ustvarjanje qgroup %1$s na %2$s
sv: Skapar qgroup %1$s på %2$s

source: Creating subvolume %1$s on %2$s
ar: يتم الآن إنشاء وحدة تخزين فرعية %1$s على %2$s
ca: Creant el subvolum %1$s a %2$s
cs: Vytváření podsvazku %1$s na %2$s
de: Subvolume %1$s wird auf %2$s erstellt
es: Creando subvolumen %1$s en %2$s
fi: Luodaan alitaltio %1$s laitteelle %2$s
fr: Création du sous-volume %1$s sur %2$s
gl: Creando o subvolume %1$s en %2$s
hu: %1$s alkötet létrehozása a(z) %2$s eszközön
id: Membuat subvolume %1$s pada %2$s
it: Creazione del sottovolume %1$s su %2$s
ka: %2$s-ზე ქვეტომის (%1$s) შექმნა
nl: Subvolume %1$s op %2$s wordt aangemaakt
pl: Tworzenie podwoluminu %1$s na urządzeniu %2$s
pt_br: Criando subvolume %1$s em %2$s
sk: Vytvorenie podzväzku %1$s na %2$s
sl: Ustvarjanje podnosilca %1$s na %2$s
sv: Skapar delvolym %1$s på %2$s

source: Creating thin logical volume %1$s (%2$s) on volume group %3$s
ar: يتم الآن إنشاء وحدة التخزين المنطقية التابعة %1$s (‏%2$s) في مجموعة وحدات التخزين %3$s
ca: Creant el volum lògic prim %1$s (%2$s) al grup de volums %3$s
cs: Vytvořit tenký logický svazek %1$s (%2$s) na skupině svazků %3$s
de: Logisches Thin Volume %1$s (%2$s) wird in Volume-Gruppe %3$s erstellt
es: Creando el volumen lógico ligero %1$s (%2$s) en el grupo de volúmenes %3$s
fi: Luodaan looginen taltio %1$s (%2$s) taltioryhmään %3$s
fr: Création du volume logique léger %1$s (%2$s) sur le groupe de volumes %3$s
gl: Creando o volume lóxico reducido %1$s (%2$s) no grupo de volumes %3$s
hu: %1$s vékony logikai kötet (%2$s) létrehozása a(z) %3$s kötetcsoportban
id: Membuat volume logical thin %1$s (%2$s) pada grup volume %3$s
it: Creazione del volume logico thin %1$s (%2$s) sul gruppo di volumi %3$s
ka: თხელი ლოგიკური ტომის %1$s (%2$s) შექმნა ტომები ჯგუფზე %3$s
nl: Thin logisch volume %1$s (%2$s) wordt aangemaakt op volumegroep %3$s
pl: Tworzenie cienkiego wolumenu logicznego %1$s (%2$s) w grupie wolumenów %3$s
pt_br: Criando volume lógico thin %1$s (%2$s) no grupo de volumes %3$s
sk: Vytvorenie tenkého logického zväzku %1$s (%2$s) na skupine zväzkov %3$s
sl: Ustvarjanje tankega logičnega nosilca %1$s (%2$s) na skupini nosilcev %3$s
sv: Skapar tunn logisk volym %1$s (%2$s) i volymgrupp %3$s

source: Creating thin pool logical volume %1$s (%2$s) on volume group %3$s
ar: يتم الآن إنشاء مجمع وحدة التخزين المنطقية التابعة %1$s (‏%2$s) في مجموعة وحدات التخزين %3$s
ca: Creant el volum lògic d'agrupació prima %1$s (%2$s) al grup de volums %3$s
cs: Vytvořit logický svazek tenkého fondu %1$s (%2$s) na skupině svazků %3$s
de: Logisches Thin Pool Volume %1$s (%2$s) wird in Volume-Gruppe %3$s erstellt
es: Creando el volumen lógico de grupo ligero %1$s (%2$s) en el grupo de volúmenes %3$s
fi: Luodaan ohuen poolin looginen taltio %1$s (%2$s) taltioryhmään %3$s
fr: Création du volume logique de pool léger %1$s (%2$s) sur le groupe de volumes %3$s
gl: Creando a área reducida de volume lóxico %1$s (%2$s) no grupo de volumes %3$s
hu: Vékony készlethez tartozó %1$s logikai kötet (%2$s) létrehozása a(z) %3$s kötetcsoportban
id: Membuat volume logical thin %1$s (%2$s) pada grup volume %3$s
it: Creazione del volume logico pool thin %1$s (%2$s) sul gruppo di volumi %3$s
ka: თხელი პულის ლოგიკური ტომის %1$s (%2$s) შექმნა ტომების ჯგუფზე %3$s
nl: Thin logisch volume %1$s (%2$s) wordt aangemaakt op volumegroep %3$s
pl: Tworzenie wolumenu logicznego %1$s (%2$s) cienkiej puli w grupie wolumenów %3$s
pt_br: Criando volume lógico de pool thin %1$s (%2$s) no grupo de volumes %3$s
sk: Vytvorenie tenkého logického zväzku fondu %1$s (%2$s) na skupine zväzkov %3$s
sl: Ustvarjanje logičnega nosilca s tanko zalogo %1$s (%2$s) na skupini nosilcev %3$s
sv: Skapar tunn logisk poolvolym %1$s (%2$s) i volymgrupp %3$s

source: Creating volume group %1$s (%2$s) from %3$s
ar: يتم الآن إنشاء مجموعة وحدات تخزين %1$s (%2$s) من %3$s
ca: Creant el grup de volums %1$s (%2$s) a partir de %3$s
cs: Vytvářím skupinu svazků %1$s (%2$s) z %3$s
de: Volume-Gruppe %1$s (%2$s) wird aus %3$s erstellt
es: Creando grupo de volúmenes %1$s (%2$s) desde %3$s
fi: Luodaan taltioryhmä %1$s (%2$s) laitteesta %3$s
fr: Création du groupe de volumes %1$s (%2$s) à partir de %3$s
hu: %1$s kötetcsoport (%2$s) létrehozása a(z) %3$s eszközön
id: Membuat grup volume %1$s (%2$s) dari %3$s
it: Creazione del gruppo di volumi %1$s (%2$s) a partire da %3$s in corso
ka: შეიქმნება ტომების ჯგუფ %1$s (%2$s) %3$s-სგან
nl: Volumegroep %1$s (%2$s) uit %3$s aanmaken
pl: Tworzenie grupy woluminów %1$s (%2$s) z urządzeń %3$s
pt_br: Criando grupo de volumes %1$s (%2$s) de %3$s
sk: Vytvorenie skupiny zväzkov %1$s (%2$s) z %3$s
sl: Ustvarjanje skupine nosilcev %1$s (%2$s) iz %3$s
sv: Skapar volymgruppen %1$s (%2$s) från %3$s

source: DASD Partition Table
ar: جدول قسم DASD
ca: Taula de particions de DASD
cs: Tabulka oddílů typu DASD
de: DASD-Partitionstabelle
es: Tabla de partición DASD
fi: DASD-osiotaulu
fr: Table de partition DASD
gl: Táboa de particións DASD
hu: DASD partíciós tábla
id: Tabel partisi DASD
it: Tabella delle partizioni DASD
ka: DASD-ის დანაყოფების ცხრილი
nl: DASD-partitietabel
pl: Tablica partycji DASD
pt_br: Tabela de partição DASD
sk: Tabuľka oddielov DASD
sl: Razpredelnica razdelkov DASD
sv: DASD-partitionstabell

source: DOS12 Partition
ca: Partició DOS12
cs: Oddíl DOS12
es: Partición DOS12
fi: DOS12-osio
fr: Partition DOS12
id: Partisi DOS12
it: Partizione DOS12
ka: DOS12-ის დანაყოფი
nl: DOS12-partitie
pt_br: Partição DOS12
sk: Oddiel DOS12
sl: Razdelek DOS12

source: DOS16 Partition
ca: Partició de DOS16
cs: Oddíl DOS16
es: Partición DOS16
fi: DOS16-osio
fr: Partition DOS16
id: Partisi DOS16
it: Partizione DOS16
ka: DOS16-ის დანაყოფი
nl: DOS16-partitie
pt_br: Partição DOS16
sk: Oddiel DOS16
sl: Razdelek DOS16

source: DOS32 Partition
ca: Partició de DOS32
cs: Oddíl DOS32
es: Partición DOS32
fi: DOS32-osio
fr: Partition DOS32
id: Partisi DOS32
it: Partizione DOS32
ka: DOS32-ის დანაყოფი
nl: DOS32-partitie
pt_br: Partição DOS32
sk: Oddiel DOS32
sl: Razdelek DOS32

source: Deactivate MD %1$s %2$s (%3$s)
ar: إلغاء تنشيط MD‏ %1$s ‏%2$s (‏%3$s‏)
ca: Desactiva l'MD %1$s %2$s (%3$s)
cs: Deaktivovat hlavní adresář (MD) %1$s %2$s (%3$s)
de: MD %1$s %2$s (%3$s) deaktivieren
es: Desactivar MD %1$s %2$s (%3$s)
fi: Passivoidaan MD %1$s-laite %2$s (%3$s)
fr: Désactiver le MD %1$s %2$s (%3$s)
gl: Desactivar o MD %1$s %2$s (%3$s)
hu: MD %1$s %2$s (%3$s) inaktiválása
id: Nonaktifkan MD %1$s %2$s (%3$s)
it: Disattivare l'MD %1$s %2$s (%3$s)
ka: MD -ის დეაქტივაცია %1$s%2$s (%3$s)
nl: MD %1$s %2$s (%3$s) deactiveren
pl: Dezaktywowanie MD %1$s %2$s (%3$s)
pt_br: Desativar MD %1$s %2$s (%3$s)
sk: Deaktivovať MD %1$s %2$s (%3$s)
sl: Onemogoči MD %1$s %2$s (%3$s)
sv: Avaktivera MD %1$s %2$s (%3$s)

source: Deactivate bcache %1$s (%2$s)
ca: Desactiva la bcau %1$s (%2$s)
cs: Deaktivovat bcache %1$s (%2$s)
de: Bcache %1$s (%2$s) deaktivieren
es: Desactivar bcache %1$s (%2$s)
fi: Passivoidaan bcache %1$s (%2$s)
fr: Désactiver le bcache %1$s (%2$s)
id: Nonaktifkan bcache %1$s (%2$s)
it: Disattiva Bcache %1$s (%2$s)
ka: Bcache %1$s-ის დეაქტივაცია (%2$s)
nl: Bcache %1$s (%2$s) deactiveren
pt_br: Desativar bcache %1$s (%2$s)
sk: Deaktivovať bcache %1$s (%2$s)
sl: Onemogoči bcache %1$s (%2$s)
sv: Inaktivera bcache %1$s (%2$s)
