Repository: openSUSE/libstorage-ng
Catalog: po/*.po
Languages: ar, ca, cs, de, es, fi, fr, gl, hu, id, it, ka, nl, pl, pt_br, sk, sl, sv

source: Create encrypted partition %1$s (%2$s) for %3$s with %4$s
ar: إنشاء قسم مشفر %1$s (‏%2$s) لـ %3$s مع %4$s
ca: Crea una partició encriptada %1$s (%2$s) per a %3$s amb %4$s
cs: Vytvořit šifrovaný oddíl %1$s (%2$s) pro přípojný bod %3$s se systémem souborů %4$s
de: Verschlüsselte Partition %1$s (%2$s) für %3$s mit %4$s erstellen
es: Crear partición cifrada %1$s (%2$s) para %3$s con %4$s
fi: Luo salattu osio %1$s (%2$s), liitospiste %3$s ja tiedostojärjestelmä %4$s
fr: Créer la partition chiffrée %1$s (%2$s) pour le point de montage %3$s avec le système de fichiers %4$s
gl: Crear a partition cifrada %1$s (%2$s) para %3$s con %4$s
hu: %1$s titkosított partíció (%2$s) létrehozása a(z) %3$s csatlakoztatási ponthoz (%4$s fájlrendszer)
id: Buat partisi terenkripsi %1$s (%2$s) untuk %3$s dengan %4$s
it: Crea la partizione cifrata %1$s (%2$s) per %3$s con %4$s
ka: დაშიფრული დანაყოფის %1$s (%2$s) შექმნა %3$s-სთვის ფაილური სისტემით %4$s
nl: Versleutelde partitie %1$s (%2$s) voor %3$s met %4$s aanmaken
pl: Utwórz szyfrowaną partycję %1$s (%2$s) dla punktu montowania %3$s z systemem plików %4$s
pt_br: Criar partição criptografada %1$s (%2$s) para %3$s com %4$s
sk: Vytvoriť šifrovaný oddiel %1$s (%2$s) pre %3$s s %4$s
sl: Ustvari šifriran razdelek %1$s (%2$s) za %3$s z datotečnim sistemom %4$s
sv: Skapa utökad partition %1$s (%2$s) för %3$s med %4$s

source: Create encrypted partition %1$s (%2$s) for swap
ar: إنشاء قسم مشفر %1$s (‏%2$s) للتبادل
ca: Crea la partició encriptada %1$s (%2$s) per a intercanvi
cs: Vytvořit šifrovaný oddíl %1$s (%2$s) pro stránkování
de: Verschlüsselte Partition %1$s (%2$s) für Auslagerung erstellen
es: Crear partición cifrada %1$s (%2$s) para intercambio
fi: Luo salattu osio %1$s (%2$s) sivutusta varten
fr: Créer la partition chiffrée %1$s (%2$s) pour l'échange
gl: Crear a partition cifrada %1$s (%2$s) para a swap
hu: %1$s titkosított partíció (%2$s) létrehozása a lapozófájlhoz
id: Buat partisi terenkripsi %1$s (%2$s) untuk swap
it: Crea la partizione cifrata %1$s (%2$s) per swap
ka: სვოპისთვის დაშიფრული დანაყოფის %1$s (%2$s) შექმნა
nl: Versleutelde partitie %1$s (%2$s) voor swap aanmaken
pl: Utwórz szyfrowaną partycję %1$s (%2$s) na potrzeby obszaru wymiany
pt_br: Criar partição criptografada %1$s (%2$s) para troca
sk: Vytvoriť šifrovaný oddiel %1$s (%2$s) pre swap
sl: Ustvari šifriran razdelek %1$s (%2$s) za izmenjevalni razdelek
sv: Skapa utökad partition %1$s (%2$s) för swap

source: Create encrypted partition %1$s (%2$s) with %3$s
ar: إنشاء قسم مشفر %1$s (‏%2$s) مع %3$s
ca: Crea la partició encriptada %1$s (%2$s) amb %3$s
cs: Vytvořit šifrovaný oddíl %1$s (%2$s) se systémem souborů %3$s
de: Verschlüsselte Partition %1$s (%2$s) mit %3$s erstellen
es: Crear partición cifrada %1$s (%2$s) con %3$s
fi: Luo salattu osio %1$s (%2$s) tiedostojärjestelmänä %3$s
fr: Créer la partition chiffrée %1$s (%2$s) avec le système de fichiers %3$s
gl: Crear a partition cifrada %1$s (%2$s) con %3$s
hu: %1$s titkosított partíció (%2$s) létrehozása (%3$s fájlrendszer)
id: Buat partisi terenkripsi %1$s (%2$s) dengan %3$s
it: Crea la partizione cifrata %1$s (%2$s) con %3$s
ka: დაშიფრული დანაყოფის %1$s (%2$s) შექმნა, %3$s-ით
nl: Versleutelde partitie %1$s (%2$s) met %3$s aanmaken
pl: Utwórz szyfrowaną partycję %1$s (%2$s) z systemem plików %3$s
pt_br: Criar partição criptografada %1$s (%2$s) com %3$s
sk: Vytvoriť šifrovaný oddiel %1$s (%2$s) s %3$s
sl: Ustvari šifriran razdelek %1$s (%2$s)z datotečnim sistemom %3$s
sv: Skapa utökad partition %1$s (%2$s) med %3$s

source: Create encryption layer device on %1$s
ar: إنشاء جهاز طبقة تشفير على %1$s
ca: Crea un dispositiu de capa d'encriptació a %1$s
cs: Vytvořit zařízení šifrovací vrstvy na %1$s
de: Gerät der verschlüsselten Schicht auf %1$s erstellen
es: Crear dispositivo de capa de cifrado en %1$s
fi: Luo salattu taso laitteelle %1$s
fr: Créer la couche de chiffrement sur %1$s
gl: Crear a capa de cifrado de dispositivo en %1$s
hu: Titkosításiréteg-eszköz létrehozása a(z) %1$s eszközön
id: Buat perangkat loop terenkripsi pada %1$s
it: Creare lo strato di cifratura su %1$s
ka: %1$s-ზე დაშიფვრის ფენის მოწყობილობის შექმნა
nl: Versleutelingslaag van apparaat op %1$s aanmaken
pl: Utwórz urządzenie warstwy szyfrowania na urządzeniu %1$s
pt_br: Criar dispositivo de camada de criptografia em %1$s
sk: Vytvoriť zariadenie šifrovacej úrovne na %1$s
sl: Ustvari napravo šifrirnega sloja na %1$s
sv: Skapa krypterad enhet på %1$s

source: Create extended partition %1$s (%2$s)
ar: إنشاء قسم موسع %1$s (‏%2$s)
ca: Crea una partició ampliada %1$s (%2$s)
cs: Vytvořit rozšířený oddíl %1$s (%2$s)
de: Erweiterte Partition %1$s (%2$s) erstellen
es: Crear la partición extendida %1$s (%2$s)
fi: Luo laajennettu osio %1$s (%2$s)
fr: Créer la partition étendue %1$s (%2$s)
gl: Crear a partición estendida %1$s (%2$s)
hu: %1$s (%2$s) kiterjesztett partíció létrehozása
id: Buat partisi extended %1$s (%2$s)
it: Creare la partizione estesa %1$s (%2$s)
ka: გაფართოებული დანაყოფის (%1$s) შექმნა (%2$s)
nl: Uitgebreide partitie %1$s (%2$s) aanmaken
pl: Utwórz partycję rozszerzoną %1$s (%2$s)
pt_br: Criar partição estendida %1$s (%2$s)
sk: Vytvoriť rozšírený oddiel %1$s (%2$s)
sl: Ustvari razširjen razdelek %1$s (%2$s)
sv: Skapa utökad partition %1$s (%2$s)

source: Create file system btrfs on %1$s
ar: إنشاء نظام الملفات btrfs على %1$s
ca: Crea un sistema de fitxers btrfs a %1$s
cs: Vytvořit systém souborů btrfs na %1$s
de: Btrfs-Dateisystem auf %1$s erstellen
es: Crear sistema de archivos btrfs en %1$s
fi: Luo Btrfs-tiedostojärjestelmä laitteille %1$s
fr: Créer le système de fichiers btrfs sur %1$s
gl: Crear o sistema de ficheiros btrfs en %1$s
hu: Btrfs fájlrendszer létrehozása a(z) %1$s eszközön
id: Buat sistem berkas btrfs pada %1$s
it: Crea file system btrfs su %1$s
ka: %1$s-ზე btfs ფაილური სისტემის შექმნა
nl: Bestandssysteem btrfs op %1$s aanmaken
pl: Utwórz system plików btrfs na urządzeniu %1$s
pt_br: Criar sistema de arquivos btrfs em %1$s
sk: Vytvoriť súborový systém btrfs na %1$s
sl: Ustvari datotečni sistem btrfs na %1$s
sv: Skapa filsystemet btrfs på %1$s

source: Create file system btrfs on %1$s and mount at %2$s
ar: إنشاء نظام الملفات btrfs على %1$s والتركيب في %2$s
ca: Crea un sistema de fitxers btrfs a %1$s amb el punt de muntatge %2$s
cs: Vytvořit systém souborů btrfs na %1$s a připojit na %2$s
de: Btrfs-Dateisystem auf %1$s erstellen und unter %2$s mounten
es: Crear sistema de archivos btrfs en %1$s y montar en %2$s
fi: Luo Btrfs-tiedostojärjestelmä laitteelle %1$s ja liitä se kohtaan %2$s
fr: Créer un système de fichiers btrfs sur %1$s et le monter à l'emplacement %2$s
gl: Crear un sistema de ficheiros btrfs en %1$s e montar no %2$s
hu: Btrfs fájlrendszer létrehozása a(z) %1$s eszközön, és csatlakoztatása a(z) %2$s csatlakoztatási ponton
id: Buat sistem berkas btfrs pada %1$s dan mengaitkannya di %2$s
it: Crea il file system btrfs su %1$s e montalo in %2$s
ka: შეიქმნება btrfs ფაილური სისტემა %1$s-ზე, მიმაგრებს წერტილით %2$s
nl: Bestandssysteem btrfs op %1$s aanmaken en aankoppelen op %2$s
pl: Utwórz system plików btrfs na urządzeniu %1$s i zamontuj go w punkcie montowania %2$s
pt_br: Criar sistema de arquivos btrfs em %1$s e montar em %2$s
sk: Vytvoriť súborový systém btrfs na %1$s a pripojiť k %2$s
sl: Ustvari datotečni sistem btrfs na %1$s in ga priklopi na %2$s
sv: Skapa filsystemet btrfs på %1$s och montera på %2$s

source: Create hard disk %1$s (%2$s)
ar: إنشاء قرص صلب %1$s (‏%2$s)
ca: Crea el disc dur %1$s (%2$s)
cs: Vytvořit pevný disk %1$s (%2$s)
de: Festplatte %1$s (%2$s) erstellen
es: Crear disco duro %1$s (%2$s)
fi: Luo kiintolevy %1$s (%2$s)
fr: Créer le disque dur %1$s (%2$s)
gl: Crear o disco duro %1$s (%2$s)
hu: %1$s merevlemez (%2$s) létrehozása
id: Buat cakram keras %1$s (%2$s)
it: Crea il disco fisso %1$s (%2$s)
ka: მყარი დისკის (%1$s) შექმნა (%2$s)
nl: Vaste schijf %1$s (%2$s) aanmaken
pl: Utwórz dysk twardy %1$s (%2$s)
pt_br: Criar disco rígido %1$s (%2$s)
sk: Vytvoriť pevný disk %1$s (%2$s)
sl: Ustvari trdi disk %1$s (%2$s)
sv: Skapa hårddisk %1$s (%2$s)

source: Create implicit partition %1$s (%2$s)
ar: إنشاء القسم الضمني%1$s (‏%2$s)
ca: Crea la partició implícita %1$s (%2$s)
cs: Vytvořit implicitní oddíl %1$s (%2$s)
de: Implizite Partition %1$s (%2$s) erstellen
es: Crear partición implícita %1$s (%2$s)
fi: Luo implisiittinen osio %1$s (%2$s)
fr: Créer une partition implicite %1$s (%2$s)
gl: Crear a partición implícita %1$s (%2$s)
hu: %1$s implicit partíció (%2$s) létrehozása
id: Buat partisi implisit %1$s (%2$s)
it: Crea la partizione implicita %1$s (%2$s)
ka: არაცხადი დანაყოფის შექმნა %1$s (%2$s)
nl: Impliciete partitie %1$s (%2$s) aanmaken
pl: Utwórz niejawną partycję %1$s (%2$s)
pt_br: Criar partição implícita %1$s (%2$s)
sk: Vytvoriť implicitný oddiel %1$s (%2$s)
sl: Ustvari implicitni razdelek %1$s (%2$s)
sv: Skapa en underförstådd partition %1$s (%2$s)

source: Create implicit partition table on %1$s
ar: إنشاء جدول قسم ضمني على %1$s
ca: Crea una taula de particions implícita a %1$s
cs: Vytvořit implicitní tabulku oddílů na %1$s
de: Implizite Partitionstabelle auf %1$s erstellen
es: Crear tabla de partición implícita en %1$s
fi: Luo implisiittinen osiotaulukko laitteelle %1$s
fr: Créer une table de partition implicite sur %1$s
gl: Crear a táboa da partición implícita en %1$s
hu: Implicit partíciós tábla létrehozása a(z) %1$s eszközön
id: Buat tabel partisi implisit pada %1$s
it: Crea la tabella delle partizioni implicite su %1$s
ka: %1$s-ზე არაცხადი დანაყოფების სიის შექმნა
nl: Impliciete partitietabel op %1$s aanmaken
pl: Utwórz niejawną tablicę partycji na urządzeniu %1$s
pt_br: Criar tabela de partição implícita em %1$s
sk: Vytvoriť implicitnú tabuľku oddielov na %1$s
sl: Ustvari razpredelnico implicitnih razdelkov na %1$s
sv: Skapa underförstådd partitionstabell på %1$s

source: Create logical partition %1$s (%2$s)
ar: إنشاء القسم المنطقي %1$s (‏%2$s)
ca: Crea la partició lògica %1$s (%2$s)
cs: Vytvořit logický oddíl %1$s (%2$s)
de: Logische Partition %1$s (%2$s) erstellen
es: Crear partición lógica %1$s (%2$s)
fi: Luo looginen osio %1$s (%2$s)
fr: Créer la partition logique %1$s (%2$s)
gl: Crear a partición lóxica %1$s (%2$s)
hu: %1$s logikai partíció (%2$s) létrehozása
id: Buat partisi logical %1$s (%2$s)
it: Creare la partizione logica %1$s (%2$s)
ka: ლოგიკური დანაყოფის (%1$s) შექმნა (%2$s)
nl: Logische partitie %1$s (%2$s) aanmaken
pl: Utwórz partycję logiczną %1$s (%2$s)
pt_br: Criar partição lógica %1$s (%2$s)
sk: Vytvoriť logický oddiel %1$s (%2$s)
sl: Ustvari logični razdelek %1$s (%2$s)
sv: Skapa logiska partitionen %1$s (%2$s)

source: Create logical volume %1$s (%2$s) on volume group %3$s
ar: إنشاء وحدة التخزين المنطقية %1$s (‏%2$s) بمجموعة وحدات التخزين %3$s
ca: Crea el volum lògic %1$s (%2$s) al grup de volums %3$s
cs: Vytvořit logický svazek %1$s (%2$s) na skupině svazků %3$s
de: Logisches Volume %1$s (%2$s) auf Volume-Gruppe %3$s erstellen
es: Crear volumen lógico %1$s (%2$s) en grupo de volúmenes %3$s
fi: Luo looginen taltio %1$s (%2$s) taltioryhmään %3$s
fr: Créer le volume logique %1$s (%2$s) sur le groupe de volumes %3$s
gl: Crear o volume lóxico %1$s (%2$s) no grupo de volumes %3$s
hu: %1$s logikai kötet (%2$s) létrehozása a(z) %3$s kötetcsoportban
id: Buat volume logical %1$s (%2$s) pada grup volume %3$s
it: Creare il volume logico %1$s (%2$s) sul gruppo di volumi %3$s
ka: ლოგიკური ტომის %1$s (%2$s) შექმნა ტომების ჯგუფზე %3$s
nl: Logisch volume %1$s (%2$s) op volumegroep %3$s aanmaken
pl: Utwórz wolumen logiczny %1$s (%2$s) w grupie wolumenów %3$s
pt_br: Criar volume lógico %1$s (%2$s) no grupo de volume %3$s
sk: Vytvoriť logický zväzok %1$s (%2$s) na skupine zväzkov %3$s
sl: Ustvari logični nosilec %1$s (%2$s) na skupini nosilcev %3$s
sv: Skapa logisk volym %1$s (%2$s) i volymgrupp %3$s

source: Create partition %1$s (%2$s)
ar: إنشاء القسم %1$s (‏%2$s)
ca: Crea la partició %1$s (%2$s)
cs: Vytvořit oddíl %1$s (%2$s)
de: Partition %1$s (%2$s) erstellen
es: Crear partición %1$s (%2$s)
fi: Luo osio %1$s (%2$s)
fr: Créer la partition %1$s (%2$s)
gl: Crear a partición %1$s (%2$s)
hu: %1$s partíció (%2$s) létrehozása
id: Buat partisi %1$s (%2$s)
it: Creare la partizione %1$s (%2$s)
ka: %1$s დანაყოფის შექმნა (%2$s)
nl: Partitie %1$s (%2$s) aanmaken
pl: Utwórz partycję %1$s (%2$s)
pt_br: Criar partição %1$s (%2$s)
sk: Vytvoriť oddiel %1$s (%2$s)
sl: Ustvari razdelek %1$s (%2$s)
sv: Skapa partition %1$s (%2$s)

source: Create partition %1$s (%2$s) as %3$s
ar: إنشاء القسم %1$s (‏%2$s) كـ %3$s
ca: Crea la partició %1$s (%2$s) com a %3$s
cs: Vytvořit oddíl %1$s (%2$s) jako %3$s
de: Partition %1$s (%2$s) als %3$s erstellen
es: Crear partición %1$s (%2$s) como %3$s
fi: Luo osio %1$s (%2$s) tunnisteenaan %3$s
fr: Créer la partition %1$s (%2$s) en tant que %3$s
gl: Crear a partición %1$s (%2$s) como %3$s
hu: %1$s partíció (%2$s) létrehozása %3$s partícióként
id: Buat partisi %1$s (%2$s) sebagai %3$s
it: Crea la partizione %1$s (%2$s) come %3$s
ka: %1$s (%2$s) როგორც %3$s დანაყოფის შექმნა
nl: Partitie %1$s (%2$s) als %3$s aanmaken
pl: Utwórz partycję %1$s (%2$s) jako %3$s
pt_br: Criar partição %1$s (%2$s) como %3$s
sk: Vytvoriť oddiel %1$s (%2$s) ako %3$s
sl: Ustvari razdelek %1$s (%2$s) kot %3$s
sv: Skapa partition %1$s (%2$s) som %3$s

source: Create partition %1$s (%2$s) as LVM physical volume
ar: إنشاء القسم %1$s (‏%2$s) كوحدة تخزين فعلية LVM
ca: Crea la partició %1$s (%2$s) com a volum físic d'LVM
cs: Vytvořit oddíl %1$s (%2$s) jako fyzický svazek LVM
de: Partition %1$s (%2$s) als physisches LVM-Volume erstellen
es: Crear partición %1$s (%2$s) como volumen físico LVM
fi: Luo osio %1$s (%2$s) fyysiseksi LVM-taltioksi
fr: Créer la partition %1$s (%2$s) en tant que volume physique LVM
gl: Crear a partición %1$s (%2$s) como volume físico LVM
hu: %1$s partíció (%2$s) létrehozása LVM fizikai kötetként
id: Buat partisi %1$s (%2$s) sebagai volume physical LVM
it: Crea la partizione %1$s (%2$s) come volume fisico LVM
ka: დანაყოფის %1$s (%2$s) შექნა LVM ფიზიკური ტომის სახით
nl: Partitie %1$s (%2$s) aanmaken als LVM fysiek volume
pl: Utwórz partycję %1$s (%2$s) jako wolumen fizyczny LVM
pt_br: Criar partição %1$s (%2$s) como volume físico LVM
sk: Vytvoriť oddiel %1$s (%2$s) ako fyzický zväzok LVM
sl: Ustvari razdelek %1$s (%2$s) kot fizični nosilec LVM
sv: Skapa partition %1$s (%2$s) som fysisk LVM-volym

source: Create partition %1$s (%2$s) for %3$s with %4$s
ar: إنشاء القسم %1$s (‏%2$s) لـ %3$s مع %4$s
ca: Crea la partició %1$s (%2$s) per a %3$s amb %4$s
cs: Vytvořit oddíl %1$s (%2$s) pro přípojný bod %3$s se systémem souborů %4$s
de: Partition %1$s (%2$s) für %3$s mit %4$s erstellen
es: Crear partición %1$s (%2$s) para %3$s con %4$s
fi: Luo osio %1$s (%2$s), liitospiste %3$s ja tiedostojärjestelmä %4$s
fr: Créer la partition %1$s (%2$s) pour le point de montage %4$s avec le système de fichiers %3$s
gl: Crear a partición %1$s (%2$s) para %3$s con %4$s
hu: %1$s partíció (%2$s) létrehozása a(z) %3$s csatlakoztatási ponthoz %4$s fájlrendszerrel
id: Buat partisi %1$s (%2$s) untuk %3$s dengan %4$s
it: Crea la partizione %1$s (%2$s) per %3$s con %4$s
ka: დანაყოფის %1$s (%2$s) შექმნა %3$s-სთვის ფაილური სისტემით %4$s
nl: Partitie %1$s (%2$s) voor %3$s met %4$s aanmaken
pl: Utwórz partycję %1$s (%2$s) dla punktu montowania %3$s z systemem plików %4$s
pt_br: Criar partição %1$s (%2$s) para %3$s com %4$s
sk: Vytvoriť oddiel %1$s (%2$s) pre %3$s s %4$s
sl: Ustvari razdelek %1$s (%2$s) za %3$s z datotečnim sistemom %4$s
sv: Skapa partition %1$s (%2$s) för %3$s med %4$s

source: Create partition %1$s (%2$s) for swap
ar: إنشاء القسم %1$s (‏%2$s) للتبادل
ca: Crea la partició %1$s (%2$s) per a intercanvi
cs: Vytvořit oddíl %1$s (%2$s) pro stránkování
de: Partition %1$s (%2$s) für Auslagerung erstellen
es: Crear partición %1$s (%2$s) para intercambio
fi: Luo osio %1$s (%2$s) sivutusta varten
fr: Créer la partition %1$s (%2$s) pour l'échange
gl: Crear a partición %1$s (%2$s) para swap
hu: %1$s partíció (%2$s) létrehozása a lapozófájlhoz
id: Buat partisi %1$s (%2$s) untuk swap
it: Crea la partizione %1$s (%2$s) per swap
ka: სვოპისთვის %1$s (%2$s) დანაყოფის შექმნა
nl: Partitie %1$s (%2$s) voor swap aanmaken
pl: Utwórz partycję %1$s (%2$s) na potrzeby obszaru wymiany
pt_br: Criar partição %1$s (%2$s) para troca
sk: Vytvoriť oddiel %1$s (%2$s) pre swap
sl: Ustvari razdelek %1$s (%2$s) za izmenjevalni razdelek
sv: Skapa partition %1$s (%2$s) för swap

source: Create partition %1$s (%2$s) with %3$s
ar: إنشاء القسم %1$s (‏%2$s) مع %3$s
ca: Crea la partició %1$s (%2$s) amb %3$s
cs: Vytvořit oddíl %1$s (%2$s) se systémem souborů %3$s
de: Partition %1$s (%2$s) mit %3$s erstellen
es: Crear partición %1$s (%2$s) con %3$s
fi: Luo osio %1$s (%2$s) tiedostojärjestelmällä %3$s
fr: Créer la partition %1$s (%2$s) avec le système de fichiers %3$s
gl: Crear a partición %1$s (%2$s) con %3$s
hu: %1$s partíció (%2$s) létrehozása (%3$s fájlrendszer)
id: Buat partisi %1$s (%2$s) dengan %3$s
it: Crea la partizione %1$s (%2$s) con %3$s
ka: დანაყოფის %1$s(%2$s) %3$s-ით შექმნა
nl: Partitie %1$s (%2$s) met %3$s aanmaken
pl: Utwórz partycję %1$s (%2$s) z systemem plików %3$s
pt_br: Criar partição %1$s (%2$s) com %3$s
sk: Vytvoriť oddiel %1$s (%2$s) s %3$s
sl: Ustvari razdelek %1$s (%2$s) z datotečnim sistemom %3$s
sv: Skapa partition %1$s (%2$s) med %3$s

source: Create physical volume on %1$s
ar: إنشاء وحدة نخزين فعلية %1$s
ca: Crea un volum físic a %1$s
cs: Vytváří se fyzický svazek na %1$s
de: Physisches Volume auf %1$s erstellen
es: Crear volumen físico en %1$s
fi: Luo fyysinen taltio laitteelle %1$s
fr: Créer le volume physique sur %1$s
gl: Creando o volume físico en %1$s
hu: %1$s fizikai kötet létrehozása
id: Buat volume fisik pada %1$s
it: Creare il volume fisico su %1$s
ka: %1$s-ზე ფიზიკური ტომის შექმნა
nl: Fysiek volume op %1$s aanmaken
pl: Utwórz wolumen fizyczny na urządzeniu %1$s
pt_br: Criar volume físico em %1$s
sk: Vytvoriť fyzický zväzok na %1$s
sl: Ustvari fizični nosilec na %1$s
sv: Skapa fysisk volym på %1$s

source: Create primary partition %1$s (%2$s)
ar: إنشاء القسم الأساسي %1$s (‏%2$s)
ca: Crea la partició primària %1$s (%2$s)
cs: Vytvořit primární oddíl %1$s (%2$s)
de: Primäre Partition %1$s (%2$s) erstellen
es: Crear partición primaria %1$s (%2$s)
fi: Luo ensiöosio %1$s (%2$s)
fr: Créer la partition primaire %1$s (%2$s)
gl: Crear a partición primaria %1$s (%2$s)
hu: %1$s elsődleges partíció (%2$s) létrehozása
id: Buat partisi primary %1$s (%2$s)
it: Creare la partizione primaria %1$s (%2$s)
ka: ძირითადი დანაყოფის (%1$s) შექმნა (%2$s)
nl: Primaire partitie %1$s (%2$s) aanmaken
pl: Utwórz partycję podstawową %1$s (%2$s)
pt_br: Criar partição primária %1$s (%2$s)
sk: Vytvoriť primárny oddiel %1$s (%2$s)
sl: Ustvari glavni razdelek %1$s (%2$s)
sv: Skapa primär partition %1$s (%2$s)

source: Create qgroup %1$s on %2$s
ca: Crea el qgrup %1$s a %2$s
cs: Vytvořit qgroup (q-skupinu) %1$s na %2$s
de: qgroup %1$s auf %2$s erstellen
es: Crear qgroup %1$s en %2$s
fi: Luo qgroup %1$s laitteelle %2$s
fr: Créer le qgroup %1$s sur %2$s
id: Buat qgrup %1$s pada %2$s
it: Crea qgroup %1$s su %2$s
ka: შეიქმნება qgroup %1$s %2$s-ზე
nl: Qgroup %1$s op %2$s aanmaken
pt_br: Criar qgroup %1$s em %2$s
sk: Vytvoriť qgroup %1$s na %2$s
sl: Ustvari qgroup %1$s na %2$s
sv: Skapar qgroup %1$s på %2$s

source: Create subvolume %1$s on %2$s
ar: إنشاء وحدة التخزين الفرعية %1$s على %2$s
ca: Crea el subvolum %1$s a %2$s
cs: Vytvořit podsvazek %1$s na %2$s
de: Subvolume %1$s auf %2$s erstellen
es: Crear subvolumen %1$s en %2$s
fi: Luo alitaltio %1$s laitteelle %2$s
fr: Créer le sous-volume %1$s sur %2$s
gl: Crear o subvolume %1$s en %2$s
hu: %1$s alkötet létrehozása a(z) %2$s eszközön
id: Buat subvolume %1$s pada %2$s
it: Creare il sottovolume %1$s su %2$s
ka: %2$s-ზე ქვეტომის (%1$s) შექმნა
nl: Subvolume %1$s op %2$s aanmaken
pl: Utwórz podwolumin %1$s na urządzeniu %2$s
pt_br: Criar subvolume %1$s em %2$s
sk: Vytvoriť podzväzok %1$s na %2$s
sl: Ustvari podnosilec %1$s na %2$s
sv: Skapa delvolym %1$s på %2$s

source: Create thin logical volume %1$s (%2$s) on volume group %3$s
ar: إنشاء وحدة التخزين المنطقية التابعة %1$s (‏%2$s) في مجموعة وحدات التخزين %3$s
ca: Crea el volum lògic prim %1$s (%2$s) al grup de volums %3$s
cs: Vytvořit tenký logický svazek %1$s (%2$s) na skupině svazků %3$s
de: Logisches Thin Volume %1$s (%2$s) in Volume-Gruppe %3$s erstellen
es: Creando el volumen lógico ligero %1$s (%2$s) en el grupo de volúmenes %3$s
fi: Luo ohut looginen taltio %1$s (%2$s) taltioryhmään %3$s
fr: Créer le volume logique léger %1$s (%2$s) sur le groupe de volumes %3$s
gl: Crear o volume lóxico reducido %1$s (%2$s) no grupo de volumes %3$s
hu: %1$s vékony logikai kötet (%2$s) létrehozása a(z) %3$s kötetcsoportban
id: Buat volume logical thin %1$s (%2$s) pada grup volume %3$s
it: Crea volume logico thin %1$s (%2$s) sul gruppo di volumi %3$s
ka: თხელი ლოგიკური ტომის %1$s(%2$s) შექმნა ტომების ჯგუფზე %3$s
nl: Thin logisch volume %1$s (%2$s) op volumegroep %3$s aanmaken
pl: Utwórz cienki wolumen logiczny %1$s (%2$s) w grupie wolumenów %3$s
pt_br: Criar volume lógico thin %1$s (%2$s) no grupo de volumes %3$s
sk: Vytvoriť tenký logický zväzok %1$s (%2$s) na skupine zväzkov %3$s
sl: Ustvari tanek logični nosilec %1$s (%2$s) na skupini nosilcev %3$s
sv: Skapar tunn logisk volym %1$s (%2$s) i volymgrupp %3$s

source: Create thin pool logical volume %1$s (%2$s) on volume group %3$s
ar: إنشاء مجمع وحدة التخزين المنطقية التابع %1$s (‏%2$s) في مجموعة وحدات التخزين %3$s
ca: Crea el volum lògic d'agrupació prima %1$s (%2$s) al grup de volums %3$s
cs: Vytvořit logický svazek tenkého fondu %1$s (%2$s) na skupině svazků %3$s
de: Logisches Thin Pool Volume %1$s (%2$s) in Volume-Gruppe %3$s erstellen
es: Creando el volumen lógico de grupo ligero %1$s (%2$s) en el grupo de volúmenes %3$s
fi: Luo ohut looginen taltio %1$s (%2$s) taltioryhmään %3$s
fr: Créer le volume logique de pool léger %1$s (%2$s) sur le groupe de volumes %3$s
gl: Crear a área reducida de volume lóxico %1$s (%2$s) no grupo de volumes %3$s
hu: Vékony készlethez tartozó %1$s logikai kötet (%2$s) létrehozása a(z) %3$s kötetcsoportban
id: Buat volume logical pool %1$s (%2$s) pada grup volume %3$s
it: Crea volume logico pool thin %1$s (%2$s) sul gruppo di volumi %3$s
ka: თხელი პულის ლოგიკური ტომის %1$s (%2$s) შექმნა ტომების ჯგუფზე %3$s
nl: Thin logisch volume %1$s (%2$s) op volumegroep %3$s aanmaken
pl: Utwórz wolumen logiczny %1$s (%2$s) cienkiej puli w grupie wolumenów %3$s
pt_br: Criar volume lógico de pool thin %1$s (%2$s) no grupo de volumes %3$s
sk: Vytvoriť tenký logický zväzok fondu %1$s (%2$s) na skupine zväzkov %3$s
sl: Ustvari logični nosilec s tanko zalogo %1$s (%2$s) na skupini nosilcev %3$s
sv: Skapar tunn logisk volym %1$s (%2$s) i volymgrupp %3$s

source: Create volume group %1$s (%2$s)
ar: إنشاء مجموعة وحدات تخزين %1$s (‏%2$s)
ca: Crea el grup de volums %1$s (%2$s)
cs: Vytvořit skupinu svazků %1$s (%2$s)
de: Volume-Gruppe %1$s (%2$s) erstellen
es: Crear grupo de volúmenes %1$s (%2$s)
fi: Luo taltioryhmä %1$s (%2$s)
fr: Créer le groupe de volumes %1$s (%2$s)
gl: Crear o grupo de volumes %1$s (%2$s)
hu: %1$s kötetcsoport (%2$s) létrehozása
id: Buat grup volume %1$s (%2$s)
it: Creare il gruppo di volumi %1$s (%2$s)
ka: ტომების ჯგუფის (%1$s) შექმნა (%2$s)
nl: Volumegroep %1$s (%2$s) aanmaken
pl: Utwórz grupę woluminów %1$s (%2$s)
pt_br: Criar grupo de volume %1$s (%2$s)
sk: Vytvoriť skupinu zväzkov %1$s (%2$s)
sl: Ustvari skupino nosilcev %1$s (%2$s)
sv: Skapa volymgrupp %1$s (%2$s)
