Repository: openSUSE/libstorage-ng
Catalog: po/*.po
Languages: ar, ca, cs, de, es, fi, fr, gl, hu, id, it, ka, nl, pl, pt_br, sk, sl, sv

source: Encrypt %1$s %2$s (%3$s) with %4$s
ar: قم بتشفيير %1$s %2$s (%3$s) بنظام الملفات %4$s
ca: Encripta %1$s %2$s (%3$s) amb %4$s
cs: Zašifrovat %1$s %2$s (%3$s) s %4$s
de: %1$s %2$s (%3$s) mit %4$s verschlüsseln
es: Cifrar %1$s %2$s (%3$s) con %4$s
fi: Salaa %1$s %2$s (%3$s) tiedostojärjestelmällä %4$s
fr: Chiffrer le %1$s %2$s (%3$s) avec %4$s
gl: Cifrar %1$s %2$s (%3$s) con %4$s
hu: %1$s %2$s (%3$s) partíció titkosítása %4$s fájlrendszerrel
id: Enkripsi %1$s %2$s (%3$s) dengan %4$s
it: Cifra %1$s %2$s (%3$s) con %4$s
ka: %1$s %2$s-ის (%3$s) %4$s-ით დაშიფვრა
nl: %1$s %2$s (%3$s) versleutelen met %4$s
pl: Zaszyfruj partycję %1$s %2$s (%3$s) z systemem plików %4$s
pt_br: Criptografar %1$s %2$s (%3$s) com %4$s
sk: Šifrovať %1$s %2$s (%3$s) s %4$s
sl: Zašifriraj %1$s %2$s (%3$s) z datotečnim sistemom %4$s
sv: Kryptera %1$s %2$s (%3$s) med %4$s

source: Encrypt LVM logical volume %1$s (%2$s) on volume group %3$s
ar: تشفير وحدة التخزين المنطقية LVM %1$s (‏%2$s) بمجموعة وحدات التخزين %3$s
ca: Encripta el volum lògic d'LVM %1$s (%2$s) al grup de volums %3$s
cs: Zašifrovat logický svazek LVM %1$s (%2$s) na skupině svazků %3$s
de: Logisches LVM-Volume %1$s (%2$s) in Volume-Gruppe %3$s verschlüsseln
es: Cifrar volumen lógico LVM %1$s (%2$s) en el grupo de volúmenes %3$s
fi: Salaa looginen LVM-taltio %1$s (%2$s) taltioryhmään %3$s
fr: Chiffrer le volume logique LVM %1$s (%2$s) sur le groupe de volumes %3$s
gl: Cifrar o volume lóxico LVM %1$s (%2$s) no grupo de volumes %3$s
hu: %1$s LVM logikai kötet (%2$s) titkosítása a(z) %3$s kötetcsoportban
id: Enkripsi volume logical LVM %1$s (%2$s) pada grup volume %3$s
it: Cifra il volume logico LVM %1$s (%2$s) sul gruppo di volumi %3$s
ka: ტომების ჯგუფზე %3$s არსებული LVM ლოგიკური ტომის %1$s (%2$s) დაშიფვრა
nl: LVM logisch volume %1$s (%2$s) op volumegroep %3$s versleutelen
pl: Zaszyfruj wolumen logiczny LVM %1$s (%2$s) w grupie wolumenów %3$s
pt_br: Criptografar volume lógico LVM %1$s (%2$s) no grupo de volumes %3$s
sk: Šifrovať logický zväzok LVM %1$s (%2$s) na skupine zväzkov %3$s
sl: Zašifriraj logični nosilec LVM %1$s (%2$s) na skupini nosilcev %3$s
sv: Kryptera logisk LVM-volym %1$s (%2$s) i volymgrupp %3$s

source: Encrypt LVM logical volume %1$s (%2$s) on volume group %3$s for %4$s with %5$s
ar: تشفير وحدة التخزين المنطقية %1$s (%2$s) في مجموعة وحدات التخزين %3$s لـ %4$s بـ %5$s
ca: Encripta el volum lògic d'LVM %1$s (%2$s) al grup de volums %3$s per a %4$s amb %5$s
cs: Zašifrovat logický svazek LVM %1$s (%2$s) na skupině svazků %3$s pro přípojný bod %4$s se systémem souborů %5$s
de: Logisches LVM-Volume %1$s (%2$s) in Volume-Gruppe %3$s für %4$s mit %5$s verschlüsseln
es: Cifrar volumen lógico LVM %1$s (%2$s) en el grupo de volúmenes %3$s para %4$s con %5$s
fi: Salaa looginen LVM-taltio %1$s (%2$s) taltioryhmään %3$s, liitospiste %4$s ja tiedostojärjestelmä %5$s
fr: Chiffrer le volume logique LVM %1$s (%2$s) sur le groupe de volumes %3$s pour le point de montage %4$s avec le système de fichiers %5$s
gl: Cifrar o volume lóxico LVM %1$s (%2$s) no grupo de volumes %3$s de %4$s con %5$s
hu: %1$s LVM logikai kötet (%2$s) titkosítása a(z) %3$s kötetcsoportban a(z) %4$s csatlakoztatási pontnál (%5$s fájlrendszer)
id: Enkripsi volume logical LVM %1$s (%2$s) pada grup volume %3$s untuk %4$s dengan %5$s
it: Cifra il volume logico LVM %1$s (%2$s) sul gruppo di volumi %3$s per %4$s con %5$s
ka: ტომების ჯგუფზე %3$s %4$s-სთვის ფაილური სისტემით %5$s LVM ლოგიკური ტომის %1$s (%2$s) დაშიფვრა
nl: LVM logisch volume %1$s (%2$s) op volumegroep %3$s voor %4$s met %5$s versleutelen
pl: Zaszyfruj wolumen logiczny LVM %1$s (%2$s) w grupie wolumenów %3$s dla punktu montowania %4$s z systemem plików %5$s
pt_br: Criptografar volume lógico LVM %1$s (%2$s) no grupo de volumes %3$s para %4$s com %5$s
sk: Šifrovať logický zväzok LVM %1$s (%2$s) na skupine zväzkov %3$s pre %4$s s %5$s
sl: Zašifriraj logični nosilec LVM %1$s (%2$s) na skupini nosilcev %3$s za %4$s z datotečnim sistemom %5$s
sv: Kryptera logisk LVM-volym %1$s i volymgrupp %2$s från %3$s till %4$s med %5$s

source: Encrypt LVM logical volume %1$s (%2$s) on volume group %3$s with %4$s
ar: تشفير وحدة التخزين المنطقية LVM %1$s (‏%2$s) بمجموعة وحدات التخزين %3$s بـ %4$s
ca: Encripta el volum lògic d'LVM %1$s (%2$s) al grup de volums %3$s amb %4$s
cs: Zašifrovat logický svazek LVM %1$s (%2$s) na skupině svazků %3$s se systémem souborů %4$s
de: Logisches LVM-Volume %1$s (%2$s) in Volume-Gruppe %3$s mit %4$s verschlüsseln
es: Crear volumen lógico LVM %1$s (%2$s) en el grupo de volúmenes %3$s con %4$s
fi: Salaa looginen LVM-taltio %1$s (%2$s) taltioryhmässä %3$s tiedostojärjestelmällä %4$s
fr: Chiffrer le volume logique LVM %1$s (%2$s) sur le groupe de volumes %3$s avec le système de fichiers %4$s
gl: Cifrar o volume lóxico LVM %1$s (%2$s) no grupo de volumes %3$s con %4$s
hu: %1$s LVM logikai kötet (%2$s) titkosítása a(z) %3$s kötetcsoportban (%4$s fájlrendszer)
id: Enkripsi volume logical LVM %1$s (%2$s) pada grup volume %3$s dengan %4$s
it: Cifra il volume logico LVM %1$s (%2$s) sul gruppo di volumi %3$s con %4$s
ka: ტომების ჯგუფზე %3$s %4$s-ით არსებული LVM ლოგიკური ტომის %1$s(%2$s) დაშიფვრა
nl: LVM logisch volume %1$s (%2$s) op volumegroep %3$s met %4$s versleutelen
pl: Zaszyfruj wolumen logiczny LVM %1$s (%2$s) w grupie wolumenów %3$s z systemem plików %4$s
pt_br: Criptografar volume lógico LVM %1$s (%2$s) no grupo de volumes %3$s com %4$s
sk: Šifrovať logický zväzok LVM %1$s (%2$s) na skupine zväzkov %3$s s %4$s
sl: Zašifriraj logični nosilec LVM %1$s (%2$s) na skupini nosilcev %3$s z datotečnim sistemom %4$s
sv: Skapa logisk LVM-volym %1$s (%2$s) i volymgrupp %3$s med %4$s

source: Encrypt bcache %1$s on %2$s (%3$s)
ar: قم بتشفير bcache %1$s في %2$s (%3$s)
ca: Encripta la bcau %1$s a %2$s (%3$s)
cs: Zašifrovat bcache %1$s na %2$s (%3$s)
de: Bcache %1$s auf %2$s (%3$s) verschlüsseln
es: Cifrar bcache %1$s en %2$s (%3$s)
fi: Salaa bcache %1$s laitteella %2$s (%3$s)
fr: Chiffrer le bcache %1$s sur %2$s (%3$s)
gl: Cifrar o bcache %1$s de %2$s (%3$s)
hu: %1$s bcache titkosítása a(z) %2$s (%3$s) eszközön
id: Enkripsi bcache %1$s pada %2$s (%3$s)
it: Cifra la bcache %1$s su %2$s (%3$s)
ka: %2$s-ზე (%3$s) bcache %1$s-ის დაშიფვრა
nl: Bcache %1$s op %2$s (%3$s) versleutelen
pl: Zaszyfruj bufor bcache %1$s na urządzeniu %2$s (%3$s)
pt_br: Criptografar bcache %1$s em %2$s (%3$s)
sk: Šifrovať bcache %1$s na %2$s (%3$s)
sl: Zašifriraj bcache %1$s na %2$s (%3$s)
sv: Kryptera bcache %1$s på %2$s (%3$s)

source: Encrypt bcache %1$s on %2$s (%3$s) for %4$s with %5$s
ar: قم بتشفير bcache %1$s في %2$s (%3$s) لنقطة التحميل %4$s بنظام الملفات %5$s
ca: Encripta la bcau %1$s a %2$s (%3$s) per a %4$s amb %5$s
cs: Zašifrovat bcache %1$s na %2$s (%3$s) pro %4$s s %5$s
de: Bcache %1$s auf %2$s (%3$s) für %4$s mit %5$s verschlüsseln
es: Cifrar bcache %1$s en %2$s (%3$s) para %4$s con %5$s
fi: Salaa bcache %1$s laitteella %2$s (%3$s) liitospisteeksi %4$s (%5$s)
fr: Chiffrer le bcache %1$s sur %2$s (%3$s) pour %4$s avec %5$s
gl: Cifrar o bcache %1$s de %2$s (%3$s) para %4$s con %5$s
hu: %1$s bcache titkosítása a(z) %2$s (%3$s) eszközön a(z) %4$s csatlakoztatási ponthoz %5$s fájlrendszerrel
id: Enkripsi bcache %1$s pada %2$s (%3$s) untuk %4$s dengan %5$s
it: Cifra la bcache %1$s su %2$s (%3$s) per %4$s con %5$s
ka: Bcache %1$s %2$s-ზე (%3$s) %4$s-სთვის %5$s-ით დაშიფვრა
nl: Bcache %1$s op %2$s (%3$s) versleutelen voor %4$s met %5$s
pl: Zaszyfruj bufor bcache %1$s na urządzeniu %2$s (%3$s) dla punktu montowania %4$s z systemem plików %5$s
pt_br: Criptografar bcache %1$s %2$s (%3$s) para %4$s com %5$s
sk: Šifrovať bcache %1$s na %2$s (%3$s) pre %4$s s %5$s
sl: Zašifriraj bcache %1$s na %2$s (%3$s) za %4$s z datotečnim sistemom %5$s
sv: Kryptera bcache %1$s på %2$s (%3$s) för %4$s med %5$s

source: Encrypt bcache %1$s on %2$s (%3$s) with %4$s
ar: قم بتشفير bcache %1$s في %2$s (%3$s) بنظام الملفات %4$s
ca: Encripta la bcau %1$s a %2$s (%3$s) amb %4$s
cs: Zašifrovat bcache %1$s na %2$s (%3$s) s %4$s
de: Bcache %1$s auf %2$s (%3$s) mit %4$s verschlüsseln
es: Cifrar bcache %1$s en %2$s (%3$s) con %4$s
fi: Salaa bcache %1$s laitteella %2$s (%3$s) tiedostojärjestelmällä %4$s
fr: Chiffrer le bcache %1$s sur %2$s (%3$s) avec %4$s
gl: Cifrar o bcache %1$s de %2$s (%3$s) con %4$s
hu: %1$s bcache titkosítása a(z) %2$s (%3$s) eszközön %4$s fájlrendszerrel
id: Enkripsi bcache %1$s pada %2$s (%3$s) dengan %4$s
it: Cifra la bcache %1$s su %2$s (%3$s) con %4$s
ka: Bcache %1$s-ის დაშიფვრა %2$s-ზე (%3$s) %4$s-ით
nl: Bcache %1$s op %2$s (%3$s) versleutelen met %4$s
pl: Zaszyfruj bufor bcache %1$s na urządzeniu %2$s (%3$s) z systemem plików %4$s
pt_br: Criptografar bcache %1$s em %2$s (%3$s) com %4$s
sk: Šifrovať bcache %1$s na %2$s (%3$s) s %4$s
sl: Zašifriraj bcache %1$s na %2$s (%3$s) z datotečnim sistemom %4$s
sv: Kryptera bcache %1$s på %2$s (%3$s) med %4$s

source: Encrypt partition %1$s (%2$s)
ar: تشفير القسم %1$s (‏%2$s)
ca: Encripta la partició %1$s (%2$s)
cs: Zašifrovat oddíl %1$s (%2$s)
de: Partition %1$s (%2$s) verschlüsseln
es: Cifrar partición %1$s (%2$s)
fi: Salaa osio %1$s (%2$s)
fr: Chiffrer la partition %1$s (%2$s)
gl: Cifrar a partición %1$s (%2$s)
hu: %1$s partíció (%2$s) titkosítása
id: Enkripsi partisi %1$s (%2$s)
it: Cifra la partizione %1$s (%2$s)
ka: %1$s (%2$s) დანაყოფის დაშიფვრა
nl: Partitie %1$s (%2$s) versleutelen
pl: Zaszyfruj partycję %1$s (%2$s)
pt_br: Criptografar partição %1$s (%2$s)
sk: Šifrovať oddiel %1$s (%2$s)
sl: Zašifriraj razdelek %1$s (%2$s)
sv: Kryptera partition %1$s (%2$s)

source: Encrypt partition %1$s (%2$s) for %3$s with %4$s
ar: تشفير قسم %1$s (%2$s) لـ %3$s بـ %4$s
ca: Encripta la partició %1$s (%2$s) per a %3$s amb %4$s
cs: Zašifrovat oddíl %1$s (%2$s) pro přípojný bod %3$s se systémem souborů %4$s
de: Partition %1$s (%2$s) für %3$s mit %4$s verschlüsseln
es: Cifrar partición %1$s (%2$s) para %3$s con %4$s
fi: Salaa osio %1$s (%2$s) liitospisteeksi %3$s tiedostojärjestelmällä %4$s
fr: Chiffrer la partition %1$s (%2$s) pour le point de montage %3$s avec le système de fichiers %4$s
gl: Cifrar a partición %1$s (%2$s) para %3$s con %4$s
hu: %1$s partíció (%2$s) titkosítása a(z) %3$s csatlakoztatási pontnál (%4$s fájlrendszer)
id: Enkripsi partisi %1$s (%2$s) untuk %3$s dengan %4$s
it: Cifra la partizione %1$s (%2$s) per %3$s con %4$s
ka: %1$s (%2$s) დანაყოფის დაშიფვრა %3$s-სთვის %4$s-ით
nl: Partitie %1$s (%2$s) voor %3$s met %4$s versleutelen
pl: Zaszyfruj partycję %1$s (%2$s) dla punktu montowania %3$s z systemem plików %4$s
pt_br: Criptografar partição %1$s (%2$s) para %3$s com %4$s
sk: Šifrovať oddiel %1$s (%2$s) pre %3$s s %4$s
sl: Zašifriraj razdelek %1$s (%2$s) za %3$s z datotečnim sistemom %4$s
sv: Kryptera partition %1$s från %2$s till %3$s med %4$s

source: Encrypt partition %1$s (%2$s) with %3$s
ar: تشفير قسم %1$s (%2$s) بـ %3$s
ca: Encripta la partició %1$s (%2$s) amb %3$s
cs: Zašifrovat oddíl %1$s (%2$s) se systémem souborů %3$s
de: Partition %1$s (%2$s) mit %3$s verschlüsseln
es: Cifrar partición %1$s (%2$s) con %3$s
fi: Salaa osio %1$s (%2$s) tiedostojärjestelmällä %3$s
fr: Chiffrer la partition %1$s (%2$s) avec le système de fichiers %3$s
gl: Cifrar a partición %1$s (%2$s) con %3$s
hu: %1$s partíció (%2$s) titkosítása (%3$s fájlrendszer)
id: Enkripsi partisi %1$s (%2$s) dengan %3$s
it: Cifra la partizione %1$s (%2$s) con %3$s
ka: %1$s (%2$s) დანაყოფის დაშიფვრა %3$s-ით
nl: Partitie %1$s (%2$s) met %3$s versleutelen
pl: Zaszyfruj partycję %1$s (%2$s) z systemem plików %3$s
pt_br: Criptografar partição %1$s (%2$s) com %3$s
sk: Šifrovať oddiel %1$s (%2$s) s %3$s
sl: Zašifriraj razdelek %1$s (%2$s) z datotečnim sistemom %3$s
sv: Kryptera partition %1$s från (%2$s) med %3$s

source: Encryption
ar: تشفير
ca: Encriptació
cs: Šifrování
de: Verschlüsselung
es: Cifrado
fi: Salaus
fr: Chiffrement
gl: Cifrado
hu: Titkosítás
id: Enkripsi
it: Cifratura
ka: დაშიფვრა
nl: Versleuteling
pl: Szyfrowanie
pt_br: Criptografia
sk: Šifrovanie
sl: Šifriranje
sv: Kryptering

source: Extended Partition
ca: Partició ampliada
cs: Rozšířený oddíl
de: Erweiterte Partition
es: Partición extendida
fi: Laajennettu osio
fr: Partition étendue
id: Partisi Extended
it: Partizione estesa
ka: გაფართოებული დანაყოფი
nl: Uitgebreide partitie
pt_br: Partição Extendida
sk: Rozšírený oddiel
sl: Razširjeni razdelek
sv: Utökad partition

source: Failed to find device %s
ca: Ha fallat trobar el dispositiu %s.
cs: Nepodařilo se najít zařízení %s
de: Gerät %s konnte nicht gefunden werden
es: No se pudo encontrar el dispositivo %s
fi: Laitetta %s ei löytynyt
fr: Périphérique %s introuvable
id: Gagal menemukan perangkat %s
it: Ricerca del dispositivo %s non riuscita
ka: მოწყობილობა %s აღმოჩენილი არაა
nl: Vinden van apparaat %s is mislukt
pt_br: Falha ao encontrar o dispositivo %s
sk: Nepodarilo sa nájsť zariadenie %s
sl: Naprave %s ni bilo moč najti
sv: Det gick inte att hitta enhet %s

source: Format %1$s %2$s (%3$s) for %4$s with %5$s
ar: قم بتنسيق %1$s %2$s (%3$s) لنقطة التحميل %4$s بنظام الملفات %5$s
ca: Formata %1$s %2$s (%3$s) per a %4$s amb %5$s
cs: Formátovat %1$s %2$s (%3$s) pro %4$s s %5$s
de: %1$s %2$s (%3$s) für %4$s mit %5$s formatieren
es: Formatear %1$s %2$s (%3$s) para %4$s con %5$s
fi: Alusta %1$s %2$s (%3$s) liitospisteeksi %4$s tiedostojärjestelmään %5$s
fr: Formater le %1$s %2$s (%3$s) pour %4$s avec %5$s
gl: Formatar %1$s %2$s (%3$s) para %4$s con %5$s
hu: %1$s %2$s (%3$s) partíció formázása a(z) %4$s csatlakoztatási ponthoz %5$s fájlrendszerrel
id: Format %1$s %2$s (%3$s) untuk %4$s dengan %5$s
it: Formatta %1$s %2$s (%3$s) per %4$s con %5$s
ka: %1$s %2$s-ის (%3$s) დაფორმატება %4$s-სთვის %5$s-ით
nl: %1$s %2$s (%3$s) formatteren voor %4$s met %5$s
pl: Sformatuj partycję %1$s %2$s (%3$s) dla punktu montowania %4$s z systemem plików %5$s
pt_br: Formatar %1$s %2$s (%3$s) para %4$s com %5$s
sk: Formátovať %1$s %2$s (%3$s) pre %4$s s %5$s
sl: Formatiraj %1$s %2$s (%3$s) za %4$s z datotečnim sistemom %5$s
sv: Formatera %1$s %2$s (%3$s) för %4$s med %5$s

source: Format %1$s %2$s (%3$s) with %4$s
ar: قم بتنسيق %1$s %2$s (%3$s) بنظام الملفات %4$s
ca: Formata %1$s %2$s (%3$s) amb %4$s
cs: Formátovat %1$s %2$s (%3$s) s %4$s
de: %1$s %2$s (%3$s) mit %4$s formatieren
es: Formatear %1$s %2$s (%3$s) con %4$s
fi: Alusta %1$s %2$s (%3$s) tiedostojärjestelmään %4$s
fr: Formater le %1$s %2$s (%3$s) avec %4$s
gl: Formatar %1$s %2$s (%3$s) con %4$s
hu: %1$s %2$s (%3$s) partíció formázása %4$s fájlrendszerrel
id: Format %1$s %2$s (%3$s) dengan %4$s
it: Formatta %1$s %2$s (%3$s) con %4$s
ka: %1$s %2$s-ის (%3$s) %4$s-ით დაფორმატება
nl: %1$s %2$s (%3$s) formatteren met %4$s
pl: Sformatuj partycję %1$s %2$s (%3$s) z systemem plików %4$s
pt_br: Formatar %1$s %2$s (%3$s) com %4$s
sk: Formátovať %1$s %2$s (%3$s) s %4$s
sl: Formatiraj %1$s %2$s (%3$s) z datotečnim sistemom %4$s
sv: Formatera %1$s %2$s (%3$s) med %4$s

source: Format LVM logical volume %1$s (%2$s) on volume group %3$s for %4$s with %5$s
ar: تنسيق وحدة التخزين المنطقية LVM %1$s (‏%2$s) بمجموعة وحدات التخزين %3$s لـ %4$s بـ %5$s
ca: Formata el volum lògic d'LVM %1$s (%2$s) al grup de volums %3$s per a %4$s amb %5$s
cs: Formátovat logický svazek LVM %1$s (%2$s) na skupině svazků %3$s pro bod připojení %4$s se systémem souborů %5$s
de: Logisches LVM-Volume %1$s (%2$s) in Volume-Gruppe %3$s für %4$s mit %5$s formatieren
es: Formatear volumen lógico LVM %1$s (%2$s) en el grupo de volúmenes %3$s para %4$s con %5$s
fi: Alusta taltioryhmän %3$s looginen LVM-taltio %1$s (%2$s) liitospisteeksi %4$s (%5$s)
fr: Formater le volume logique LVM %1$s (%2$s) sur le groupe de volumes %3$s pour le point de montage %4$s avec le système de fichiers %5$s
gl: Formatar o volume lóxico LVM %1$s (%2$s) do grupo de volumes %3$s para %4$s con %5$s
hu: %1$s LVM logikai kötet (%2$s) formázása a(z) %3$s kötetcsoportban a(z) %4$s csatlakoztatási ponthoz (%5$s fájlrendszer)
id: Format volume logical LVM %1$s (%2$s) pada grup volume %3$s untuk %4$s dengan %5$s
it: Formatta il volume logico LVM %1$s (%2$s) sul gruppo di volumi %3$s per %4$s con %5$s
ka: ტომების ჯგუფზე %3$s არსებული LVM ლოგიკური ტომის %1$s (%2$s) დაფორმატება %4$s-სთვის %5$s-ით
nl: LVM logisch volume %1$s (%2$s) op volumegroep %3$s voor %4$s met %5$s formatteren
pl: Sformatuj wolumen logiczny LVM %1$s (%2$s) w grupie wolumenów %3$s dla punktu montowania %4$s z systemem plików %5$s
pt_br: Formatar volume lógico LVM %1$s (%2$s) no grupo de volumes %3$s para %4$s com %5$s
sk: Formátovať logický zväzok LVM %1$s (%2$s) na skupine zväzkov %3$s pre %4$s s %5$s
sl: Formatiraj logični nosilec LVM %1$s (%2$s) na skupini nosilcev %3$s za %4$s z datotečnim sistemom %5$s
sv: Formatera logisk volym %1$s (%2$s) i volymgrupp %3$s för %4$s med %5$s

source: Format LVM logical volume %1$s (%2$s) on volume group %3$s with %4$s
ar: تنسيق وحدة التخزين المنطقية LVM %1$s (‏%2$s) بمجموعة وحدات التخزين %3$s بـ %4$s
ca: Formata el volum lògic d'LVM %1$s (%2$s) al grup de volums %3$s amb %4$s
cs: Formátovat logický svazek LVM %1$s (%2$s) na skupině svazků %3$s se systémem souborů %4$s
de: Logisches LVM-Volume %1$s (%2$s) auf Volume-Gruppe %3$s mit %4$s formatieren
es: Formatear volumen lógico LVM %1$s (%2$s) en el grupo de volúmenes %3$s con %4$s
fi: Alusta taltioryhmän %3$s looginen LVM-taltio %1$s (%2$s) tiedostojärjestelmään %4$s
fr: Formater le volume logique LVM %1$s (%2$s) sur le groupe de volumes %3$s avec le système de fichiers %4$s
gl: Formatar o volume lóxico LVM %1$s (%2$s) do grupo de volumes %3$s con %4$s
hu: %1$s LVM logikai kötet (%2$s) formázása a(z) %3$s kötetcsoportban (%4$s fájlrendszer)
id: Format volume logical LVM %1$s (%2$s) pada grup volume %3$s dengan %4$s
it: Formatta il volume logico LVM %1$s (%2$s) sul gruppo di volumi %3$s con %4$s
ka: ტომების ჯგუფზე %3$s არსებული LVM ლოგიკური ტომის %1$s (%2$s) დაფორმატება %4$s-ით
nl: LVM logisch volume %1$s (%2$s) op volumegroep %3$s met %4$s formatteren
pl: Sformatuj wolumen logiczny %1$s (%2$s) w grupie wolumenów %3$s z systemem plików %4$s
pt_br: Formatar volume lógico LVM %1$s (%2$s) no grupo de volumes %3$s com %4$s
sk: Formátovať logický zväzok LVM %1$s (%2$s) na skupine zväzkov %3$s s %4$s
sl: Formatiraj logični nosilec LVM %1$s (%2$s) na skupini nosilcev %3$s z datotečnim sistemom %4$s
sv: Formatera logisk LVM-volym %1$s (%2$s) i volymgrupp %3$s med %4$s

source: Format bcache %1$s on %2$s (%3$s) for %4$s with %5$s
ar: قم بتنسيق bcache %1$s في %2$s (%3$s) لنقطة التحميل %4$s بنظام الملفات %5$s
ca: Formata la bcau %1$s a %2$s (%3$s) per a %4$s amb %5$s
cs: Formátovat bcache %1$s na %2$s (%3$s) pro %4$s s %5$s
de: Bcache %1$s auf %2$s (%3$s) für %4$s mit %5$s formatieren
es: Formatear bcache %1$s en %2$s (%3$s) para %4$s con %5$s
fi: Alusta laitteen %2$s (%3$s) bcache %1$s liitospisteeksi %4$s (%5$s)
fr: Formater le bcache %1$s sur %2$s (%3$s) pour %4$s avec %5$s
gl: Formatar o bcache %1$s de %2$s (%3$s) para %4$s con %5$s
hu: %1$s bcache formázása a(z) %2$s (%3$s) eszközön a(z) %4$s csatlakoztatási ponthoz %5$s fájlrendszerrel
id: Format bcache %1$s pada %2$s (%3$s) untuk %4$s dengan %5$s
it: Formatta la bcache %1$s su %2$s (%3$s) per %4$s con %5$s
ka: Bcache %1$s-ის დაფორმატება %2$s-ზე (%3$s) %4$s-სთვის %5$s-ით
nl: Bcache %1$s op %2$s (%3$s) formatteren voor %4$s met %5$s
pl: Sformatuj bufor bcache %1$s na urządzeniu %2$s (%3$s) dla punktu montowania %4$s z systemem plików %5$s
pt_br: Formatar bcache %1$s em %2$s (%3$s) para %4$s com %5$s
sk: Formátovať bcache %1$s na %2$s (%3$s) pre %4$s s %5$s
sl: Formatiraj bcache %1$s na %2$s (%3$s) za %4$s z datotečnim sistemom %5$s
sv: Formatera bcache %1$s på %2$s (%3$s) för %4$s med %5$s

source: Format bcache %1$s on %2$s (%3$s) with %4$s
ar: قم بتنسيق bcache %1$s في %2$s (%3$s) بنظام الملفات %4$s
ca: Formata la bcau %1$s a %2$s (%3$s) amb %4$s
cs: Formátovat bcache %1$s na %2$s (%3$s) s %4$s
de: Bcache %1$s auf %2$s (%3$s) mit %4$s formatieren
es: Formatear bcache %1$s en %2$s (%3$s) con %4$s
fi: Alusta laitteen %2$s (%3$s) bcache %1$s tiedostojärjestelmään %4$s
fr: Formater le bcache %1$s sur %2$s (%3$s) avec %4$s
gl: Formatar o bcache %1$s de %2$s (%3$s) con %4$s
hu: %1$s bcache formázása a(z) %2$s (%3$s) eszközön %4$s fájlrendszerrel
id: Format bcache %1$s pada %2$s (%3$s) dengan %4$s
it: Formatta la bcache %1$s su %2$s (%3$s) con %4$s
ka: Bcache %1$s-ის დაფორმატება %2$s-ზე (%3$s) %4$s-ით
nl: Bcache %1$s op %2$s (%3$s) formatteren met %4$s
pl: Sformatuj bufor bcache %1$s na urządzeniu %2$s (%3$s) z systemem plików %4$s
pt_br: Formatar bcache %1$s em %2$s (%3$s) com %4$s
sk: Formátovať bcache %1$s na %2$s (%3$s) s %4$s
sl: Formatiraj bcache %1$s na %2$s (%3$s) z datotečnim sistemom %4$s
sv: Formatera bcache %1$s på %2$s (%3$s) med %4$s

source: Format partition %1$s (%2$s) as encrypted swap
ca: Formata la partició %1$s (%2$s) com a intercanvi amb encriptació
cs: Formátovat oddíl %1$s (%2$s) jako šifrovaný swap
de: Partition %1$s (%2$s) als verschlüsselte swap formatieren
es: Formatear la partición %1$s (%2$s) como swap cifrado
fi: Alusta osio %1$s (%2$s) salatuksi sivutukseksi
fr: Formater la partition %1$s (%2$s) comme swap chiffrée
id: Format partisi %1$s (%2$s) sebagai swap terenkripsi
it: Formatta la partizione %1$s (%2$s) come swap cifrato
ka: დანაყოფის %1$s (%2$s) დაშიფრულ სვოპად დაფორმატება
nl: Partitie %1$s (%2$s) formatteren als versleuteld swap
pt_br: Formatar partição %1$s (%2$s) como swap criptografado
sk: Formátovať oddiel %1$s (%2$s) ako šifrovaný swap
sl: Formatiraj razdelek %1$s (%2$s) kot šifriran izmenjevalni razdelek
sv: Formatera partition %1$s (%2$s) som krypterad swap

source: Format partition %1$s (%2$s) as swap
ar: قم بتنسيق القسم %1$s (%2$s) كتبديل
ca: Formata la partició %1$s (%2$s) com a intercanvi
cs: Formátovat oddíl %1$s (%2$s) jako swap
de: Partition %1$s (%2$s) als swap formatieren
es: Formatear la partición %1$s (%2$s) como swap
fi: Alusta osio %1$s (%2$s) sivutukseksi
fr: Formater la partition %1$s (%2$s) comme swap
gl: Formatar a partición %1$s (%2$s) como o swap
hu: %1$s (%2$s) partíció formázása lapozófájlként
id: Format partisi %1$s (%2$s) sebagai swap
it: Formatta la partizione %1$s (%2$s) come swap
ka: %1$s-ის (%2$s) სვოპად დაფორმატება
nl: Partitie %1$s (%2$s) formatteren als swap
pl: Sformatuj partycję %1$s (%2$s) jako obszar wymiany
pt_br: Formatar partição %1$s (%2$s) como swap
sk: Formátovať oddiel %1$s (%2$s) ako swap
sl: Formatiraj razdelek %1$s (%2$s) kot izmenjevalni razdelek
sv: Formatera partition %1$s (%2$s) som byte

source: Format partition %1$s (%2$s) for %3$s with %4$s
ar: تنسيق قسم %1$s (%2$s 2) لـ %3$s بـ %4$s
ca: Formata la partició %1$s (%2$s) per a %3$s amb %4$s
cs: Formátovat oddíl %1$s (%2$s) pro bod připojení %3$s se systémem souborů %4$s
de: Partition %1$s (%2$s) für %3$s mit %4$s formatieren
es: Formatear partición %1$s (%2$s) para %3$s con %4$s
fi: Alusta osio %1$s (%2$s) liitospisteeksi %3$s (%4$s)
fr: Formater la partition %1$s (%2$s) pour le point de montage %3$s avec le système de fichiers %4$s
gl: Formatar a partición %1$s (%2$s) para %3$s con %4$s
hu: %1$s partíció (%2$s) formázása a(z) %3$s csatlakoztatási pontnál (%4$s fájlrendszer)
id: Format partisi %1$s (%2$s) untuk %3$s dengan %4$s
it: Formatta la partizione %1$s (%2$s) per %3$s con %4$s
ka: დანაყოფის %1$s (%2$s) დაფორმატება %3$s-სთვის %4$s-ით
nl: Partitie %1$s (%2$s) voor %3$s met %4$s formatteren
pl: Sformatuj partycję %1$s (%2$s) dla punktu montowania %3$s z systemem plików %4$s
pt_br: Formatar partição %1$s (%2$s) para %3$s com %4$s
sk: Formátovať oddiel %1$s (%2$s) pre %3$s s %4$s
sl: Formatiraj razdelek %1$s (%2$s) za %3$s z datotečnim sistemom %4$s
sv: Formatera partition %1$s från %2$s till %3$s med %4$s
