Repository: openSUSE/libstorage-ng
Catalog: po/*.po
Languages: ar, ca, cs, de, es, fi, fr, gl, hu, id, it, ka, nl, pl, pt_br, sk, sl, sv

source: Linux Root Partition (ARM 64-bit)
ca: Partició d'arrel de Linux (ARM 64 bits)
cs: Kořenový oddíl Linuxu (ARM 64-bit)
de: Linux-Wurzelpartition (ARM 64-Bit)
es: Partición raíz de Linux (ARM 64 bits)
fi: Linux-juuriosio (64-bittinen ARM)
fr: Partition racine Linux (ARM 64 bits)
id: Partisi Root Linux (ARM 64-bit)
it: Partizione root Linux (ARM 64 bit)
ka: Linux-ის Root დანაყოფი (ARM 64-ბიტიანი)
nl: Hoofdpartitie van Linux (ARM 64-bit)
pt_br: Partição Linux raiz (ARM 64-bit)
sk: Linux Koreňový oddiel (ARM 64-bit)
sl: Linux (korenski, 64-bitni ARM)

source: Linux Root Partition (PPC 32-bit)
ca: Partició d'arrel de Linux (PPC de 32 bits)
cs: Kořenový oddíl Linuxu (PPC 32-bit)
de: Linux-Wurzelpartition (PPC 32-Bit)
es: Partición raíz de Linux (PPC 32 bits)
fi: Linux-juuriosio (32-bittinen PPC)
fr: Partition racine Linux (PPC 32 bits)
id: Partisi Root Linux (PPC 32-bit)
it: Partizione root Linux (PPC 32 bit)
ka: Linux-ის Root დანაყოფი (PPC 32-ბიტიანი)
nl: Hoofdpartitie van Linux (PPC 32-bit)
pt_br: Partição Linux raiz (PPC 32-bit)
sk: Linux Koreňový oddiel (PPC 32-bit)
sl: Linux (korenski, 32-bitni PPC)

source: Linux Root Partition (PPC 64-bit BE)
ca: Partició d'arrel de Linux (PPC de 64 bits BE)
cs: Kořenový oddíl Linuxu (PPC 64-bit BE)
de: Linux-Wurzelpartition (PPC 64-Bit BE)
es: Partición raíz de Linux (PPC 64 bits BE)
fi: Linux-juuriosio (64-bittinen BE PPC)
fr: Partition racine Linux (PPC 64 bits BE)
id: Partisi Root Linux (PPC 64-bit BE)
it: Partizione root Linux (PPC 64 bit BE)
ka: Linux-ის Root დანაყოფი (PPC 64-ბიტიანი, BE)
nl: Hoofdpartitie van Linux (PPC 64-bit BE)
pt_br: Partição Linux raiz (PPC 64-bit BE)
sk: Linux Koreňový oddiel (PPC 64-bit BE)
sl: Linux (korenski, 64-bitni PPC DK)

source: Linux Root Partition (PPC 64-bit LE)
ca: Partició d'arrel de Linux (PPC de 64 bits LE)
cs: Kořenový oddíl Linuxu (PPC 64-bit LE)
de: Linux-Wurzelpartition (PPC 64-Bit LE)
es: Partición raíz de Linux (PPC 64 bits LE)
fi: Linux-juuriosio (64-bittinen LE PPC)
fr: Partition racine Linux (PPC 64 bits LE)
id: Partisi Root Linux (PPC 64-bit LE)
it: Partizione root Linux (PPC 64 bit LE)
ka: Linux-ის Root დანაყოფი (PPC 64-ბიტიანი, LE)
nl: Hoofdpartitie van Linux (PPC 64-bit LE)
pt_br: Partição Linux raiz (PPC 64-bit LE)
sk: Linux Koreňový oddiel (PPC 64-bit LE)
sl: Linux (korenski, 64-bitni PPC TK)

source: Linux Root Partition (RISC-V 32-bit)
ca: Partició d'arrel de Linux (RISC-V de 32 bits)
cs: Kořenový oddíl Linuxu (RISC-V 32-bit)
de: Linux-Wurzelpartition (RISC-V 32-Bit)
es: Partición raíz de Linux (RISC-V 32 bits)
fi: Linux-juuriosio (32-bittinen RISC-V)
fr: Partition racine Linux (RISC-V 32 bits)
id: Partisi Root Linux (RISC-V 32-bit)
it: Partizione root Linux (RISC-V 32 bit)
ka: Linux-ის Root დანაყოფი (RISC-V 32-ბიტიანი)
nl: Hoofdpartitie van Linux (RISC-V 32-bit)
pt_br: Partição Linux raiz (RISC-V 32-bit)
sk: Linux Koreňový oddiel (RISC-V 32-bit)
sl: Linux (korenski, 32-bitni RISC-V)

source: Linux Root Partition (RISC-V 64-bit)
ca: Partició d'arrel de Linux (RISC-V de 64 bits)
cs: Kořenový oddíl Linuxu (RISC-V 64-bit)
de: Linux-Wurzelpartition (RISC-V 64-Bit)
es: Partición raíz de Linux (RISC-V 64 bits)
fi: Linux-juuriosio (64-bittinen RISC-V)
fr: Partition racine Linux (RISC-V 64 bits)
id: Partisi Root Linux (RISC-V 64-bit)
it: Partizione root Linux (RISC-V 64 bit)
ka: Linux-ის Root დანაყოფი (RISC-V 64-ბიტიანი)
nl: Hoofdpartitie van Linux (RISC-V 64-bit)
pt_br: Partição Linux raiz (RISC-V 64-bit)
sk: Linux Koreňový oddiel (RISC-V 64-bit)
sl: Linux (korenski, 64-bitni RISC-V)

source: Linux Root Partition (S/390 32-bit)
ca: Partició d'arrel de Linux (S/390 de 32 bits)
cs: Kořenový oddíl Linuxu (S/390 32-bit)
de: Linux-Wurzelpartition (S/390 32-Bit)
es: Partición raíz de Linux (S/390 32 bits)
fi: Linux-juuriosio (32-bittinen S/390)
fr: Partition racine Linux (S/390 32 bits)
id: Partisi Root Linux (S/390 32-bit)
it: Partizione root Linux (S/390 32 bit)
ka: Linux-ის Root დანაყოფი (S/390 32-ბიტიანი)
nl: Hoofdpartitie van Linux (S/390 32-bit)
pt_br: Partição Linux raiz (S/390 32-bit)
sk: Linux Koreňový oddiel (S/390 32-bit)
sl: Linux (korenski, 32-bitni S/390)

source: Linux Root Partition (S/390 64-bit)
ca: Partició d'arrel de Linux (S/390 de 64 bits)
cs: Kořenový oddíl Linuxu (S/390 64-bit)
de: Linux-Wurzelpartition (S/390 64-Bit)
es: Partición raíz de Linux (S/390 64 bits)
fi: Linux-juuriosio (64-bittinen S/390)
fr: Partition racine Linux (S/390 64 bits)
id: Partisi Root Linux (S/390 64-bit)
it: Partizione root Linux (S/390 64 bit)
ka: Linux-ის Root დანაყოფი (S/390 64-ბიტიანი)
nl: Hoofdpartitie van Linux (S/390 64-bit)
pt_br: Partição Linux raiz (S/390 64-bit)
sk: Linux Koreňový oddiel (S/390 64-bit)
sl: Linux (korenski, 64-bitni S/390)

source: Linux Root Partition (x86 32-bit)
ca: Partició d'arrel de Linux (x86 de 32 bits)
cs: Kořenový oddíl Linuxu (x86 32-bit)
de: Linux-Wurzelpartition (x86 32-Bit)
es: Partición raíz de Linux (x86 32 bits)
fi: Linux-juuriosio (32-bittinen x86)
fr: Partition racine Linux (x86 32 bits)
id: Partisi Root Linux (x86 32-bit)
it: Partizione root Linux (x86 32 bit)
ka: Linux-ის Root დანაყოფი (x86 32-ბიტიანი)
nl: Hoofdpartitie van Linux (x86 32-bit)
pt_br: Partição Linux raiz (x86 32-bit)
sk: Linux Koreňový oddiel (x86 32-bit)
sl: Linux (korenski, 32-bitni x86)

source: Linux Root Partition (x86 64-bit)
ca: Partició d'arrel de Linux (x86 de 64 bits)
cs: Kořenový oddíl Linuxu (x86 64-bit)
de: Linux-Wurzelpartition (x86 64-Bit)
es: Partición raíz de Linux (x86 64 bits)
fi: Linux-juuriosio (64-bittinen x86)
fr: Partition racine Linux (x86 64 bits)
id: Partisi Root Linux (x86 64-bit)
it: Partizione root Linux (x86 64 bit)
ka: Linux-ის Root დანაყოფი (x86 64-ბიტიანი)
nl: Hoofdpartitie van Linux (x86 64-bit)
pt_br: Partição Linux raiz (x86 64-bit)
sk: Linux Koreňový oddiel (x86 64-bit)
sl: Linux (korenski, 64-bitni x86)

source: Linux Server Data
ca: Dades del servidor Linux
cs: Data serveru Linux
de: Linux-Server-Daten
es: Datos del servidor Linux
fi: Linux-palvelindata
fr: Données du serveur Linux
id: Data Peladen Linux
it: Dati server Linux
ka: Linux-ის სერვერის მონაცემები
nl: Linux-servergegevens
pt_br: Dados de servidor Linux
sl: Linux (podatki strežnika)

source: Linux Swap
ca: Intercanvi de Linux
fi: Linux-sivutus
fr: Swap Linux
gl: Swap de Linux
hu: Linux lapozófájl
it: Swap Linux
pt_br: Swap Linux
sl: Linux (izmenjevalni razdelek)

source: Linux USR Partition (ARM 32-bit)
ca: Partició USR de Linux (ARM de 32 bits)
cs: USR oddíl Linuxu (ARM 32-bit)
es: Partición USR de Linux (ARM 32 bits)
fi: Linuxin USR-osio (32-bittinen ARM)
fr: Partition USR Linux (ARM 32 bits)
id: Partisi USR Linux (ARM 32-bit)
it: Partizione USR Linux (ARM 32 bit)
ka: Linux-ის Root დანაყოფი (ARM 32-ბიტიანი)
nl: Gebruiker-partitie van Linux (ARM 32-bit)
pt_br: Partição Linux USR (ARM 32-bit)
sk: Linux USR oddiel (ARM 32-bit)
sl: Linux (USR, 32-bitni ARM)

source: Linux USR Partition (ARM 64-bit)
ca: Partició USR de Linux (ARM de 64 bits)
cs: USR oddíl Linuxu (ARM 64-bit)
es: Partición USR de Linux (ARM 64 bits)
fi: Linuxin USR-osio (64-bittinen ARM)
fr: Partition USR Linux (ARM 64 bits)
id: Partisi USR Linux (ARM 64-bit)
it: Partizione USR Linux (ARM 64 bit)
ka: Linux-ის Root დანაყოფი (ARM 64-ბიტიანი)
nl: Gebruiker-partitie van Linux (ARM 64-bit)
pt_br: Partição Linux USR (ARM 64-bit)
sk: Linux USR oddiel (ARM 64-bit)
sl: Linux (USR, 64-bitni ARM)

source: Linux USR Partition (PPC 32-bit)
ca: Partició USR de Linux (PPC de 32 bits)
cs: USR oddíl Linuxu (PPC 32-bit)
es: Partición USR de Linux (PPC 32 bits)
fi: Linuxin USR-osio (32-bittinen PPC)
fr: Partition USR Linux (PPC 32 bits)
id: Partisi USR Linux (PPC 32-bit)
it: Partizione USR Linux (PPC 32 bit)
ka: Linux-ის Root დანაყოფი (PPC 32-ბიტიანი)
nl: Gebruiker-partitie van Linux (PPC 32-bit)
pt_br: Partição Linux USR (PPC 32-bit)
sk: Linux USR oddiel (PPC 32-bit)
sl: Linux (USR, 32-bitni PPC)

source: Linux USR Partition (PPC 64-bit BE)
ca: Partició USR de Linux (PPC de 64 bits BE)
cs: USR oddíl Linuxu (PPC 64-bit)
es: Partición USR de Linux (PPC 64 bits BE)
fi: Linuxin USR-osio (64-bittinen BE PPC)
fr: Partition USR Linux (PPC 64 bits BE)
id: Partisi USR Linux (PPC 64-bit BE)
it: Partizione USR Linux (PPC 64 bit BE)
ka: Linux-ის USR დანაყოფი (PPC 64-ბიტიანი, BE)
nl: Gebruiker-partitie van Linux (PPC 64-bit BE)
pt_br: Partição Linux USR (PPC 64-bit BE)
sk: Linux USR oddiel (PPC 64-bit BE)
sl: Linux (USR, 64-bitni PPC DK)

source: Linux USR Partition (PPC 64-bit LE)
ca: Partició USR de Linux (PPC de 64 bits LE)
cs: USR oddíl Linuxu (PPC 64-bit LE)
es: Partición USR de Linux (PPC 64 bits LE)
fi: Linuxin USR-osio (64-bittinen LE PPC)
fr: Partition USR Linux (PPC 64 bits LE)
id: Partisi USR Linux (PPC 64-bit LE)
it: Partizione USR Linux (PPC 64 bit LE)
ka: Linux-ის USR დანაყოფი (PPC 64-ბიტიანი, LE)
nl: Gebruiker-partitie van Linux (PPC 64-bit LE)
pt_br: Partição Linux USR (PPC 64-bit LE)
sk: Linux USR oddiel (PPC 64-bit LE)
sl: Linux (USR, 64-bitni PPC TK)

source: Linux USR Partition (RISC-V 32-bit)
ca: Partició USR de Linux (RISC-V de 32 bits)
cs: USR oddíl Linuxu (RISC-V 32-bit)
es: Partición USR de Linux (RISC-V 32 bits)
fi: Linuxin USR-osio (32-bittinen RISC-V)
fr: Partition USR Linux (RISC-V 32 bits)
id: Partisi USR Linux (RISC-V 32-bit)
it: Partizione USR Linux (RISC-V 32 bit)
ka: Linux-ის Root დანაყოფი (RISC-V 32-ბიტიანი)
nl: Gebruiker-partitie van Linux (RISC-V 32-bit)
pt_br: Partição Linux USR (RISC-V 32-bit)
sk: Linux USR oddiel (RISC-V 32-bit)
sl: Linux (USR, 32-bitni RISC-V)

source: Linux USR Partition (RISC-V 64-bit)
ca: Partició USR de Linux (RISC-V de 64 bits)
cs: USR oddíl Linuxu (RISC-V 64-bit)
es: Partición USR de Linux (RISC-V 64 bits)
fi: Linuxin USR-osio (64-bittinen RISC-V)
fr: Partition USR Linux (RISC-V 64 bits)
id: Partisi USR Linux (RISC-V 64-bit)
it: Partizione USR Linux (RISC-V 64 bit)
ka: Linux-ის Root დანაყოფი (RISC-V 64-ბიტიანი)
nl: Gebruiker-partitie van Linux (RISC-V 64-bit)
pt_br: Partição Linux USR (RISC-V 64-bit)
sk: Linux USR oddiel (RISC-V 64-bit)
sl: Linux (USR, 64-bitni RISC-V)

source: Linux USR Partition (S/390 32-bit)
ca: Partició USR de Linux (S/390 de 32 bits)
cs: USR oddíl Linuxu (S/390 32-bit)
es: Partición USR de Linux (S/390 32 bits)
fi: Linuxin USR-osio (32-bittinen S/390)
fr: Partition USR Linux (S/390 32 bits)
id: Partisi USR Linux (S/390 32-bit)
it: Partizione USR Linux (S/390 32 bit)
ka: Linux-ის USR დანაყოფი (S/390 32-ბიტიანი)
nl: Gebruiker-partitie van Linux (S/390 32-bit)
pt_br: Partição Linux USR (S/390 32-bit)
sk: Linux USR oddiel (S/390 32-bit)
sl: Linux (USR, 32-bitni S/390)

source: Linux USR Partition (S/390 64-bit)
ca: Partició USR de Linux (S/390 de 64 bits)
cs: USR oddíl Linuxu (S/390 64-bit)
es: Partición USR de Linux (S/390 64 bits)
fi: Linuxin USR-osio (64-bittinen S/390)
fr: Partition USR Linux (S/390 64 bits)
id: Partisi USR Linux (S/390 64-bit)
it: Partizione USR Linux (S/390 64 bit)
ka: Linux-ის USR დანაყოფი (S/390 64-ბიტიანი)
nl: Gebruiker-partitie van Linux (S/390 64-bit)
pt_br: Partição Linux USR (S/390 64-bit)
sk: Linux USR oddiel (S/390 64-bit)
sl: Linux (USR, 64-bitni S/390)

source: Linux USR Partition (x86 32-bit)
ca: Partició USR de Linux (x86 de 32 bits)
cs: USR oddíl Linuxu (x86 32-bit)
es: Partición USR de Linux (x86 32 bits)
fi: Linuxin USR-osio (32-bittinen x86)
fr: Partition USR Linux (x86 32 bits)
id: Partisi USR Linux (x86 32-bit)
it: Partizione USR Linux (x86 32 bit)
ka: Linux-ის USR დანაყოფი (x86 32-ბიტიანი)
nl: Gebruiker-partitie van Linux (x86 32-bit)
pt_br: Partição Linux USR (x86 32-bit)
sk: Linux USR oddiel (x86 32-bit)
sl: Linux (USR, 32-bitni x86)

source: Linux USR Partition (x86 64-bit)
ca: Partició USR de Linux (x86 de 64 bits)
cs: USR oddíl Linuxu (x86 64-bit)
es: Partición USR de Linux (x86 64 bits)
fi: Linuxin USR-osio (64-bittinen x86)
fr: Partition USR Linux (x86 64 bits)
id: Partisi USR Linux (x86 64-bit)
it: Partizione USR Linux (x86 64 bit)
ka: Linux-ის USR დანაყოფი (x86 64-ბიტიანი)
nl: Gebruiker-partitie van Linux (x86 64-bit)
pt_br: Partição Linux USR (x86 64-bit)
sk: Linux USR oddiel (x86 64-bit)
sl: Linux (USR, 64-bitni x86)

source: MB
fi: Mt
fr: Mo
ka: მბ

source: MS-DOS Partition Table
ar: جدول لقسم MS-DOS
ca: Taula de particions d'MS-DOS
cs: Tabulka oddílů typu MS-DOS
de: MS-DOS-Partitionstabelle
es: Tabla de partición MS-DOS
fi: MS-DOS-osiotaulukko
fr: Table de partitions MS-DOS
gl: Táboa de particións MS-DOS
hu: MS-DOS partíciós tábla
id: Tabel Partisi MS-DOS
it: Tabella delle partizioni MS-DOS
ka: MS-DOS-ის დანაყოფების ცხრილი
nl: MS-DOS-partitietabel
pl: Tablica partycji MS-DOS
pt_br: Tabela de Partição MS-DOS
sk: Tabuľka oddielov MS-DOS
sl: Razpredelnica razdelkov MS-DOS
sv: MSDOS-partitionstabell

source: MiB
cs: MB
fr: Mio
ka: მიბ

source: Microsoft Reserved Partition
ar: قسم Microsoft المحجوز
ca: Partició reservada de Microsoft
cs: Reservovaný oddíl Microsoft
de: Microsoft reservierte Partition
es: Partición reservada de Microsoft
fi: Varattu Microsoft-osio
fr: Partition réservée Microsoft
gl: Partición reservada de Microsoft
hu: Microsoft számára fenntartott partíció
id: Partisi cadangan Microsoft
it: Partizione riservata Microsoft
ka: Microsoft-ის დარეზერვებული დანაყოფი
nl: Microsoft gereserveerde partitie
pl: Zarezerwowana partycja Microsoft
pt_br: Partição reservada Microsoft
sk: Rezervovaný oddiel Microsoft
sl: Microsoftov rezerviran razdelek
sv: Microsoft-reserverad partition

source: Modify btrfs qgroups on %1$s
ca: Modifica els grups btrfs a %1$s
cs: Změnit btfrs qgroups na %1$s
de: btrfs-qgroups auf %1$s ändern
es: Modificar qgroups de btrfs en %1$s
fi: Muokkaa btrfs:n qgroupsia laitteella %1$s
fr: Modifier les qgroups btrfs sur %1$s
id: Ubah qgrup btrfs pada %1$s
it: Modifica qgroup Btrfs su %1$s
ka: %1$s-ზე btrfs qgroups-ის ჩასწორება
nl: Btrfs qgroups wijzigen op %1$s
pt_br: Modificar qgroups de btrfs em %1$s
sk: Upraviť položky qgroup btrfs na %1$s
sl: Spremeni btrfs qgroups na %1$s
sv: Modifera btrfs qgroups på %1$s

source: Modify subvolume %1$s on %2$s
ca: Modifica el subvolum %1$s a %2$s
cs: Modifikace podsvazku %1$s na %2$s
de: Subvolume %1$s auf %2$s ändern
es: Modificar subvolumen %1$s en %2$s
fi: Muokkaa laitteen %2$s alitaltiota %1$s
fr: Modifier le sous-volume %1$s sur %2$s
id: Ubah subvolume %1$s pada %2$s
it: Modifica del sotto-volume %1$s su %2$s
ka: %1$s (%2$s) ქვეტომის შეცვლა
nl: Subvolume %1$s op %2$s wijzigen
pt_br: Modificar subvolume %1$s em %2$s
sk: Pozmeniť podzväzok %1$s na %2$s
sl: Spremeni podnosilec %1$s na %2$s
sv: Modifera undervolym %1$s på %2$s

source: Mount %1$s %2$s (%3$s) at %4$s
ar: قم بتوصيل %1$s %2$s (%3$s) في %4$s
ca: Munta %1$s %2$s (%3$s) a %4$s
cs: Připojí se %1$s %2$s (%3$s) k %4$s
de: %1$s %2$s (%3$s) bei %4$s einhängen
es: Montar %1$s %2$s (%3$s) en %4$s
fi: Liitä %1$s %2$s (%3$s) liitospisteeseen %4$s
fr: Monter le %1$s %2$s (%3$s) sur %4$s
gl: Montar %1$s %2$s (%3$s) en %4$s
hu: %1$s %2$s (%3$s) partíció csatlakoztatása a(z) %4$s csatlakoztatási pontnál
id: Kaitkan %1$s %2$s (%3$s) di %4$s
it: Monta %1$s %2$s (%3$s) su %4$s
ka: %1$s %2$s-ის (%3$s) %4$s-ზე მიმაგრება
nl: %1$s %2$s (%3$s) aankoppelen op %4$s
pl: Zamontuj partycję %1$s %2$s (%3$s) w punkcie montowania %4$s
pt_br: Montar %1$s %2$s (%3$s) em %4$s
sk: Pripojiť %1$s %2$s (%3$s) k %4$s
sl: Priklopi %1$s %2$s (%3$s) na %4$s
sv: Montera %1$s %2$s (%3$s) vid %4$s

source: Mount %1$s at %2$s
ar: توصيل %1$s في %2$s
ca: Munta %1$s de %2$s
cs: Připojí se %1$s k %2$s
de: %1$s mit %2$s einhängen
es: Montar %1$s en %2$s
fi: Liitä %1$s kohtaan %2$s
fr: Monter %1$s sur %2$s
gl: Montar %1$s en %2$s
hu: %1$s csatlakoztatása a(z) %2$s csatlakoztatási ponton
id: Kaitkan %1$s di %2$s
it: Monta %1$s da %2$s
ka: %1$s-ის მიმაგრება %2$s-ზე
nl: %1$s aankoppelen op %2$s
pl: Zamontuj urządzenie %1$s w %2$s
pt_br: Montar %1$s em %2$s
sk: Pripojiť %1$s k %2$s
sl: Priklopi %1$s na %2$s
sv: Montera %1$s på %2$s

source: Mount LVM logical volume %1$s (%2$s) on volume group %3$s at %4$s
ar: تركيب وحدة التخزين المنطقية LVM %1$s (‏%2$s) بمجموعة وحدات التخزين %3$s عند %4$s
ca: Munta el volum lògic d'LVM %1$s (%2$s) del grup de volums %3$s com a %4$s
cs: Připojit logický svazek LVM %1$s (%2$s) na skupině svazků %3$s na přípojném bodu %4$s
de: Logisches LVM-Volume %1$s (%2$s) in Volume-Gruppe %3$s unter %4$s einhängen
es: Montar volumen lógico LVM %1$s (%2$s) en el grupo de volúmenes %3$s en %4$s
fi: Liitä looginen taltioryhmän %3$s LVM-taltio %1$s (%2$s) liitospisteeseen %4$s
fr: Monter le volume logique LVM %1$s (%2$s) sur le groupe de volumes %3$s au point de montage %4$s
gl: Montar o volume lóxico LVM %1$s (%2$s) no grupo de volumes %3$s en %4$s
hu: %1$s LVM logikai kötet (%2$s) csatlakoztatása a(z) %3$s kötetcsoportban a(z) %4$s csatlakoztatási ponton
id: Kaitkan volume logical LVM %1$s (%2$s) pada grup volume %3$s di %4$s
it: Monta il volume logico LVM %1$s (%2$s) sul gruppo di volumi %3$s in %4$s
ka: ტომების ჯგუფი %3$s-ზე მდებარე LVM ლოგიკური ტომის %1$s (%2$s) %4$s-ზე მიმაგრება
nl: LVM logisch volume %1$s (%2$s) op volumegroep %3$s op %4$s aankoppelen
pl: Zamontuj wolumen logiczny LVM %1$s (%2$s) w grupie wolumenów %3$s w punkcie montowania %4$s
pt_br: Montar volume lógico LVM %1$s (%2$s) no grupo de volumes %3$s em %4$s
sk: Pripojiť logický zväzok LVM %1$s (%2$s) na skupine zväzkov %3$s k %4$s
sl: Priklopi logični nosilec %1$s (%2$s) na skupini nosilcev %3$s na %4$s
sv: Montera logisk LVM-volym %1$s (%2$s) i volymgrupp %3$s på %4$s

source: Mount NFS %1$s on %2$s
ar: توصيل NFS %1$s على %2$s
ca: Munta l'NFS %1$s com a %2$s
cs: Připojit NFS %1$s k %2$s
de: NFS %1$s unter %2$s einhängen
es: Montar NFS %1$s en %2$s
fi: Liitä NFS %1$s liitospisteeseen %2$s
fr: Monter le système NFS %1$s sur %2$s
gl: Montar o NFS %1$s en %2$s
hu: %1$s NFS csatlakoztatása a(z) %2$s csatlakoztatási ponton
id: Kaitkan NFS %1$s di %2$s
it: Monta NFS %1$s su %2$s
ka: NFS-ის %1$s მიმაგრება %2$s-ზე
nl: NFS %1$s aankoppelen op %2$s
pl: Zamontuj NFS %1$s w punkcie montowania %2$s
pt_br: Montar NFS %1$s em %2$s
sk: Pripojiť NFS %1$s na %2$s
sl: Priklopi NFS %1$s na %2$s
sv: Montera NFS %1$s på %2$s

source: Mount Point
ar: نقطة التوصيل
ca: Punt de muntatge
cs: Bod připojení
es: Punto de montaje
fi: Liitospiste
fr: Point de montage
gl: Punto de montaxe
hu: Csatlakoztatási pont
id: Titik Kait
it: Punto di montaggio
ka: მიმაგრების წერტილი
nl: Aankoppelpunt
pl: Punkt montowania
pt_br: Ponto de montagem
sk: Bod pripojenia
sl: Priklopna točka
sv: Monteringspunkt

source: Mount bcache %1$s on %2$s (%3$s) at %4$s
ar: قم بتوصيل bcache %1$s بالجهاز %2$s (%3$s) عند نقطة التوصيل %4$s
ca: Munta la bcau %1$s de %2$s (%3$s) a %4$s
cs: Připojit bcache %1$s na %2$s (%3$s) k %4$s
de: Bcache %1$s auf %2$s (%3$s) bei %4$s einhängen
es: Montar bcache %1$s en %2$s (%3$s) en %4$s
fi: Liitä laitteen %2$s (%3$s) bcache %1$s liitospisteeseen %4$s
fr: Monter le bcache %1$s de %2$s (%3$s) sur %4$s
gl: Montar o bcache %1$s en %2$s (%3$s) en %4$s
hu: %1$s bcache csatlakoztatása a(z) %2$s (%3$s) eszközön a(z) %4$s csatlakoztatási pontnál
id: Kaitkan bcache %1$s pada %2$s (%3$s) pada %4$s
it: Monta la bcache %1$s su %2$s (%3$s) su %4$s
ka: %2$s -ზე (%3$s) მდებარე bcache %1$s-ის %4$s-ზე მიმაგრება
nl: Bcache %1$s op %2$s (%3$s) aankoppelen op %4$s
pl: Zamontuj bufor bcache %1$s na urządzeniu %2$s (%3$s) w punkcie montowania %4$s
pt_br: Montar bcache %1$s em %2$s (%3$s) em %4$s
sk: Pripojiť bcache %1$s na %2$s (%3$s) k %4$s
sl: Priklopi bcache %1$s na %2$s (%3$s) na %4$s
sv: Montera bcache %1$s på %2$s (%3$s) i %4$s

source: Mount file system btrfs on %1$s at %2$s
ar: توصيل نظام الملفات btrfs على %1$s عند %2$s
ca: Munta el sistema de fitxers btrfs %1$s com a %2$s
cs: Připojit systém souborů btrfs na %1$s k %2$s
de: Btrfs-Dateisystem auf %1$s unter %2$s einhängen
es: Montar sistema de archivos btrfs %1$s en %2$s
fi: Liitä laitteiden %1$s btrfs-tiedostojärjestelmä liitospisteeseen %2$s
fr: Monter le système de fichiers btrfs sur %1$s au point de montage %2$s
gl: Montando o sistema de ficheiros btrfs en %1$s en %2$s
hu: Btrfs fájlrendszer csatlakoztatása a(z) %1$s eszközön a(z) %2$s csatlakoztatási ponton
id: Kaitkan sistem berkas pada %1$s di %2$s
it: Monta file system btrfs su %1$s in %2$s
ka: %1$s-ზე btrfs ფაილური სისტემის %2$s-ზე მიმაგრება
nl: Bestandssysteem btrfs op %1$s aankoppelen op %2$s
pl: Zamontuj system plików btrfs na %1$s w punkcie montowania %2$s
pt_br: Montar sistema de arquivos %1$s em %2$s
sk: Pripojiť súborový systém btrfs na %1$s k %2$s
sl: Priklopi datotečni sistem btrfs na %1$s na %2$s
sv: Monterar filsystem btrfs i %1$s på %2$s

source: Mount partition %1$s (%2$s) at %3$s
ar: توصيل قسم %1$s (%2$s) عند %3$s
ca: Munta la partició %1$s (%2$s) com a %3$s
cs: Připojit oddíl %1$s (%2$s) na přípojném bodu %3$s
de: Partition %1$s (%2$s) unter %3$s einhängen
es: Montar partición %1$s (%2$s) en %3$s
fi: Liitä osio %1$s (%2$s) liitospisteeseen %3$s
fr: Monter la partition %1$s (%2$s) au point de montage %3$s
gl: Montar a partición %1$s (%2$s) en %3$s
hu: %1$s partíció (%2$s) csatlakoztatása a(z) %3$s csatlakoztatási ponton
id: Kaitkan partisi %1$s (%2$s) di %3$s
it: Monta la partizione %1$s (%2$s) in %3$s
ka: %1$s (%2$s) დანაყოფის მიმაგრება %3$s-ზე
nl: Partitie %1$s (%2$s) aankoppelen op %3$s
pl: Zamontuj partycję %1$s (%2$s) w punkcie montowania %3$s
pt_br: Montar partição %1$s (%2$s) em %3$s
sk: Pripojiť oddiel %1$s (%2$s) k %3$s
sl: Priklopi razdelek %1$s (%2$s) na %3$s
sv: Montera partition %1$s från %2$s till %3$s

source: Mount subvolume %1$s on %2$s at %3$s
ar: توصيل وحدة التخزين الفرعية %1$s على %2$s في %3$s
ca: Munta el subvolum %1$s de %2$s a %3$s
cs: Připojit podsvazek %1$s na %2$s k %3$s
de: Subvolume %1$s auf %2$s bei %3$s einhängen
es: Montar subvolumen %1$s en %2$s en %3$s
fi: Liitä laitteen %2$s alitaltio %1$s kohtaan %3$s
fr: Monter le sous-volume %1$s de %2$s sur %3$s
gl: Montar o subvolume %1$s en %2$s en %3$s
hu: A(z) %2$s eszközön lévő %1$s alkötet csatlakoztatása a(z) %3$s csatlakoztatási ponton
id: Kaitkan subvolume %1$s pada %2$s di %3$s
it: Monta il sottovolume %1$s su %2$s in %3$s
ka: ქვეტომის %1$s მიმაგრება %2$s-ზე მისამართზე %3$s
nl: Subvolume %1$s op %2$s aankoppelen op %3$s
pl: Zamontuj podwolumin %1$s na urządzeniu %2$s w %3$s
pt_br: Montar subvolume %1$s no %2$s em %3$s
sk: Pripojiť podzväzok %1$s na %2$s k %3$s
sl: Priklopi podnosilec %1$s na %2$s na %3$s
sv: Montera delvolym %1$s på %2$s på %3$s

source: Mount tmpfs at %1$s
ca: Munta el sistema de fitxers temporal a %1$s
cs: Připojit tmpfs k %1$s
de: tmpfs bei %1$s einhängen
es: Montar tmpfs en %1$s
fi: Liitä tmpfs kohtaan %1$s
fr: Monter tmpfs sur %1$s
id: Kaitkan tmpfs di %1$s
it: Monta tmpfs su %1$s
ka: Tmpfs-ის მიმაგრება %1$s-ზე
nl: tempfs op %1$s aankoppelen
pt_br: Montar tmpfs em %1$s
sk: Pripojiť tmpfs k %1$s
sl: Priklopi tmpfs na %1$s
sv: Montera tmpfs på %1$s

source: Mounting %1$s at %2$s
ar: يتم الآن توصيل %1$s في %2$s
ca: Muntant %1$s de %2$s
cs: Připojuji %1$s k %2$s
de: %1$s wird mit %2$s eingehängt
es: Montando %1$s en %2$s
fi: Liitetään %1$s kohtaan %2$s
fr: Montage de %1$s sur %2$s
gl: Montando %1$s en %2$s
hu: %1$s csatlakoztatása a(z) %2$s csatlakoztatási ponton
id: Mengaitkan %1$s di %2$s
it: Montaggio di %1$s da %2$s
ka: %1$s-ის მიმაგრება %2$s-ზე
nl: %1$s aankoppelen op %2$s
pl: Montowanie %1$s w %2$s
pt_br: Montando %1$s em %2$s
sk: Pripojenie %1$s k %2$s
sl: Priklapljanje %1$s na %2$s
sv: Monterar %1$s på %2$s
