Repository: openSUSE/libstorage-ng
Catalog: po/*.po
Languages: ar, ca, cs, de, es, fi, fr, gl, hu, id, it, ka, nl, pl, pt_br, sk, sl, sv

source: Create bcache %1$s on %2$s (%3$s) for %4$s with %5$s
ar: قم بإنشاء bcache %1$s بالجهاز %2$s (%3$s) لنقطة التحميل %4$s بحجم %5$s
ca: Crea la bcau %1$s a %2$s (%3$s) per a %4$s amb %5$s
cs: Vytvořit bcache %1$s na %2$s (%3$s) pro %4$s s %5$s
de: Bcache %1$s auf %2$s (%3$s) für %4$s mit %5$s erstellen
es: Crear bcache %1$s en %2$s (%3$s) para %4$s con %5$s
fi: Luo Bcache %1$s laitteelle %2$s (%3$s), liitospiste %4$s ja tiedostojärjestelmä %5$s
fr: Créer le bcache %1$s sur %2$s (%3$s) pour %4$s avec %5$s
gl: Crear un bcache %1$s en %2$s (%3$s) para %4$s con %5$s
hu: %1$s bcache létrehozása a(z) %2$s (%3$s) eszközön a(z) %4$s csatlakoztatási ponthoz %5$s fájlrendszerrel
id: Buat bcache %1$s pada %2$s (%3$s) untuk %4$s dengan %5$s
it: Crea la bcache %1$s su %2$s (%3$s) per %4$s con %5$s
ka: %2$s-ზე (%3$s) %4$s-სთვის %5$s-ით bcache %1$s-ის შექმნა
nl: Bcache %1$s op %2$s (%3$s) voor %4$s aanmaken met %5$s
pl: Utwórz bufor bcache %1$s na urządzeniu %2$s (%3$s) dla punktu montowania %4$s z systemem plików %5$s
pt_br: Criar bcache %1$s no %2$s (%3$s) para %4$s com %5$s
sk: Vytvoriť bcache %1$s na %2$s (%3$s) pre %4$s s %5$s
sl: Ustvari bcache %1$s na %2$s (%3$s) za %4$s z datotečnim sistemom %5$s
sv: Skapa bcache %1$s på %2$s (%3$s) för %4$s med %5$s

source: Create bcache %1$s on %2$s (%3$s) for swap
ar: قم بإنشاء bcache %1$s على %2$s (%3$s) للتبديل
ca: Crea la bcau %1$s a %2$s (%3$s) per a intercanvi
cs: Vytvořit bcache %1$s na %2$s (%3$s) pro swap
de: Bcache %1$s auf %2$s (%3$s) für swap erstellen
es: Crear bcache %1$s en %2$s (%3$s) para swap
fi: Luo Bcache %1$s laitteelle %2$s (%3$s) sivutusta varten
fr: Créer le bcache %1$s sur %2$s (%3$s) pour la swap
gl: Crear un bcache %1$s en %2$s (%3$s) para o swap
hu: %1$s bcache létrehozása a(z) %2$s (%3$s) eszközön a lapozófájlhoz
id: Buat bcache %1$s pada %2$s (%3$s) untuk swap
it: Crea la bcache %1$s su %2$s (%3$s) per lo swap
ka: %2$s-ზე (%3$s) სვოპისთვის bcache %1$s-ის შექმნა
nl: Bcache %1$s op %2$s (%3$s) aanmaken voor swap
pl: Utwórz bufor bcache %1$s na urządzeniu %2$s (%3$s) na potrzeby obszaru wymiany
pt_br: Criar bcache %1$s em %2$s (%3$s) para swap
sk: Vytvoriť bcache %1$s na %2$s (%3$s) pre swap
sl: Ustvari bcache %1$s na %2$s (%3$s) za izmenjevalni razdelek
sv: Skapa bcache %1$s på %2$s (%3$s) för byte

source: Create bcache %1$s on %2$s (%3$s) with %4$s
ar: قم بإنشاء bcache %1$s في %2$s (%3$s) بنظام الملفات %4$s
ca: Crea la bcau %1$s a %2$s (%3$s) amb %4$s
cs: Vytvořit bcache %1$s na %2$s (%3$s) s %4$s
de: Bcache %1$s auf %2$s (%3$s) mit %4$s erstellen
es: Crear bcache %1$s en %2$s (%3$s) con %4$s
fi: Luo Bcache %1$s laitteelle %2$s (%3$s) tiedostojärjestelmänä %4$s
fr: Créer le bcache %1$s sur %2$s (%3$s) avec %4$s
gl: Crear un bcache %1$s en %2$s (%3$s) con %4$s
hu: %1$s bcache létrehozása a(z) %2$s (%3$s) eszközön %4$s fájlrendszerrel
id: Buat bcache %1$s pada %2$s (%3$s) dengan %4$s
it: Crea la bcache %1$s su %2$s (%3$s) con %4$s
ka: %2$s-ზე (%3$s) %4$s-ით bcache %1$s-ის შექმნა
nl: Bcache %1$s op %2$s (%3$s) aanmaken met %4$s
pl: Utwórz bufor bcache %1$s na urządzeniu %2$s (%3$s) z systemem plików %4$s
pt_br: Criar bcache %1$s no %2$s (%3$s) com %4$s
sk: Vytvoriť bcache %1$s na %2$s (%3$s) s %4$s
sl: Ustvari bcache %1$s na %2$s (%3$s) z datotečnim sistemom %4$s
sv: Skapa bcache %1$s på %2$s (%3$s) med %4$s

source: Create bcache cache set on %1$s (%2$s)
ca: Crea el conjunt de cau de bcau a %1$s (%2$s)
cs: Vytvořit sadu mezipamětí bcache na %1$s (%2$s)
de: Bcache-Cachseset auf %1$s (%2$s) erstellen
es: Crear conjunto de caché de bcache en %1$s (%2$s)
fi: Luo Bcache-välimuistijoukko %1$s (%2$s)
fr: Créer le cache Bcache défini sur %1$s (%2$s)
id: Buat cache bcache yang ditetapkan pada %1$s (%2$s)
it: Crea il set di cache Bcache su %1$s (%2$s)
ka: %1$s-ზე (%2$s) bcache-ის კეშის სეტის შექმნა
nl: Bcache-cacheset aanmaken op %1$s (%2$s)
pt_br: Criar bcache de cache definido em %1$s (%2$s)
sk: Vytvoriť sadu vyrovnávacej pamäte bcache na %1$s (%2$s)
sl: Ustvari nabor predpomnilnikov bcache na %1$s (%2$s)
sv: Skapa Bcache-cacheuppsättning på %1$s (%2$s)

source: Create encrypted %1$s %2$s (%3$s) from %4$s
ar: قم بإنشاء %1$s %2$s (%3$s) المشفر من %4$s
ca: Crea %1$s %2$s (%3$s) amb encriptació a partir de %4$s
cs: Vytvořit šifrovaný %1$s %2$s (%3$s) z %4$s
de: Verschlüsselte %1$s %2$s (%3$s) von %4$s erstellen
es: Crear partición cifrada %1$s %2$s (%3$s) de %4$s
fi: Luo salattu %1$s %2$s (%3$s) laitteista %4$s
fr: Créer l'élément %1$s %2$s chiffré (%3$s) à partir de %4$s
gl: Crear o %1$s %2$s cifrado (%3$s) de %4$s
hu: %1$s %2$s (%3$s) titkosított partíció létrehozása a(z) %4$s eszközön
id: Buat %1$s %2$s terenkripsi (%3$s) dari %4$s
it: Crea e cifra %1$s da %2$s (%3$s) a partire da %4$s
ka: შეიქმნება დაშიფრული %1$s %2$s (%3$s) %4$s-სგან
nl: Versleuteld %1$s %2$s (%3$s) aanmaken uit %4$s
pl: Utwórz szyfrowaną partycję %1$s %2$s (%3$s) z urządzeń %4$s
pt_br: Criar criptografado %1$s %2$s (%3$s) de %4$s
sk: Vytvoriť šifrované %1$s %2$s (%3$s) z %4$s
sl: Ustvari šifriran %1$s %2$s (%3$s) iz %4$s
sv: Skapa krypterad %1$s %2$s (%3$s) från %4$s

source: Create encrypted %1$s %2$s (%3$s) for %4$s with %5$s from %6$s
ar: قم بإنشاء %1$s %2$s (%3$s) المشفر لنقطة التحميل %4$s بالنظام %5$s من %6$s
ca: Crea %1$s %2$s (%3$s) amb encriptació per a %4$s amb %5$s a partir de %6$s
cs: Vytvořit šifrovaný %1$s %2$s (%3$s) pro %4$s s %5$s z %6$s
de: Verschlüsselte %1$s %2$s (%3$s) für %4$s mit %5$s von %6$s erstellen
es: Crear partición cifrada %1$s %2$s (%3$s) para %4$s con %5$s de %6$s
fi: Luo salattu %1$s %2$s (%3$s), liitospiste %4$s ja tiedostojärjestelmä %5$s, laitteista %6$s
fr: Créer l'élément %1$s %2$s chiffré (%3$s) pour %4$s avec %5$s à partir de %6$s
gl: Crear un %1$s %2$s cifrado (%3$s) para %4$s con %5$s de %6$s
hu: %1$s %2$s (%3$s) titkosított partíció létrehozása a(z) %4$s csatlakoztatási ponthoz %5$s fájlrendszerrel a(z) %6$s eszközön
id: Buat %1$s %2$s (%3$s) terenkripsi untuk %4$s dengan %5$s dari %6$s
it: Crea e cifra %1$s da %2$s (%3$s) per %4$s con %5$s a partire da %6$s
ka: შეიქმნება დაშიფრული %1$s %2$s (%3$s) %4$s-სთვის %5$s-ით %6$s-სგან
nl: Versleuteld %1$s %2$s (%3$s) voor %4$s met %5$s aanmaken uit %6$s
pl: Utwórz szyfrowaną partycję %1$s %2$s (%3$s) dla punktu montowania %4$s z systemem plików %5$s z urządzeń %6$s
pt_br: Criar criptografado %1$s %2$s (%3$s) para %4$s com %5$s de %6$s
sk: Vytvoriť šifrované %1$s %2$s (%3$s) pre %4$s s %5$s z %6$s
sl: Ustvari šifriran %1$s %2$s (%3$s) za %4$s z datotečnim sistemom %5$s iz %6$s
sv: Skapa krypterad %1$s %2$s (%3$s) för %4$s med %5$s från %6$s

source: Create encrypted %1$s %2$s (%3$s) for swap from %4$s
ar: قم بإنشاء %1$s %2$s (%3$s) المشفر للتبديل من القائمة %4$s
ca: Crea %1$s %2$s (%3$s) amb encriptació per a intercanvi a partir de %4$s
cs: Vytvořit šifrovaný %1$s %2$s (%3$s) pro swap z %4$s
de: Verschlüsselte %1$s %2$s (%3$s) für swap von %4$s erstellen
es: Crear partición cifrada %1$s %2$s (%3$s) para intercambio de %4$s
fi: Luo salattu %1$s %2$s (%3$s) sivutusta varten laitteista %4$s
fr: Créer l'élément %1$s %2$s chiffré (%3$s) pour la partition d'échange à partir de %4$s
gl: Crear un %1$s %2$s cifrado (%3$s) para o swap de %4$s
hu: %1$s %2$s (%3$s) titkosított partíció létrehozása a lapozófájlhoz a(z) %4$s eszközön
id: Buat %1$s %2$s (%3$s) terenkripsi untuk swap dari %4$s
it: Crea %1$s cifrato %2$s (%3$s) per lo swap a partire da %4$s
ka: შეიქმნება დაშიფრული %1$s %2$s (%3$s) სვოპისთვის %4$s-სგან
nl: Versleuteld %1$s %2$s (%3$s) voor swap aanmaken uit %4$s
pl: Utwórz szyfrowaną partycję %1$s %2$s (%3$s) na potrzeby obszaru wymiany z urządzeń %4$s
pt_br: Criar criptografado %1$s %2$s (%3$s) para swap de %4$s
sk: Vytvoriť šifrované %1$s %2$s (%3$s) pre swap z %4$s
sl: Ustvari šifriran %1$s %2$s (%3$s) za izmenjevalni razdelek iz %4$s
sv: Skapa krypterad %1$s %2$s (%3$s) för byte från %4$s

source: Create encrypted %1$s %2$s (%3$s) with %4$s from %5$s
ar: قم بإنشاء %1$s %2$s (%3$s) المشفر %4$s من %5$s
ca: Crea %1$s %2$s (%3$s), amb encriptació, amb %4$s a partir de %5$s
cs: Vytvořit šifrovaný %1$s %2$s (%3$s) s %4$s z %5$s
de: Verschlüsselte %1$s %2$s (%3$s) mit %4$s von %5$s erstellen
es: Crear partición cifrada %1$s %2$s (%3$s) con %4$s de %5$s
fi: Luo salattu %1$s %2$s (%3$s) tiedostojärjestelmän %4$s laitteista %5$s
fr: Créer l'élément %1$s %2$s chiffré (%3$s) avec %4$s à partir de %5$s
gl: Crear o %1$s %2$s cifrado (%3$s) con %4$s de %5$s
hu: %1$s %2$s (%3$s) titkosított partíció létrehozása %4$s fájlrendszerrel a(z) %5$s eszközön
id: Buat %1$s %2$s (%3$s) terenkripsi dengan %4$s dari %5$s
it: Crea e cifra %1$s da %2$s (%3$s) con %4$s a partire da %5$s
ka: შეიქმნება დაშიფრული %1$s %2$s (%3$s) %4$s-ით %5$s-სგან
nl: Versleutelde %1$s %2$s (%3$s) met %4$s aanmaken uit %5$s
pl: Utwórz szyfrowaną partycję %1$s %2$s (%3$s) z systemem plików %4$s z urządzeń %5$s
pt_br: Criar criptografado %1$s %2$s (%3$s) com %4$s de %5$s
sk: Vytvoriť šifrované %1$s %2$s (%3$s) s %4$s z %5$s
sl: Ustvari šifriran %1$s %2$s (%3$s) z datotečnim sistemom %4$s iz %5$s
sv: Skapa krypterad %1$s %2$s (%3$s) med %4$s från %5$s

source: Create encrypted LVM logical volume %1$s (%2$s) on volume group %3$s
ar: إنشاء وحدة التخزين المنطقية LVM %1$s (‏%2$s) بمجموعة وحدات التخزين %3$s
ca: Crea el volum lògic d'LVM encriptat %1$s (%2$s) al grup de volums %3$s
cs: Vytvořit šifrovaný logický svazek LVM %1$s (%2$s) na skupině svazků %3$s
de: Verschlüsseltes logisches LVM-Volume %1$s (%2$s) in Volume-Gruppe %3$s erstellen
es: Crear volumen lógico LVM cifrado %1$s (%2$s) en el grupo de volúmenes %3$s
fi: Luo salattu looginen LVM-taltio %1$s (%2$s) taltioryhmään %3$s
fr: Créer le volume logique LVM chiffré %1$s (%2$s) sur le groupe de volumes %3$s
gl: Crear o volume lóxico LVM cifrado %1$s (%2$s) no grupo de volumes %3$s
hu: Titkosított %1$s LVM logikai kötet (%2$s) létrehozása a(z) %3$s kötetcsoportban
id: Buat volume logical LVM terenkripsi %1$s (%2$s) pada grup volume %3$s
it: Crea il volume logico LVM cifrato %1$s (%2$s) sul gruppo di volumi %3$s
ka: ტომების ჯგუფზე %3$s დაშიფრული LVM ლოგიკური ტომის %1$s (%2$s) შექმნა
nl: Versleuteld LVM logisch volume %1$s (%2$s) op volumegroep %3$s aanmaken
pl: Utwórz szyfrowany wolumen logiczny LVM %1$s (%2$s) w grupie wolumenów %3$s
pt_br: Criar volume lógico LVM criptografado %1$s (%2$s) no grupo de volumes %3$s
sk: Vytvoriť šifrovaný logický zväzok LVM %1$s (%2$s) na skupine zväzkov %3$s
sl: Ustvari šifriran logični nosilec LVM %1$s (%2$s) na skupini nosilcev %3$s
sv: Skapa logisk LVM-volym %1$s (%2$s) i volymgrupp %3$s

source: Create encrypted LVM logical volume %1$s (%2$s) on volume group %3$s for %4$s with %5$s
ar: إنشاء وحدة التخزين المنطقية LVM المشفرة %1$s (‏%2$s) بمجموعة وحدات التخزين %3$s لـ %4$s مع %5$s
ca: Crea el volum lògic d'LVM encriptat %1$s (%2$s) al grup de volums %3$s per a %4$s amb %5$s
cs: Vytvořit šifrovaný logický svazek LVM %1$s (%2$s) na skupině svazků %3$s pro přípojný bod %4$s se systémem souborů %5$s
de: Verschlüsseltes logisches LVM-Volume %1$s (%2$s) in Volume-Gruppe %3$s für %4$s mit %5$s erstellen
es: Crear volumen lógico LVM cifrado %1$s (%2$s) en el grupo de volúmenes %3$s para %4$s con %5$s
fi: Luo salattu looginen LVM-taltio %1$s (%2$s) taltioryhmään %3$s, liitospiste %4$s ja tiedostojärjestelmä %5$s
fr: Créer le volume logique LVM chiffré %1$s (%2$s) sur le groupe de volumes %3$s pour le point de montage %4$s avec le système de fichiers %5$s
gl: Crear o volume lóxico LVM cifrado %1$s (%2$s) no grupo de volumes %3$s para %4$s con %5$s
hu: Titkosított %1$s LVM logikai kötet (%2$s) létrehozása a(z) %3$s kötetcsoportban a(z) %4$s csatlakoztatási ponthoz (%5$s fájlrendszer)
id: Buat volume logical terenkripsi %1$s (%2$s) pada grup volume %3$s untuk %4$s dengan %5$s
it: Crea il volume logico LVM cifrato %1$s (%2$s) sul gruppo di volumi %3$s per %4$s con %5$s
ka: ტომების ჯგუფზე %3$s %4$s-სთვის %5$s-ით დაშიფრული LVM ლოგიკური ტომის %1$s (%2$s) შექმნა
nl: Versleuteld LVM logisch volume %1$s (%2$s) op volumegroep %3$s voor %4$s met %5$s aanmaken
pl: Utwórz szyfrowany wolumen logiczny LVM %1$s (%2$s) w grupie wolumenów %3$s dla punktu montowania %4$s z systemem plików %5$s
pt_br: Criar volume lógico LVM criptografado %1$s (%2$s) no grupo de volumes %3$s para %4$s com %5$s
sk: Vytvoriť šifrovaný logický zväzok %1$s (%2$s) na skupine zväzkov %3$s pre %4$s s %5$s
sl: Ustvari šifriran logični nosilec LVM %1$s (%2$s) na skupini nosilcev %3$s za %4$s z datotečnim sistemom %5$s
sv: Skapa logisk volym %1$s (%2$s) i volymgrupp %3$s för %4$s med %5$s

source: Create encrypted LVM logical volume %1$s (%2$s) on volume group %3$s for swap
ar: إنشاء وحدة التخزين المنطقية %1$s (‏%2$s) بمجموعة وحدات التخزين %3$s للتبادل
ca: Crea el volum lògic d'LVM encriptat %1$s (%2$s) al grup de volums %3$s per a intercanvi
cs: Vytvořit šifrovaný logický svazek LVM %1$s (%2$s) na skupině svazků %3$s pro stránkování
de: Verschlüsseltes logisches LVM-Volume %1$s (%2$s) in Volume-Gruppe %3$s für Auslagerung erstellen
es: Crear volumen lógico LVM cifrado %1$s (%2$s) en el grupo de volúmenes %3$s para intercambio
fi: Luo salattu looginen LVM-taltio %1$s (%2$s) taltioryhmään %3$s sivutusta varten
fr: Créer le volume logique LVM chiffré %1$s (%2$s) sur le groupe de volumes %3$s pour l'échange
gl: Crear o volume lóxico LVM cifrado %1$s (%2$s) no grupo de volumes %3$s para a swap
hu: Titkosított %1$s LVM logikai kötet (%2$s) létrehozása a(z) %3$s kötetcsoportban a lapozófájlhoz
id: Buat volume logical LVM terenkripsi %1$s (%2$s) pada grup volume %3$s untuk swap
it: Crea il volume logico LVM cifrato %1$s (%2$s) sul gruppo di volumi %3$s per swap
ka: სვოპისთვის ტოების ჯგუფზე %3$s დაშიფრული LVM ლოგიკური ტომის %1$s (%2$s) შექმნა
nl: Versleuteld LVM logisch volume %1$s (%2$s) op volumegroep %3$s voor swap aanmaken
pl: Utwórz szyfrowany wolumen logiczny LVM %1$s (%2$s) w grupie wolumenów %3$s na potrzeby obszaru wymiany
pt_br: Criar volume lógico LVM criptografado %1$s (%2$s) no grupo de volumes %3$s para troca
sk: Vytvoriť šifrovaný logický zväzok %1$s (%2$s) na skupine zväzkov %3$s pre swap
sl: Ustvari šifriran logični nosilec LVM %1$s (%2$s) na skupini nosilcev %3$s za izmenjevalni razdelek
sv: Skapa krypterad logisk LVM-volym %1$s (%2$s) i volymgrupp %3$s för swap

source: Create encrypted LVM logical volume %1$s (%2$s) on volume group %3$s with %4$s
ar: إنشاء وحدة التخزين المنطقية LVM المشفرة %1$s (‏%2$s) بمجموعة وحدات التخزين %3$s مع %4$s
ca: Crea el volum lògic d'LVM encriptat %1$s (%2$s) al grup de volums %3$s amb %4$s
cs: Vytvořit šifrovaný logický svazek LVM %1$s (%2$s) na skupině svazků %3$s se systémem souborů %4$s
de: Verschlüsseltes logisches LVM-Volume %1$s (%2$s) in Volume-Gruppe %3$s mit %4$s erstellen
es: Crear volumen lógico LVM cifrado %1$s (%2$s) en el grupo de volúmenes %3$s con %4$s
fi: Luo salattu looginen LVM-taltio %1$s (%2$s) taltioryhmään %3$s tiedostojärjestelmänä %4$s
fr: Créer le volume logique LVM chiffré %1$s (%2$s) sur le groupe de volumes %3$s avec le système de fichiers %4$s
gl: Crear o volume lóxico LVM cifrado %1$s (%2$s) no grupo de volumes %3$s con %4$s
hu: Titkosított %1$s LVM logikai kötet (%2$s) létrehozása a(z) %3$s kötetcsoportban (%4$s fájlrendszer)
id: Buat volume logical LVM terenkripsi %1$s (%2$s) pada grup volume %3$s dengan %4$s
it: Crea il volume logico LVM cifrato %1$s (%2$s) sul gruppo di volumi %3$s con %4$s
ka: ტომების ჯგუფზე %3$s %4$s-ით დაშიფრული LVM ლოგიკური ტომის %1$s (%2$s) შექმნა
nl: Versleuteld LVM logisch volume %1$s (%2$s) op volumegroep %3$s met %4$s aanmaken
pl: Utwórz szyfrowany wolumen logiczny LVM %1$s (%2$s) w grupie wolumenów %3$s z systemem plików %4$s
pt_br: Criar volume lógico LVM criptografado %1$s (%2$s) no grupo de volumes %3$s com %4$s
sk: Vytvoriť šifrovaný logický zväzok %1$s (%2$s) na skupine zväzkov %3$s s %4$s
sl: Ustvari šifriran logični nosilec LVM %1$s (%2$s) na skupini nosilcev %3$s z datotečnim sistemom %4$s
sv: Skapa logisk volym %1$s (%2$s) i volymgrupp %3$s med %4$s

source: Create encrypted bcache %1$s on %2$s (%3$s)
ar: قم بإنشاء ذاكرة bcache المشفرة %1$s في %2$s (%3$s)
ca: Crea la bcau amb encriptació %1$s a %2$s (%3$s)
cs: Vytvořit zašifrovanou bcache %1$s na %2$s (%3$s)
de: Verschlüsseltes bcache %1$s auf %2$s (%3$s) erstellen
es: Crear bcache cifrado %1$s en %2$s (%3$s)
fi: Luo salattu Bcache %1$s laitteelle %2$s (%3$s)
fr: Créer le bcache chiffré %1$s sur %2$s (%3$s)
gl: Crear o bcache cifrado %1$s en %2$s (%3$s)
hu: %1$s titkosított bcache létrehozása a(z) %2$s (%3$s) eszközön
id: Buat bcache terenkripsi %1$s pada %2$s (%3$s)
it: Crea bcache cifrata %1$s su %2$s (%3$s)
ka: %2$s-ზე (%3$s) დაშიფრული bcache %1$s-ის შექმნა
nl: Versleutelde bcache %1$s op %2$s (%3$s) aanmaken
pl: Utwórz szyfrowany bufor bcache %1$s na urządzeniu %2$s (%3$s)
pt_br: Criar criptografado bcache %1$s em %2$s (%3$s)
sk: Vytvoriť šifrované bcache %1$s na %2$s (%3$s)
sl: Ustvari šifriran bcache %1$s na %2$s (%3$s)
sv: Skapa krypterad bcache %1$s på %2$s (%3$s)

source: Create encrypted bcache %1$s on %2$s (%3$s) for %4$s with %5$s
ar: قم بإنشاء ذاكرة bcache المشفرة %1$s في %2$s (%3$s) لنقطة التحميل %4$s بنظام الملفات %5$s
ca: Crea la bcau amb encriptació %1$s a %2$s (%3$s) per a %4$s amb %5$s
cs: Vytvořit zašifrovanou bcache %1$s na %2$s (%3$s) pro %4$s s %5$s
de: Verschlüsseltes bcache %1$s auf %2$s (%3$s) für %4$s mit %5$s erstellen
es: Crear bcache cifrado %1$s en %2$s (%3$s) para %4$s con %5$s
fi: Luo salattu Bcache %1$s laitteelle %2$s (%3$s), liitospiste %4$s ja tiedostojärjestelmä %5$s
fr: Créer le bcache chiffré %1$s sur %2$s (%3$s) pour %4$s avec %5$s
gl: Crear o bcache cifrado %1$s en %2$s (%3$s) para %4$s con %5$s
hu: %1$s titkosított bcache létrehozása a(z) %2$s (%3$s) eszközön a(z) %4$s csatlakoztatási ponthoz %5$s fájlrendszerrel
id: Buat bcache terenkripsi %1$s pada %2$s (%3$s) untuk %4$s dengan %5$s
it: Crea bcache cifrata %1$s su %2$s (%3$s) per %4$s con %5$s
ka: დაშიფრული bcache %1$s-ის შექმნა %2$s-ზე(%3$s) %4$s-სთვის ფაილური სისტემით %5$s
nl: Versleutelde bcache %1$s op %2$s (%3$s) aanmaken voor %4$s met %5$s
pl: Utwórz szyfrowany bufor bcache %1$s na urządzeniu %2$s (%3$s) dla punktu montowania %4$s z systemem plików %5$s
pt_br: Criar criptografado bcache %1$s em %2$s (%3$s) para %4$s com %5$s
sk: Vytvoriť šifrované bcache %1$s na %2$s (%3$s) pre %4$s s %5$s
sl: Ustvari šifriran bcache %1$s na %2$s (%3$s) za %4$s z datotečnim sistemom %5$s
sv: Skapa krypterad bcache %1$s på %2$s (%3$s) för %4$s med %5$s

source: Create encrypted bcache %1$s on %2$s (%3$s) for swap
ar: قم بإنشاء bcache المشفرة %1$s في %2$s (%3$s) للتبديل
ca: Crea la bcau amb encriptació %1$s a %2$s (%3$s) per a intercanvi
cs: Vytvořit šifrovanou bcache %1$s na %2$s (%3$s) pro swap
de: Verschlüsseltes bcache %1$s auf %2$s (%3$s) für swap erstellen
es: Crear bcache cifrado %1$s en %2$s (%3$s) para swap
fi: Luo salattu Bcache %1$s laitteelle %2$s (%3$s) sivutusta varten
fr: Créer le bcache chiffré %1$s sur %2$s (%3$s) pour la swap
gl: Crear o bcache cifrado %1$s en %2$s (%3$s) para o swap
hu: %1$s titkosított bcache létrehozása a(z) %2$s (%3$s) eszközön a lapozófájlhoz
id: Buat bcache terenkripsi %1$s pada %2$s (%3$s) untuk swap
it: Crea bcache cifrata %1$s su %2$s (%3$s) per lo swap
ka: დაშიფრული bcache %1$s-ის შექმნა %2$s-ზე (%3$s) სვოპისთვის
nl: Versleutelde bcache %1$s op %2$s (%3$s) aanmaken voor swap
pl: Utwórz szyfrowany bufor bcache %1$s na urządzeniu %2$s (%3$s) na potrzeby obszaru wymiany
pt_br: Criar bcache criptografado %1$s em %2$s (%3$s) para troca
sk: Vytvoriť šifrované bcache %1$s na %2$s (%3$s) pre swap
sl: Ustvari šifriran bcache %1$s na %2$s (%3$s) za izmenjevalni razdelek
sv: Skapa krypterad bcache %1$s på %2$s (%3$s) för byte

source: Create encrypted bcache %1$s on %2$s (%3$s) with %4$s
ar: قم بإنشاء bcache المشفرة %1$s في %2$s (%3$s) بنظام الملفات %4$s
ca: Crea la bcau amb encriptació %1$s a %2$s (%3$s) amb %4$s
cs: Vytvořit šifrovanou bcache %1$s na %2$s (%3$s) s %4$s
de: Verschlüsseltes bcache %1$s auf %2$s (%3$s) mit %4$s erstellen
es: Crear bcache cifrado %1$s en %2$s (%3$s) con %4$s
fi: Luo salattu Bcache %1$s laitteelle %2$s (%3$s) tiedostojärjestelmänä %4$s
fr: Créer le bcache chiffré %1$s sur %2$s (%3$s) avec %4$s
gl: Crear o bcache cifrado %1$s en %2$s (%3$s) con %4$s
hu: %1$s titkosított bcache létrehozása a(z) %2$s (%3$s) eszközön %4$s fájlrendszerrel
id: Buat bcache terenkripsi %1$s pada %2$s (%3$s) dengan %4$s
it: Crea bcache cifrata %1$s su %2$s (%3$s) con %4$s
ka: დაშიფრული bcache %1$s-ის შექმნა %2$s-ზე (%3$s) %4$s-ით
nl: Versleutelde bcache %1$s op %2$s (%3$s) aanmaken met %4$s
pl: Utwórz szyfrowany bufor bcache %1$s na urządzeniu %2$s (%3$s) z systemem plików %4$s
pt_br: Criar bcache criptografada %1$s em %2$s (%3$s) com %4$s
sk: Vytvoriť šifrované bcache %1$s na %2$s (%3$s) s %4$s
sl: Ustvari šifriran bcache %1$s na %2$s (%3$s) z datotečnim sistemom %4$s
sv: Skapa krypterad %1$s på %2$s (%3$s) med %4$s

source: Create encrypted partition %1$s (%2$s)
ar: إنشاء قسم مشفر %1$s (‏%2$s)
ca: Crea la partició encriptada %1$s (%2$s)
cs: Vytvořit šifrovaný oddíl %1$s (%2$s)
de: Verschlüsselte Partition %1$s (%2$s) erstellen
es: Crear partición cifrada %1$s (%2$s)
fi: Luo salattu osio %1$s (%2$s)
fr: Créer la partition chiffrée %1$s (%2$s)
gl: Crear a partition cifrada %1$s (%2$s)
hu: %1$s titkosított partíció (%2$s) létrehozása
id: Buat partisi terenkripsi %1$s (%2$s)
it: Crea la partizione cifrata %1$s (%2$s)
ka: დაშიფრული დანაყოფის %1$s (%2$s) შექმნა
nl: Versleutelde partitie %1$s (%2$s) aanmaken
pl: Utwórz szyfrowaną partycję %1$s (%2$s)
pt_br: Criar partição criptografada %1$s (%2$s)
sk: Vytvoriť šifrovaný oddiel %1$s (%2$s)
sl: Ustvari šifriran razdelek %1$s (%2$s)
sv: Skapa krypterad partition %1$s (%2$s)

source: Create encrypted partition %1$s (%2$s) as LVM physical volume
ar: إنشاء قسم مشفر %1$s (‏%2$s) كوحدة تخزين فعلية LVM
ca: Crea la partició encriptada %1$s (%2$s) com a volum físic d'LVM
cs: Vytvořit šifrovaný oddíl %1$s (%2$s) jako fyzický svazek LVM
de: Verschlüsselte Partition %1$s (%2$s) als physisches LVM-Volume erstellen
es: Crear partición cifrada %1$s (%2$s) como volumen físico LVM
fi: Luo salattu osio %1$s (%2$s) fyysiseksi LVM-osioksi
fr: Créer la partition chiffrée %1$s (%2$s) en tant que volume physique LVM
gl: Crear a partition cifrada %1$s (%2$s) como un volume físico LVM
hu: %1$s titkosított partíció (%2$s) létrehozása LVM fizikai kötetként
id: Buat partisi terenkripsi %1$s (%2$s) sebagai volume physical LVM
it: Crea la partizione cifrata %1$s (%2$s) come volume fisico LVM
ka: დაშიფრული დანაყოფის %1$s (%2$s) შექმნა LVM ფიზიკური ტომის სახით
nl: Versleutelde partitie %1$s (%2$s) als LVM fysiek volume aanmaken
pl: Utwórz szyfrowaną partycję %1$s (%2$s) jako wolumen fizyczny LVM
pt_br: Criar partição criptografada %1$s (%2$s) como um volume físico LVM
sk: Vytvoriť šifrovaný oddiel %1$s (%2$s) ako fyzický zväzok LVM
sl: Ustvari šifriran razdelek %1$s (%2$s) kot fizični nosilec LVM
sv: Skapa utökad partition %1$s (%2$s) som fysisk LVM-volym
