Repository: openSUSE/libstorage-ng
Catalog: po/*.po
Languages: ar, ca, cs, de, es, fi, fr, gl, hu, id, it, ka, nl, pl, pt_br, sk, sl, sv

source: Setting cache mode to %1$s for bcache %2$s (%3$s)
ca: Establint el mode de cau a %1$s per a la bcau de %2$s (%3$s)
cs: Nastavuji režim kešování na %1$s pro bcache %2$s (%3$s)
de: Cachemodus für Bcache %2$s (%3$s) wird auf %1$s gesetzt
es: Definiendo el modo de caché como %1$s para bcache %2$s (%3$s)
fi: Asetetaan bcachen %2$s (%3$s) välimuistitilaksi %1$s
fr: Définition du mode du cache sur %1$s pour le bcache %2$s (%3$s)
id: Mengatur mode cache ke %1$s untuk bcache %2$s (%3$s)
it: Impostazione della modalità cache a %1$s per Bcache %2$s (%3$s)
ka: მიმდინარეობს Bcache %2$s-ის (%3$s) კეშის რეჟიმის %1$s-ზე დაყენება
nl: Cachemodus wordt ingesteld op %1$s voor bcache %2$s (%3$s)
pt_br: Definindo o modo de cache como %1$s para o bcache %2$s (%3$s)
sk: Nastavovanie režimu vyrovnávacej pamäte na %1$s pre bcache %2$s (%3$s)
sl: Nastavljanje načina predpomnjenja na %1$s za bcache %2$s (%3$s)
sv: Ställer in cacheläge på %1$s för bcache %2$s (%3$s)

source: Setting default subvolume to subvolume %1$s on %2$s
ar: يتم الآن تعيين وحدة التخزين الفرعية الافتراضية على وحدة التخزين الفرعية %1$s على %2$s
ca: Establint el subvolum per defecte al subvolum %1$s de %2$s
cs: Nastavuji výchozí podsvazek %1$s na %2$s
de: Subvolume %1$s auf %2$s wird als Standard-Subvolume festgelegt
es: Definiendo subvolumen %1$s como subvolumen por defecto en %2$s
fi: Asetetaan laitteen %2$s oletusalitaltioksi %1$s
fr: Définition du sous-volume %1$s sur %2$s comme sous-volume par défaut
gl: Definindo o subvolume por defecto como un subvolume de %1$s en %2$s
hu: A(z) %1$s alkötet beállítása alapértelmezett alkötetként a(z) %2$s eszközön
id: Mengatur subvolume standar ke subvolume %1$s pada %2$s
it: Impostazione del sottovolume %1$s su %2$s come sottovolume predefinito
ka: მიმდინარეობს %2$s-ზე ნაგულისხმევი ქვეტომის %1$s-ზე დაყენება
nl: Standaardsubvolume instellen op subvolume %1$s op %2$s
pl: Ustawianie jako domyślnego podwoluminu %1$s na urządzeniu %2$s
pt_br: Definindo subvolume padrão como subvolume %1$s em %2$s
sk: Nastavenie predvoleného podzväzku na podzväzok %1$s na %2$s
sl: Nastavljanje privzetega podnosilca na podnosilec %1$s na %2$s
sv: Anger förinställd delvolym som delvolym %1$s på %2$s

source: Setting id of partition %1$s to %2$s
ar: يتم الآن تعيين معرف القسم %1$s على %2$s
ca: Establint l'id de la partició %1$s a %2$s
cs: Nastavuji id oddílu %1$s na %2$s
de: ID von Partition %1$s wird auf %2$s gesetzt
es: Definiendo ID de partición %1$s como %2$s
fi: Asetetaan laitteen %1$s tunnisteeksi %2$s
fr: Définition du type de la partition %1$s à %2$s
gl: Definindo a id da partición %1$s como %2$s
hu: A(z) %1$s partíció azonosítójának beállítása a(z) %2$s értékre
id: Mengatur id partisi %1$s ke %2$s
it: Impostazione dell'id della partizione %1$s a %2$s
ka: %1$s დანაყოფის ID-ის %2$s-ზე დაყენება
nl: Partitie-ID van %1$s instellen op %2$s
pl: Ustawianie identyfikatora partycji %1$s jako %2$s
pt_br: Definindo ID da partição %1$s como %2$s
sk: Nastavenie id oddielu %1$s na %2$s
sl: Nastavljanje določilnika razdelka %1$s na %2$s
sv: Anger id för partitionen %1$s som %2$s

source: Setting id of partition %1$s to %2$s (0x%3$02X)
ar: يتم الآن تعيين معرف القسم %1$s على %2$s (‏0x%3$02X)
ca: Establint l'id de la partició %1$s a %2$s (0x%3$02X)
cs: Nastavuji id oddílu %1$s na %2$s (0x%3$02X)
de: ID von Partition %1$s wird auf %2$s (0x%3$02X) gesetzt
es: Definiendo ID de partición %1$s como %2$s (0X%3$02X)
fi: Asetetaan laitteen %1$s tunnisteeksi %2$s (0x%3$02X)
fr: Définition du type de la partition %1$s à %2$s (0x%3$02X)
gl: Definindo a id da partición %1$s como %2$s (0x%3$02X)
hu: A(z) %1$s partíció azonosítójának beállítása a(z) %2$s értékre (0x%3$02X)
id: Mengatur id partisi %1$s ke %2$s (0x%3$02X)
it: Impostazione dell'id della partizione %1$s a %2$s (0x%3$02X)
ka: მიმდინარეობს %1$s დანაყოფის ID-ის %2$s-ზე (0x%3$02X) დაყენება
nl: Partitie-ID van %1$s instellen op %2$s (0x%3$02X)
pl: Ustawianie identyfikatora partycji %1$s jako %2$s (0x%3$02X)
pt_br: Definindo ID da partição %1$s como %2$s (0x%3$02X)
sk: Nastavenie id oddielu %1$s na %2$s (0x%3$02X)
sl: Nastavljanje določilnika razdelka %1$s na %2$s (0x%3$02X)
sv: Anger id för partition %1$s som %2$s (0x%3$02X)

source: Setting id of partition %1$s to 0x%2$02X
ar: يتم الآن تعيين معرف القسم %1$s على 0x%2$02X
ca: Establint l'id de la partició %1$s a 0x%2$02X
cs: Nastavuji id oddílu %1$s na 0x%2$02X
de: ID von Partition %1$s wird auf 0x%2$02X gesetzt
es: Definiendo ID de partición %1$s como 0x%2$02X
fi: Asetetaan osion %1$s tunnisteeksi 0x%2$02X
fr: Définition du type de la partition %1$s à 0x%2$02X
gl: Definindo a id da partición %1$s como 0x%2$02X
hu: A(z) %1$s partíció azonosítójának beállítása a(z) 0x%2$02X értékre
id: Mengatur id partisi %1$s ke 0x%2$02X
it: Impostazione dell'id della partizione %1$s a 0x%2$02X
ka: დანაყოფის %1$s ID-ის 0x%2$02X-ზე დაყენება
nl: Partitie-ID van %1$s instellen op 0x%2$02X
pl: Ustawianie identyfikatora partycji %1$s jako 0x%2$02X
pt_br: Definindo ID da partição %1$s como 0x%2$02X
sk: Nastavenie id oddielu %1$s na 0x%2$02X
sl: Nastavljanje določilnika razdelka %1$s na 0x%2$02X
sv: Anger id för partitionen %1$s som 0x%2$02X

source: Setting label of %1$s on %2$s to %3$s
ca: Establint l'etiqueta del sistema de fitxers %1$s de %2$s a %3$s
cs: Nastavování popisku %1$s u %2$s na %3$s
de: Label von %1$s auf %2$s wird zu %3$s gesetzt
es: Definiendo etiqueta de %1$s en %2$s como %3$s
fi: Asetetaan laitteiden %2$s (%1$s) nimiöksi %3$s
fr: Définition de l'étiquette de %1$s sur %2$s à %3$s
id: Mengatur label %1$s pada %2$s ke %3$s
it: Impostazione dell'etichetta di %1$s su %2$s a %3$s
ka: %1$s-ის ჭდის %2$s-ზე %3$s-სთვის დაყენება
nl: Label van %1$s op %2$s wordt ingesteld naar %3$s
pt_br: Definindo rótulo de %1$s em %2$s para %3$s
sk: Nastavenie popisu %1$s na %2$s na %3$s
sl: Nastavljanje oznake datotečnega sistema %1$s na %2$s na %3$s
sv: Anger etiketten av %1$s på %2$s till %3$s

source: Setting label of partition %1$s to %2$s
ca: Establint l'etiqueta de la partició %1$s a %2$s
cs: Nastavuji štítek oddílu %1$s na %2$s
de: Label von Partition %1$s wird auf %2$s festgelegt
es: Definiendo etiqueta de partición %1$s como %2$s
fi: Asetetaan osion %1$s nimiöksi %2$s
fr: Définition de l'étiquette de la partition %1$s sur %2$s
id: Mengatur label partisi %1$s ke %2$s
it: Impostazione dell'etichetta della partizione %1$s a %2$s
ka: მიმდინარეობს %1$s დანაყოფის ჭდის %2$s-ზე დაყენება
nl: Label van partitie %1$s instellen op %2$s
pt_br: Definindo rótulo da partição %1$s como %2$s
sk: Nastavenie popisu oddielu %1$s na %2$s
sl: Nastavljanje oznake razdelka %1$s na %2$s
sv: Anger etikett för partitionen %1$s till %2$s

source: Setting legacy boot flag of partition %1$s
ar: يتم الآن تعيين علامة التشغيل القديمة للقسم %1$s
ca: Establint la bandera d'arrencada de llegat de la partició %1$s
cs: Nastavuji zastaralý boot příznak oddílu %1$s
de: Legacy-Boot-Flag von Partition %1$s wird gesetzt
es: Definiendo indicador de arranque legado de partición %1$s
fi: Asetetaan osiolle %1$s vanha käynnistyslippu
fr: Définition du fanion de démarrage legacy de la partition %1$s
gl: Definindo o historial etiqueta de arrinque para a partición %1$s
hu: A(z) %1$s partíció örökölt rendszerindítási jelzőjének beállítása
id: Mengatur tanda boot legacy dari partisi %1$s
it: Impostazione del flag obsoleto di avvio della partizione %1$s
ka: დანაყოფზე (%1$s) მოძველებული ჩატვირთვადობის ალმის დაყენება
nl: Verouderde opstartvlag van partitie %1$s instellen
pl: Ustawianie starszej flagi rozruchu partycji %1$s
pt_br: Definindo indicador de inicialização antigo da partição %1$s
sk: Nastavenie zastaralého príznaku štartu systému pre oddiel %1$s
sl: Nastavljanje zastarele zastavice zagona za razdelek %1$s
sv: Anger föråldrad bootflagga för partitionen %1$s

source: Setting limits for qgroup %1$s on %2$s
ca: Establint els límits per al qgrup %1$s a %2$s
cs: Nastavuji limity pro qgroup %1$s na %2$s
de: Limits für qgroups %1$s auf %2$s werden festgelegt
es: Definiendo límites para qgroup %1$s en %2$s
fi: Asetetaan rajat laitteiden %2$s qgroupille %1$s
fr: Définition des limites pour le qgroup %1$s sur %2$s
id: Mengatur batas untuk qgroup %1$s pada %2$s
it: Impostazione di limiti per qgroup %1$s su %2$s
ka: მიმდინარეობს %1$s qgroup-ის ლიმიტების დაყენება %2$s-ზე
nl: Limieten voor qgroup %1$s op %2$s worden ingesteld
pt_br: Definindo limites para qgroup %1$s em %2$s
sk: Nastavenie limitov pre qgroup %1$s na %2$s
sl: Nastavljanje omejitev za qgroup %1$s na %2$s
sv: Ställer in gränser för qgroup %1$s av %2$s

source: Setting limits for qgroup of subvolume %1$s on %2$s
ca: Establint els límits per al qgrup del subvolum %1$s a %2$s
cs: Nastavuji limity pro qgroup podsvazku %1$s na %2$s
de: Limits für qgroup von Subvolume %1$s auf %2$s werden festgelegt
es: Definiendo límites para qgroup del subvolumen %1$s en %2$s
fi: Asetetaan rajat laitteiden %2$s alitaltion %1$s qgroupille
fr: Définition des limites pour le qgroup du sous-volume %1$s sur %2$s
id: Mengatur batas untuk qgrup dari subvolume %1$s pada %2$s
it: Impostazione di limiti per qgroup del sottovolume %1$s su %2$s
ka: მიმდინარეობს %2$s-ზე მდებარე ქვეტომის %1$s qgroup-ის ლიმიტების დაყენება
nl: Limieten voor qgroup van subvolume %1$s op %2$s worden ingesteld
pt_br: Definindo limites para qgrupo de subvolume %1$s em %2$s
sk: Nastavenie limitov pre qgroup podzväzku %1$s na %2$s
sl: Nastavljanje omejitev za qgroup podnosilca %1$s na %2$s
sv: Ställer in gränser för qgroup av undervolym %1$s av %2$s

source: Setting no-automount flag of partition %1$s
ca: Establint la bandera de no muntatge automàtic de la partició %1$s
cs: Nastavuji příznak "zákaz auto-připojení" oddílu %1$s
de: no-automount-Flag von Partition %1$s wird festgelegt
es: Definiendo indicador no-automount de partición %1$s
fi: Asetetaan ei automaattiliittämistä -lippu osiolle %1$s
fr: Définition de l'indicateur no-automount de la partition %1$s
id: Mengatur tanda no-automount dari partisi %1$s
it: Impostazione del flag senza montaggio automatico della partizione %1$s
ka: %1$s-ზე no-automount ალმის დაყენება
nl: Vlag voor niet automatisch aankoppelen van partitie %1$s wordt ingesteld
pt_br: Definindo indicador de sem montagem automática da partição %1$s
sk: Nastavenie príznaku zákazu automatického pripojenia oddielu %1$s
sl: Nastavljanje zastavice brez-samopriklopa za razdelek %1$s
sv: Ställer in ingen-automontering flagga för partition %1$s

source: Setting option 'no copy on write' for subvolume %1$s on %2$s
ar: يتم الآن إعداد الخيار "عدم النسخ عند الكتابة" لوحدة التخزين الفرعية %1$s على %2$s
ca: Establint l'opció de "no copiar en escriure" per al subvolum %1$s de %2$s
cs: Nastavování volby 'no copy on write' podsvazku %1$s na %2$s
de: Option 'Keine Kopie beim Schreiben' für Subvolume %1$s auf %2$s wird gesetzt
es: Definiendo opción "no copiar al escribir" para subvolumen %1$s en %2$s
fi: Asetetaan laitteen %2$s alitaltiolle %1$s "copy on write" -valinta
fr: Définition de l'option 'no copy on write' pour le sous-volume %1$s sur %2$s
gl: Definindo a opción de «non copiar durante a escritura» para o subvolume %1$s en %2$s
hu: Az 'íráskor nincs másolás' beállítás megadása a(z) %2$s eszközön lévő %1$s alkötethez
id: Mengatur opsi 'no copy on write' untuk subvolume %1$s pada %2$s
it: Impostazione dell'opzione 'no copy on write' per il sottovolume %1$s su %2$s
ka: %2$s-ზე მდებარე ქვეტომის %1$s 'no copy on write' ალმის დაყენება
nl: Optie 'niet kopiëren bij schrijven' instellen voor subvolume %1$s op %2$s
pl: Ustawianie opcji braku kopiowania przy zapisie dla podwoluminu %1$s na urządzeniu %2$s
pt_br: Definindo opção 'no copy on write' do subvolume %1$s em %2$s
sk: Nastavenie voľby 'nekopírovať pri zápise' pre podzväzok %1$s na %2$s
sl: Nastavljanje možnosti »brez kopiranja ob pisanju« za podnosilec %1$s na %2$s
sv: Anger alternativ 'skriva utan kopiering' för delvolym %1$s på %2$s

source: Setting protective MBR boot flag of GPT on %1$s
ar: يتم الآن إعداد علامة تشغيل MBR للحماية الخاصة بـ GPT على %1$s
ca: Establint la bandera d'arrencada MBR protectora de GPT a %1$s
cs: Nastavování ochranného příznaku MBR boot GPT na %1$s
de: Schützendes MBR-Boot-Flag von GPT auf %1$s wird gesetzt
es: Definiendo indicador de arranque MBR protector de GPT en %1$s
fi: Asetetaan GPT:n MBR-suojakäynnistyslippu laitteelle %1$s
fr: Définition du fanion de démarrage du MBR protecteur de la table de partitions GPT sur %1$s
gl: Definindo a etiqueta de arrinque MBR do GPT en %1$s
hu: GPT biztonsági fő rendszertöltő rekordjelzőjének beállítása a(z) %1$s eszközön
id: Mengatur tanda pelindung boot MBR di GPT pada %1$s
it: Impostazione del flag di avvio dell'MBR a protezione della tabella delle partizioni GPT su %1$s
ka: %1$s-ზე GPT-is daculi MBR-ის ჩატვირთვადობის ალმის დაყენება
nl: Beschermende MBR-opstartvlag van GPT instellen op %1$s
pl: Ustawianie ochronnej flagi rozruchu MBR tablicy partycji GPT na urządzeniu %1$s
pt_br: Definindo indicador de inicialização MBR protegido do GPT em %1$s
sk: Nastavenie ochranného MBR príznaku štartu systému z GPT na %1$s
sl: Nastavljanje zaščitne zastavice zagona MBR za GPT na %1$s
sv: Anger skyddsbootflagga MBR från GPT på %1$s

source: Setting tune options of %1$s on %2$s
ca: Establint les opcions de personalització del sistema de fitxers %1$s de %2$s
cs: Nastavuji možnosti ladění %1$s na %2$s
de: Optimierungsoptionen von %1$s werden auf %2$s gesetzt
es: Definiendo opciones de ajuste de %1$s en %2$s
fi: Asetetaan laitteiden %2$s %1$s-hienosäätövalinnat
fr: Définition des options de réglage de %1$s sur %2$s
id: Mengatur opsi %1$s yang sesuai pada %2$s
it: Impostazione delle opzioni di sintonizzazione di %1$s su %2$s
ka: მიმდინარეობს %1$s-ის მორგების პარამეტრების დაყენება %2$s-ზე
nl: Afstellingsopties van %1$s worden ingesteld op %2$s
pt_br: Definindo opções de ajuste de %1$s em %2$s
sk: Nastavenie volieb ladenia %1$s na %2$s
sl: Nastavljanje možnosti prilagajanja datotečnega sistema %1$s na %2$s
sv: Anger justeringsalternativ för %1$s på %2$s

source: Shrink %1$s of %2$s on %3$s from %4$s to %5$s
ca: Encongeix %1$s del sistema de fitxers %2$s de %3$s de %4$s a %5$s
cs: Zmenšit %1$s z %2$s na %3$s z %4$s na %5$s
de: %1$s von %2$s auf %3$s von %4$s zu %5$s verkleinern
es: Reducir %1$s de %2$s en %3$s de %4$s a %5$s
fi: Pienennä %1$s (%2$s) laitteilla %3$s %4$s koosta %5$s kokoon
fr: Réduire %1$s de type %2$s sur %3$s de %4$s à %5$s
id: Susutkan %1$s dari %2$s pada %3$s dari %4$s ke %5$s
it: Riduci %1$s di %2$s su %3$s da %4$s a %5$s
ka: %2$s %3$s-ზე მდებარე %1$s-ის ზომის %4$s-დან %5$s-მდე შემცირება
nl: %1$s van %2$s op %3$s inkrimpen van %4$s naar %5$s
pt_br: Diminuir %1$s de %2$s em %3$s de %4$s para %5$s
sk: Zmenšiť %1$s %2$s na %3$s z %4$s na %5$s
sl: Zmanjšaj %1$s z datotečnim sistemom %2$s na %3$s z %4$s na %5$s
sv: Krymp %1$s av %2$s på %3$s från %4$s till %5$s

source: Shrink %1$s on %2$s from %3$s to %4$s
ar: تقليص حجم %1$s على %2$s من %3$s إلى %4$s
ca: Encongeix el sistema de fitxers %1$s de %2$s de %3$s a %4$s
cs: Zmenšit %1$s na %2$s z %3$s na %4$s
de: %1$s auf %2$s von %3$s auf %4$s verkleinern
es: Reducir %1$s en %2$s de %3$s a %4$s
fi: Pienennä %1$s laitteella %2$s koosta %3$s kokoon %4$s
fr: Réduire %1$s sur %2$s de %3$s à %4$s
gl: Reducir %1$s en %2$s de %3$s a %4$s
hu: A(z) %2$s eszközön lévő %1$s fájlrendszer méretének csökkentése %3$s-ról %4$s-ra
id: Susutkan %1$s pada %2$s dari %3$s ke %4$s
it: Ridurre %1$s su %2$s da %3$s a %4$s
ka: %1$s-ის %2$s-ზე %3$s-დან %4$s-მდე შემცირება
nl: %1$s op %2$s inkrimpen van %3$s naar %4$s
pl: Zmniejsz rozmiar %1$s na urządzeniu %2$s z %3$s na %4$s
pt_br: Diminuir %1$s em %2$s de %3$s para %4$s
sk: Zmenšiť %1$s na %2$s z %3$s na %4$s
sl: Zmanjšaj datotečni sistem %1$s na %2$s z %3$s na %4$s
sv: Krymp %1$s på %2$s från %3$s till %4$s

source: Shrink encryption layer device on %1$s from %2$s to %3$s
ar: تقليص حجم جهاز طبقة تشفير على %1$s من %2$s إلى %3$s
ca: Encongeix el dispositiu de capa d'encriptació de %1$s de %2$s a %3$s
cs: Zmenšit zařízení šifrovací vrstvy na %1$s z %2$s na %3$s
de: Gerät der verschlüsselten Schicht auf %1$s von %2$s auf %3$s verkleinern
es: Reducir dispositivo de capa de cifrado en %1$s de %2$s a %3$s
fi: Pienennä salaustaso laitteella %1$s %2$s koosta %3$s kokoon
fr: Réduire la couche de chiffrement sur %1$s de %2$s à %3$s
gl: Reducir a capa de cifrado de dispositivo en %1$s de %2$s a %3$s
hu: A(z) %1$s titkosításiréteg-eszköz méretének csökkentése %2$s-ról %3$s-ra
id: Susutkan perangkat loop terenkripsi pada %1$s dari %2$s ke %3$s
it: Ridurre lo strato di cifratura su %1$s da %2$s a %3$s
ka: %1$s-ზე მდებარე დაშიფვრის ფენის მოწყობილობის ზომის შემცირება %2$s-დან %3$s-მდე
nl: Versleutelingslaag van apparaat op %1$s inkrimpen van %2$s naar %3$s
pl: Zmniejsz rozmiar urządzenia warstwy szyfrowania na urządzeniu %1$s z %2$s na %3$s
pt_br: Diminuir dispositivo de camada de criptografia %1$s de %2$s para %3$s
sk: Zmenšiť zariadenie šifrovacej úrovne na %1$s z %2$s na %3$s
sl: Zmanjšaj napravo šifrirnega sloja na %1$s z %2$s na %3$s
sv: Krymp krypterad enhet på %1$s från %2$s till %3$s

source: Shrink logical volume %1$s on volume group %2$s from %3$s to %4$s
ar: تقليص حجم وحدة التخزين المنطقية %1$s في مجموعة وحدات التخزين %2$s من %3$s إلى %4$s
ca: Encongeix el volum lògic %1$s del grup de volums %2$s de %3$s a %4$s
cs: Zmenšit logický svazek %1$s ve skupině svazků %2$s z %3$s na %4$s
de: Logisches Volume %1$s in Volume-Gruppe %2$s von %3$s auf %4$s verkleinern
es: Reducir volumen lógico %1$s en el grupo de volúmenes %2$s de %3$s a %4$s
fi: Pienennä looginen taltio %1$s taltioryhmässä %2$s koosta %3$s kokoon %4$s
fr: Réduire le volume logique %1$s sur le groupe de volumes %2$s de %3$s à %4$s
gl: Reducir o volume lóxico %1$s do grupo de volumes %2$s de %3$s a %4$s
hu: A(z) %2$s kötetcsoportban lévő %1$s logikai kötet méretének csökkentése %3$s-ról %4$s-ra
id: Susutkan volume logical %1$s pada grup volume %2$s dari %3$s ke %4$s
it: Ridurre il volume logico %1$s sul gruppo di volumi %2$s da %3$s a %4$s
ka: ტომების ჯგუფზე %2$s მდებარე ლოგიკური ტომის %1$s ზომის %3$s-დან %4$s-მდე შემცირება
nl: Logisch volume %1$s op volumegroep %2$s inkrimpen van %3$s naar %4$s
pl: Zmniejsz rozmiar woluminu logicznego %1$s w grupie woluminów %2$s z %3$s na %4$s
pt_br: Diminuir volume lógico %1$s no grupo de volume %2$s de %3$s para %4$s
sk: Zmenšiť logický zväzok %1$s na skupine zväzkov %2$s z %3$s na %4$s
sl: Zmanjšaj logični nosilec %1$s na skupini nosilcev %2$s z %3$s na %4$s
sv: Krymp logisk volym %1$s i volymgrupp %2$s från %3$s till %4$s

source: Shrink partition %1$s from %2$s to %3$s
ar: تقليص حجم قسم %1$s من %2$s إلى %3$s
ca: Encongeix la partició %1$s de %2$s a %3$s
cs: Zmenšit oddíl %1$s z %2$s na %3$s
de: Partition %1$s von %2$s auf %3$s verkleinern
es: Reducir partición %1$s de %2$s a %3$s
fi: Pienennä osio %1$s koosta %2$s kokoon %3$s
fr: Réduire la partition %1$s de %2$s à %3$s
gl: Reducir a partición %1$s de %2$s ata %3$s
hu: A(z) %1$s partíció méretének csökkentése %2$s-ról %3$s-ra
id: Susutkan partisi %1$s dari %2$s ke %3$s
it: Ridurre la partizione %1$s da %2$s a %3$s
ka: დანაყოფის %1$s %2$s-დან %3$s-მდე შემცირება
nl: Partitie %1$s inkrimpen van %2$s naar %3$s
pl: Zmniejsz rozmiar partycji %1$s z %2$s na %3$s
pt_br: Diminuir partição %1$s de %2$s para %3$s
sk: Zmenšiť oddiel %1$s z %2$s na %3$s
sl: Zmanjšaj razdelek %1$s z %2$s na %3$s
sv: Krymp partition %1$s från %2$s till %3$s

source: Shrink physical volume on %1$s from %2$s to %3$s
ar: تقليص حجم وحدة التخزين الفعلية على %1$s من %2$s إلى %3$s
ca: Encongeix el volum físic de %1$s de %2$s a %3$s
cs: Zmenšit fyzický svazek na %1$s z %2$s na %3$s
de: Physisches Volume auf %1$s von %2$s auf %3$s verkleinern
es: Reducir volumen físico %1$s de %2$s a %3$s
fi: Pienennä laitteen %1$s fyysinen taltio koosta %2$s kokoon %3$s
fr: Réduire le volume physique sur %1$s de %2$s à %3$s
gl: Reducir o volume físico en %1$s de %2$s ata %3$s
hu: A(z) %1$s eszközön lévő fizikai kötet méretének csökkentése %2$s-ról %3$s-ra
id: Susutkan volume fisik pada %1$s dari %2$s ke %3$s
it: Ridurre il volume fisico su %1$s da %2$s a %3$s
ka: %1$s-ზე მდებარე ფიზიკური ტომის %2$s-დან %3$s-მდე შემცირება
nl: Fysiek volume op %1$s inkrimpen van %2$s naar %3$s
pl: Zmniejsz rozmiar woluminu fizycznego %1$s z %2$s na %3$s
pt_br: Diminuir volume físico em %1$s de %2$s para %3$s
sk: Zmenšiť fyzický zväzok na %1$s z %2$s na %3$s
sl: Zmanjšaj fizični nosilec na %1$s z %2$s na %3$s
sv: Krymp fysisk volym på %1$s från %2$s till %3$s

source: Shrink thin logical volume %1$s on volume group %2$s from %3$s to %4$s
ar: تقليص حجم وحدة التخزين المنطقية التابعة %1$s في مجموعة وحدات التخزين %2$s من %3$s إلى %4$s
ca: Encongeix el volum lògic prim %1$s del grup de volums %2$s de %3$s a %4$s
cs: Zmenšit tenký logický svazek %1$s na skupině svazků %2$s z %3$s na %4$s
de: Logisches Thin Volume %1$s in Volume-Gruppe %2$s von %3$s auf %4$s verkleinern
es: Reducir volumen lógico ligero %1$s en el grupo de volúmenes %2$s de %3$s a %4$s
fi: Pienennä taltioryhmän %2$s ohut looginen taltio %1$s %3$s koosta %4$s kokoon
fr: Réduire le volume logique léger %1$s sur le groupe de volumes %2$s de %3$s à %4$s
gl: Reducir o volume lóxico reducido %1$s do grupo de volumes %2$s de %3$s a %4$s
hu: A(z) %2$s kötetcsoportban lévő %1$s vékony logikai kötet méretének csökkentése, régi méret: %3$s, új méret: %4$s
id: Menyusutkan volume logical thin %1$s pada grup volume %2$s dari %3$s ke %4$s
it: Riduci il volume logico thin %1$s sul gruppo di volumi %2$s da %3$s a %4$s
ka: ტომების ჯგუფ %2$s-ზე მდებარე ლოგიკური ტომის %1$s %3$s-დან %4$s-მდე შემცირება
nl: Thin logisch volume %1$s op volumegroep %2$s inkrimpen van %3$s naar %4$s
pl: Zmniejsz rozmiar cienkiego wolumenu logicznego %1$s w grupie wolumenów %2$s z %3$s na %4$s
pt_br: Diminuir volume lógico thin %1$s no grupo de volumes %2$s de %3$s para %4$s
sk: Zmenšiť tenký logický zväzok %1$s na skupine zväzkov %2$s z %3$s na %4$s
sl: Zmanjšaj tanek logični nosilec %1$s na skupini nosilcev %2$s z %3$s na %4$s
sv: Krymper tunn logisk volym %1$s i volymgrupp %2$s från %3$s till %4$s

source: Shrink thin pool logical volume %1$s on volume group %2$s from %3$s to %4$s
ar: تقليص حجم مجمع وحدة التخزين المنطقية التابع %1$s في مجموعة وحدات التخزين %2$s من %3$s إلى %4$s
ca: Encongeix el volum lògic d'agrupació prima %1$s del grup de volums %2$s de %3$s a %4$s
cs: Zmenšit logický svazek tenkého fondu %1$s na skupině svazků %2$s z %3$s na %4$s
de: Logisches Thin Pool Volume %1$s in Volume-Gruppe %2$s von %3$s auf %4$s verkleinern
es: Reducir volumen lógico de grupo ligero %1$s en el grupo de volúmenes %2$s de %3$s a %4$s
fi: Pienennä taltioryhmän %2$s ohuen poolin loogista taltiota %1$s %3$s koosta %4$s kokoon
fr: Réduire le volume logique de pool léger %1$s du groupe de volumes %2$s de %3$s à %4$s
gl: Minguar a área reducida de volume lóxico %1$s do grupo de volumes %2$s de %3$s a %4$s
hu: A(z) %2$s kötetcsoportban lévő, vékony készlethez tartozó %1$s logikai kötet méretének csökkentése, régi méret: %3$s, új méret: %4$s
id: Menyusutkan volume logical thin pool %1$s pada grup volume %2$s dari %3$s ke %4$s
it: Riduci volume logico pool thin %1$s sul gruppo di volumi %2$s da %3$s a %4$s
ka: ტომების ჯგუფ %2$s-ზე მდებარე თხელი პულის ლოგიკური ტომის %1$s %3$s-დან %4$s-მდე შემცირება
nl: Thin logisch volume %1$s op volumegroep %2$s inkrimpen van %3$s naar %4$s
pl: Zmniejsz rozmiar wolumenu logicznego %1$s cienkiej puli w grupie wolumenów %2$s z %3$s na %4$s
pt_br: Diminuir volume lógico de pool thin %1$s no grupo de volumes %2$s de %3$s para %4$s
sk: Zmenšiť tenký logický zväzok fondu %1$s na skupine zväzkov %2$s z %3$s na %4$s
sl: Zmanjšaj logični nosilec s tanko zalogo %1$s na skupini nosilcev %2$s z %3$s na %4$s
sv: Krymper tunn logisk poolvolym %1$s i volymgrupp %2$s från %3$s till %4$s
