Repository: openSUSE/libstorage-ng
Catalog: po/*.po
Languages: ar, ca, cs, de, es, fi, fr, gl, hu, id, it, ka, nl, pl, pt_br, sk, sl, sv

source: Partition
ar: قسم
ca: Partició
cs: Oddíl
es: Partición
fi: Osio
gl: Partición
hu: Partíció
id: Partisi
it: Partizione
ka: დანაყოფი
nl: Partitie
pl: Partycja
pt_br: Partição
sk: Oddiel
sl: Razdelek

source: T
ka: ტერა

source: Bcache
ca: Bcau

source: DM RAID
ca: RAID DM
es: RAID DM
gl: RAID DM
it: RAID DM

source: Intel RST
ca: RST d'Intel

source: MD RAID
ca: RAID MD
es: RAID MD
gl: RAID MD
it: RAID MD

source: Multipath
ar: تعدد المسارات
ca: Multicamí
de: Multi-Pfad
es: Multivía
fi: Monipolku
hu: Többutas
nl: Multipad
pl: Wiele ścieżek
pt_br: Múltiplos caminhos

source: tmpfs
ca: fitxers temporals

source: Ext2
it: Est2

source: Ext3
it: Est3

source: Ext4
it: Est4

source: Linux
gl: %1$s
