Repository: openSUSE/libstorage-ng
Catalog: po/*.po
Languages: ar, ca, cs, de, es, fi, fr, gl, hu, id, it, ka, nl, pl, pt_br, sk, sl, sv

source: Probing plain encryptions
ca: Sondant les encriptacions netes
cs: Test prostých šifrování
de: Einfache Verschlüsselungen werden getestet
es: Sondeando cifrados simples
fi: Tutkitaan yksinkertaisia salauksia
fr: Sondage des chiffrements simples
id: Memeriksa enkripsi polos
it: Rilevamento delle cifrature in corso
ka: უბრალოდ დაშიფვრების აღმოჩენა
nl: Vlakke versleutelingen aftasten
pt_br: Sondando criptografias simples
sk: Kontrola jednoduchých šifrovaní
sl: Zaznavanje navadnih šifriranj
sv: Undersöker vanliga krypteringar

source: Probing plain encryptions failed
ca: Ha fallat sondar les encriptacions netes
cs: Test prostých šifrování selhal
de: Testen von einfachen Verschlüsselungen fehlgeschlagen
es: Error al sondear los cifrados simples
fi: Yksinkertaisten salauksien tutkiminen epäonnistui
fr: Échec du sondage des chiffrements simples
id: Memeriksa enkripsi polos gagal
it: Rilevamento delle cifrature semplici non riuscito
ka: უბრალო დაშიფვრის აღმოჩენის შეცდომა
nl: Aftasten van vlakke versleutelingen is mislukt
pt_br: Falha ao investigar partições criptografadas
sk: Kontrola jednoduchých šifrovaní zlyhala
sl: Zaznavanje navadnih šifriranj ni uspelo
sv: Det gick inte att undersöka vanliga krypteringar

source: Probing stray block device %s failed
ar: فشل بحث الجهاز الكتلي العشوائي %s
ca: Ha fallat sondar el dispositiu de bloc dispers %s.
cs: Test blokového zařízení %s s ochranou proti bludnému zápisu selhal
de: Untersuchung des Stray Block Device %s fehlgeschlagen
es: Error al sondear dispositivo de bloque extraviado %s
fi: Irrallisen lohkolaitteen %s tunnustelu epäonnistui
fr: Échec du sondage du périphérique de bloc abandonné %s
hu: A(z) %s stray blokkeszköz ellenőrzése sikertelen
id: Memeriksa stray block device %s gagal
it: Rilevamento del dispositivo a blocchi "senza padrone" %s non riuscito
ka: უცხო ბლოკური მოწყობილობის %s მოსინჯვის შეცდომა
nl: Aftasten Stray-blokapparaat %s is mislukt
pl: Skanowanie urządzenia blokowego typu Stray %s nie powiodło się
pt_br: Falha na sondagem do dispositivo de blocos de dispersão %s
sk: Skúmanie zblúdilého blokového zariadenia %s zlyhalo
sl: Zaznavanje osamele bločne naprave %s je spodletelo
sv: Avsökning av enstaka blockenheten %s misslyckades

source: Probing stray block devices
ar: يتم الآن بحث الأجهزة الكتلية العشوائية
ca: Sondant els dispositius de bloc dispersos
cs: Testuji bloková zařízení s ochranou proti bludným zápisům
de: Stray Block Devices werden untersucht
es: Sondeo de dispositivos de bloque extraviados
fi: Tunnustellaan irrallisia lohkolaitteita
fr: Sondage des périphériques de blocs abandonnés
hu: Stray blokkeszközök ellenőrzése
id: Memeriksa stray block devices
it: Rilevamento di dispositivi a blocchi "senza padrone"
ka: უცხო ბლოკური მოწყობილობების აღმოჩენა
nl: Stray-blokapparaten worden afgetast
pl: Skanowanie urządzeń blokowych typu Stray
pt_br: Sondagem de dispositivos de blocos de dispersão
sk: Skúmanie zblúdilých blokových zariadení
sl: Zaznavanje osamelih bločnih naprav
sv: Avsöker enstaka blockenheter

source: Probing stray block devices failed
ar: فشل بحث الأجهزة الكتلية العشوائية
ca: Ha fallat sondar els dispositius de bloc dispersos.
cs: Test blokových zařízení s ochranou proti bludným zápisům selhal
de: Untersuchung von Stray Block Devices fehlgeschlagen
es: Error al sondear dispositivos de bloque extraviados
fi: Irrallisten lohkolaitteiden tunnustelu epäonnistui
fr: Échec du sondage des périphériques de blocs abandonnés
hu: A stray blokkeszközök ellenőrzése sikertelen
id: Memeriksa stray block devices gagal
it: Rilevamento di dispositivi a blocchi "senza padrone" non riuscito
ka: უცხო ბლოკური მოწყობილობების აღმოჩენის შეცდომა
nl: Aftasten Stray-blokapparaten is mislukt
pl: Skanowanie urządzeń blokowych typu Stray nie powiodło się
pt_br: Falha na sondagem de dispositivos de blocos de dispersão
sk: Skúmanie zblúdilých blokových zariadení zlyhalo
sl: Zaznavanje osamelih bločnih naprav ni uspelo
sv: Avsökning av enstaka blockenheter misslyckades

source: Probing tmpfs
ca: Sondant fitxers temporals
cs: Sondování tmpfs
de: tmpfs werden untersucht
es: Sondeando tmpfs
fi: Tutkitaan tmpfs:ää
fr: Sondage de tmpfs
id: Memeriksa tmpfs
it: Rilevamento di tmpfs
ka: Tmpfs-ის აღმოჩენა
nl: tmpfs aftasten
pt_br: Sondando tmpfs
sk: Kontrola tmpfs
sl: Zaznavanje tmpfs-ja
sv: Undersöker tmpfs

source: Probing tmpfs failed
ca: Ha fallat el sondeig de tmpfs.
cs: Sondování tmpfs selhalo
de: Untersuchung von tmpfs fehlgeschlagen
es: Error al sondear tmpfs
fi: tmpfs:n tutkiminen epäonnistui
fr: Échec du sondage de tmpfs
id: Gagal memeriksa tmpfs
it: Rilevamento di tmpfs non riuscito
ka: Tmpfs-ის აღმოჩენის შეცდომა
nl: Aftasten van tmpfs is mislukt
pt_br: Sondagem tmpfs falhou
sk: Kontrola tmpfs zlyhala
sl: Zaznavanje tmpfs-ja ni uspelo
sv: Undersökning av tmpfs misslyckades

source: Reduce volume group %1$s by missing physical volumes
ar: تقليل حجم مجموعة وحدات التخزين %1$s عن طريق تفادي وحدات التخزين الفعلية
ca: Redueix el grup de volums %1$s perdent volums físics
cs: Zredukujte skupinu svazků %1$s o chybějící fyzické svazky
de: Volume-Gruppe %1$s um fehlende physische Volumes verringern
es: Reducir grupo de volúmenes %1$s omitiendo volúmenes físicos
fi: Poista taltioryhmästä %1$s puuttuvat fyysiset taltiot
fr: Réduire le groupe de volumes %1$s en ignorant les volumes physiques
gl: Reduciuse o grupo de volumes %1$s omitindo volumes físicos
hu: %1$s kötetcsoport csökkentése a hiányzó fizikai kötetekkel
id: Kurangi grup volume %1$s dengan melewatkan volume physical
it: Riduci gruppo di volumi %1$s in base ai volumi fisici mancanti
ka: ტომების ჯგუფის %1$s შემცირება ნაკლული ფიზიკური ტომების გამოკლების გზით
nl: Volumegroep %1$s reduceren met ontbrekende fysieke volumes
pl: Zmniejsz rozmiar grupy wolumenów %1$s o brakujące wolumeny fizyczne
pt_br: Reduzir o grupo de volumes %1$s pelos volumes físicos ausentes
sk: Zredukovať skupinu zväzkov %1$s podľa chýbajúcich fyzických zväzkov
sl: Zmanjšaj skupino nosilcev %1$s za manjkajoče fizične nosilce
sv: Minska volymgruppen %1$s med saknade fysiska volymer

source: Reducing volume group %1$s by missing physical volumes
ar: تقليل حجم مجموعة وحدات التخزين %1$s عن طريق تفادي وحدات التخزين الفعلية
ca: Reduint el grup de volums %1$s perdent volums físics
cs: Redukuje se skupina svazků %1$s o chybějící fyzické svazky
de: Volume-Gruppe %1$s wird um fehlende physische Volumes verringert
es: Reduciendo el grupo de volúmenes %1$s omitiendo volúmenes físicos
fi: Poistetaan taltioryhmästä %1$s puuttuvat fyysiset taltiot
fr: Réduction du groupe de volumes %1$s en ignorant les volumes physiques
gl: Reducíndose o grupo de volumes %1$s omitindo volumes físicos
hu: %1$s kötetcsoport csökkentése a hiányzó fizikai kötetekkel
id: Mengurangi grup volume %1$s dengan melewatkan volume physical
it: Riduzione del gruppo di volumi %1$s in base ai volumi fisici mancanti
ka: მიმდინარეობს ტომების ჯგუფის %1$s შემცირება ნაკლული ფიზიკური ტომების გამოკლების გზით
nl: Volumegroep %1$s wordt gereduceerd met ontbrekende fysieke volumes
pl: Zmniejszanie grupy wolumenów %1$s o brakujące wolumeny fizyczne
pt_br: Reduzindo o grupo de volumes %1$s pelos volumes físicos ausentes
sk: Redukovanie skupiny zväzkov %1$s podľa chýbajúcich fyzických zväzkov
sl: Zmanjševanje skupine nosilcev %1$s za manjkajoče fizične nosilce
sv: Minskar volymgruppen %1$s med saknade fysiska volymer

source: Remove %1$s (%2$s) from btrfs on %3$s
ca: Suprimeix %1$s (%2$s) del btrfs de %3$s
cs: Odstranit %1$s (%2$s) z btrfs na %3$s
de: %1$s (%2$s) von Btrfs auf %3$s entfernen
es: Eliminar %1$s (%2$s) de brtfs en %3$s
fi: Poista %1$s (%2$s) btrfs:stä laitteilla %3$s
fr: Supprimer %1$s (%2$s) du système de fichiers Btrfs sur %3$s
id: Hapus %1$s (%2$s) dari btrfs pada %3$s
it: Rimuovi %1$s (%2$s) da btrfs su %3$s
ka: %3$s-ზე მდებარე btrfs-დან %1$s-ის (%2$s) წაშლა
nl: %1$s (%2$s) van btrfs op %3$s verwijderen
pt_br: Remover %1$s (%2$s) de btrfs em %3$s
sk: Odstrániť %1$s (%2$s) z btrfs na %3$s
sl: Odstrani %1$s (%2$s) iz btrfs-ja na %3$s
sv: Ta bort %1$s (%2$s) från btrfs på %3$s

source: Remove %1$s from %2$s
ar: إزالة %1$s من %2$s
ca: Suprimeix %1$s de %2$s
cs: Odstranit %1$s z %2$s
de: %1$s aus %2$s entfernen
es: Eliminar %1$s de %2$s
fi: Poista %1$s laitteelta %2$s
fr: Supprimer %1$s de %2$s
gl: Eliminar %1$s de %2$s
hu: %1$s eltávolítása a(z) %2$s eszközről
id: Hapus %1$s dari %2$s
it: Rimuovere %1$s da %2$s
ka: %1$s-ის წაშლა %2$s-დან
nl: %1$s uit %2$s verwijderen
pl: Usuń urządzenie %1$s z urządzenia %2$s
pt_br: Remover %1$s de %2$s
sk: Odstrániť %1$s z %2$s
sl: Odstrani %1$s iz %2$s
sv: Ta bort %1$s från %2$s

source: Remove %1$s from /etc/mdadm.conf
ar: إزالة %1$s من /etc/mdadm.conf
ca: Suprimeix %1$s d'/etc/mdadm.conf
cs: Odstranit %1$s z /etc/mdadm.conf
de: %1$s aus /etc/mdadm.conf entfernen
es: Eliminar %1$s de /etc/mdadm.conf
fi: Poista %1$s /etc/mdadm.conf-tiedostosta
fr: Supprimer %1$s de /etc/mdadm.conf
gl: Eliminando %1$s de /etc/mdadm.conf
hu: %1$s eltávolítása az /etc/mdadm.conf fájlból
id: Hapus %1$s dari /etc/mdadm.conf
it: Rimuovere %1$s da /etc/mdadm.conf
ka: %1$s-ის /etc/mdadm.conf-დან წაშლა
nl: %1$s uit /etc/mdadm.conf verwijderen
pl: Usuń %1$s z /etc/mdadm.conf
pt_br: Remover %1$s do /etc/mdadm.conf
sk: Odstrániť %1$s z /etc/mdadm.conf
sl: Odstrani %1$s iz /etc/mdadm.conf
sv: Ta bort %1$s från /etc/mdadm.conf

source: Remove device %1$s from LVM devices file
ca: Suprimeix el dispositiu %1$s del fitxer de dispositius d'LVM
de: Gerät %1$s aus der LVM-Gerätedatei entfernen
es: Eliminar dispositivo %1$s del archivo de dispositivos de LVM
fr: Supprimer le périphérique %1$s du fichier des périphériques LVM
it: Rimuovi dispositivo %1$s dal file dei dispositivi LVM
nl: Apparaat %1$s verwijderen uit LVM-apparatenbestand
pt_br: Remover dispositivo %1$s do arquivo de dispositivos LVM
sk: Odstrániť zariadenie %1$s zo súboru zariadení LVM
sl: Odstrani napravo %1$s iz datoteke z napravami LVM
sv: Ta bort enhet %1$s från LVM-enhetsfil

source: Remove encryption layer device on %1$s from /etc/crypttab
ar: إزالة جهاز طبقة تشفير على %1$s من /etc/crypttab
ca: Suprimeix el dispositiu de capa d'encriptació de %1$s d'/etc/crypttab
cs: Odstraňování šifrované vrstvy na zařízení na %1$s z /etc/crypttab
de: Gerät der verschlüsselten Schicht auf %1$s aus /etc/crypttab entfernen
es: Eliminar dispositivo de capa de cifrado en %1$s de /etc/crypttab
fi: Poista laitteen %1$s salaustaso /etc/crypttab-tiedostosta
fr: Supprimer la couche de chiffrement sur %1$s de /etc/crypttab
gl: Eliminar a capa de cifrado do dispositivo en %1$s de /etc/crypttab
hu: Titkosításiréteg-eszköz eltávolítása a(z) %1$s eszközön az /etc/crypttab fájlból
id: Hapus perangkat loop terenkripsi pada %1$s dari /etc/crypttab
it: Rimuovere lo strato di cifratura su %1$s da /etc/crypttab
ka: /etc/crypttab-დან დაშიფვრის ფენის მოწყობილობის %1$s წაშლა
nl: Versleutelingslaag van apparaat op %1$s verwijderen uit /etc/crypttab
pl: Usuń urządzenie warstwy szyfrowania na urządzeniu %1$s z /etc/crypttab
pt_br: Remover dispositivo de camada de criptografia em %1$s do /etc/crypttab
sk: Odstrániť zariadenie šifrovacej úrovne na %1$s z /etc/crypttab
sl: Odstrani napravo šifrirnega sloja na %1$s iz /etc/crypttab
sv: Ta bort krypterad enhet på %1$s från /etc/crypttab

source: Remove mount point %1$s of %2$s from /etc/fstab
ar: إزالة نقطة التوصيل %1$s الخاصة بـ %2$s من /etc/fstab
ca: Suprimeix el punt de muntatge %1$s de %2$s d'/etc/fstab
cs: Odstranit přípojný bod %1$s z %2$s z /etc/fstab
de: Einhängepunkt %1$s auf %2$s aus /etc/fstab entfernen
es: Eliminar punto montaje %1$s de %2$s de /etc/fstab
fi: Poista laitteen %2$s liitospiste %1$s /etc/fstab-tiedostosta
fr: Supprimer le point de montage %1$s de %2$s de /etc/fstab
gl: Eliminar o punto de montaxe %1$s de %2$s de /etc/fstab
hu: %2$s eszköz %1$s csatlakoztatási pontjának eltávolítása az /etc/fstab fájlból
id: Hapus titik kait %1$s milik %2$s dari /etc/fstab
it: Rimuovere il punto di montaggio %1$s di %2$s da /etc/fstab
ka: /etc/fstab-დან %2$s-ის მიმაგრების წერტილის '%1$s' წაშლა
nl: Aankoppelpunt %1$s op %2$s verwijderen uit /etc/fstab
pl: Usuń punkt montowania %1$s urządzenia %2$s z /etc/fstab
pt_br: Remover ponto de montagem %1$s de %2$s do /etc/fstab
sk: Odstrániť bod pripojenia %1$s z %2$s z /etc/fstab
sl: Odstrani priklopno točko %1$s za %2$s iz /etc/fstab
sv: Ta bort monteringspunkt %1$s på %2$s från /etc/fstab

source: Remove mount point %1$s of subvolume %2$s on %3$s from /etc/fstab
ar: إزالة نقطة التوصيل %1$s لوحدة التخزين الفرعية %2$s على %3$s من /etc/fstab
ca: Suprimeix el punt de muntatge %1$s del subvolum %2$s de %3$s d'/etc/fstab
cs: Odstraňování přípojného bodu %1$s podsvazku %2$s na %3$s z /etc/fstab
de: Einhängepunkt %1$s von Subvolume %2$s auf %3$s aus /etc/fstab entfernen
es: Eliminar punto de montaje %1$s de subvolumen %2$s en %3$s de /etc/fstab
fi: Poista laitteiden %3$s alitaltion %2$s liitospiste %1$s /etc/fstab-tiedostosta
fr: Supprimer le point de montage %1$s du sous-volume %2$s sur %3$s de /etc/fstab
gl: Eliminar o punto de montaxe %1$s do subvolume %2$s en %3$s para /etc/fstab
hu: A(z) %3$s eszközön lévő %2$s alkötet %1$s csatlakoztatási pontjának eltávolítása az /etc/fstab fájlból
id: Hapus titik kait %1$s milik subvolume %2$s pada %3$s dari /etc/fstab
it: Rimuovere il punto di montaggio %1$s del sottovolume %2$s su %3$s da /etc/fstab
ka: /etc/fstab-დან %1$s-ზე მიმაგრებული %3$s-ზე მდებარე ქვეტომის %2$s წაშლა
nl: Aankoppelpunt %1$s op subvolume %2$s op %3$s verwijderen uit /etc/fstab
pl: Usuń punkt montowania %1$s podwoluminu %2$s na urządzeniu %3$s z /etc/fstab
pt_br: Remover ponto de montagem %1$s do subvolume %2$s em %3$s do /etc/fstab
sk: Odstrániť bod pripojenia %1$s z podzväzku %2$s na %3$s z /etc/fstab
sl: Odstrani priklopno točko %1$s za podnosilec %2$s na %3$s iz /etc/fstab
sv: Ta bort monteringspunkt %1$s på delvolym %2$s på %3$s från /etc/fstab

source: Remove qgroup %1$s on %2$s
ca: Suprimeix el qgrup %1$s de %2$s
cs: Odstranit qgroup %1$s z %2$s
de: qgroup %1$s aus %2$s entfernen
es: Eliminar qgroup %1$s en %2$s
fi: Poista qgroup %1$s laitteelta %2$s
fr: Supprimer le qgroup %1$s de %2$s
id: Hapus qgrup %1$s pada %2$s
it: Rimuovi qgroup %1$s su %2$s
ka: წაიშლება qgroup %1$s %2$s-ზე
nl: Qgroup %1$s op %2$s verwijderen
pt_br: Remover qgroup %1$s em %2$s
sk: Odstrániť qgroup %1$s na %2$s
sl: Odstrani qgroup %1$s na %2$s
sv: Ta bort qgroup %1$s på %2$s

source: Removing %1$s (%2$s) from btrfs on %3$s
ca: Suprimint %1$s (%2$s) del btrfs de %3$s
cs: Odstraňuji %1$s (%2$s) z btrfs na %3$s
de: %1$s (%2$s) wird von Btrfs auf %3$s entfernt
es: Eliminando %1$s (%2$s) de btrfs en %3$s
fi: Poistetaan %1$s (%2$s) btrfs:stä laitteilla %3$s
fr: Suppression de %1$s (%2$s) du système de fichiers Btrfs sur %3$s
id: Menghapus %1$s (%2$s) dari btrfs pada %3$s
it: Rimozione di %1$s (%2$s) da btrfs su %3$s
ka: მიმდინარეობს %3$s-ზე მდებარე btrfs-დან %1$s-ის (%2$s) წაშლა
nl: %1$s (%2$s) van btrfs op %3$s wordt verwijderd
pt_br: Removendo %1$s (%2$s) para btrfs em %3$s
sk: Odstránenie %1$s (%2$s) z btrfs na %3$s
sl: Odstranjevanje %1$s (%2$s) iz btrfs-ja na %3$s
sv: Tar bort %1$s (%2$s) från btrfs på %3$s

source: Removing %1$s from %2$s
ar: تتم الآن إزالة %1$s من %2$s
ca: Suprimint %1$s de %2$s
cs: Odstraňuji %1$s z %2$s
de: %1$s wird aus %2$s entfernt
es: Eliminando %1$s de %2$s
fi: Poistetaan %1$s laitteelta %2$s
fr: Suppression de %1$s de %2$s
gl: Eliminando %1$s de %2$s
hu: %1$s eltávolítása a(z) %2$s kötetcsoportból
id: Menghapus %1$s dari %2$s
it: Rimozione di %1$s da %2$s
ka: %1$s-ის %2$s-დან წაშლა
nl: %1$s uit %2$s verwijderen
pl: Usuwanie urządzenia %1$s z urządzenia %2$s
pt_br: Removendo %1$s de %2$s
sk: Odstránenie %1$s z %2$s
sl: Odstranjevanje %1$s iz %2$s
sv: Tar bort %1$s från %2$s

source: Removing %1$s from /etc/mdadm.conf
ar: تتم الآن إزالة %1$s من /etc/mdadm.conf
ca: Suprimeix %1$s d'/etc/mdadm.conf
cs: Odstraňování %1$s z /etc/mdadm.conf
de: %1$s wird aus /etc/mdadm.conf entfernt
es: Eliminando %1$s de /etc/mdadm.conf
fi: Poistetaan %1$s /etc/mdadm.conf-tiedostosta
fr: Suppression de %1$s de /etc/mdadm.conf
gl: Eliminando %1$s de /etc/mdadm.conf
hu: %1$s eltávolítása az /etc/mdadm.conf fájlból
id: Menghapus %1$s dari /etc/mdadm.conf
it: Rimozione di %1$s da /etc/mdadm.conf
ka: %1$s-ის წაშლა /etc/mdadm.conf-დან
nl: %1$s verwijderen uit /etc/mdadm.conf
pl: Usuwanie %1$s z /etc/mdadm.conf
pt_br: Removendo %1$s do /etc/mdadm.conf
sk: Odstránenie %1$s z /etc/mdadm.conf
sl: Odstranjevanje %1$s iz /etc/mdadm.conf
sv: Tar bort %1$s från /etc/mdadm.conf

source: Removing device %1$s from LVM devices file
ca: Suprimint el dispositiu %1$s del fitxer de dispositius d'LVM
de: Gerät %1$s wird aus der LVM-Gerätedatei entfernt
es: Eliminando dispositivo %1$s del archivo de dispositivos de LVM
fr: Suppression du périphérique %1$s du fichier des périphériques LVM
it: Rimozione del dispositivo %1$s dal file dei dispositivi LVM
nl: Apparaat %1$s wordt verwijderd uit LVM-apparatenbestand
pt_br: Removendo dispositivo %1$s do arquivo de dispositivos LVM
sk: Odstránenie zariadenia %1$s zo súboru zariadení LVM
sl: Odstranjevanje naprave %1$s iz datoteke z napravami LVM
sv: Tar bort enhet %1$s från LVM-enhetsfil

source: Removing encryption layer device on %1$s from /etc/crypttab
ar: تتم الآن إزالة جهاز طبقة تشفير على %1$s من /etc/crypttab
ca: Suprimint el dispositiu de capa d'encriptació de %1$s d'/etc/crypttab
cs: Odstraňování šifrované vrstvy zařízení na %1$s z /etc/crypttab
de: Gerät der verschlüsselten Schicht auf %1$s wird aus /etc/crypttab entfernt
es: Eliminando dispositivo de capa de cifrado en %1$s de /etc/crypttab
fi: Poistetaan laitteen %1$s salaustaso /etc/crypttab-tiedostosta
fr: Suppression de la couche de chiffrement sur %1$s de /etc/crypttab
gl: Eliminando a capa de cifrado do dispositivo en %1$s de /etc/crypttab
hu: Titkosításiréteg-eszköz eltávolítása a(z) %1$s eszközön az /etc/crypttab fájlból
id: Menghapus perangkat loop terenkripsi pada %1$s dari /etc/crypttab
it: Rimozione dello strato di cifratura su %1$s da /etc/crypttab
ka: /etc/crypttab-დან %1$s-ზე მდებარე დაშიფვრის ფენის მოწყობილობის წაშლა
nl: Versleutelingslaag van apparaat op %1$s verwijderen uit /etc/crypttab
pl: Usuwanie urządzenia warstwy szyfrowania na urządzeniu %1$s z /etc/crypttab
pt_br: Removendo dispositivo de camada de criptografia em %1$s do /etc/crypttab
sk: Odstránenie zariadenia šifrovacej úrovne na %1$s z /etc/crypttab
sl: Odstranjevanje naprave šifrirnega sloja %1$s iz /etc/crypttab
sv: Tar bort krypterad enhet på %1$s från /etc/crypttab

source: Removing mount point %1$s of %2$s from /etc/fstab
ar: تتم الآن إزالة نقطة التوصيل %1$s الخاصة بـ %2$s من /etc/fstab
ca: Suprimint el punt de muntatge %1$s de %2$s d'/etc/fstab
cs: Odstraňuje se přípojný bod %1$s z %2$s z /etc/fstab
de: Einhängepunkt %1$s auf %2$s wird aus /etc/fstab entfernt
es: Eliminando punto de montaje %1$s de %2$s de /etc/fstab
fi: Poistetaan laitteen %2$s liitospiste %1$s /etc/fstab-tiedostosta
fr: Suppression du point de montage %1$s de %2$s de /etc/fstab
gl: Eliminando o punto de montaxe %1$s de %2$s de /etc/fstab
hu: %2$s eszköz %1$s csatlakoztatási pontjának eltávolítása az /etc/fstab fájlból
id: Menghapus titik kait %1$s milik %2$s dari /etc/fstab
it: Rimozione del punto di montaggio %1$s di %2$s da /etc/fstab
ka: /etc/fstab-დან %2$s-ის მიმაგრების წერტილის %1$s წაშლა
nl: Aankoppelpunt %1$s op %2$s verwijderen uit /etc/fstab
pl: Usuwanie punktu montowania %1$s urządzenia %2$s z /etc/fstab
pt_br: Removendo ponto de montagem %1$s de %2$s do /etc/fstab
sk: Odstránenie bodu pripojenia %1$s z %2$s z /etc/fstab
sl: Odstranjevanje priklopne točke %1$s za %2$s iz /etc/fstab
sv: Tar bort monteringspunkt %1$s på %2$s från /etc/fstab

source: Removing mount point %1$s of subvolume %2$s on %3$s from /etc/fstab
ar: يتم الآن إزالة نقطة التوصيل %1$s من وحدة التخزين الفرعية %2$s على %3$s من /etc/fstab
ca: Suprimint el punt de muntatge %1$s del subvolum %2$s de %3$s d'/etc/fstab
cs: Odstraňuje se přípojný bod %1$s podsvazku %2$s na %3$s z /etc/fstab
de: Einhängepunkt %1$s von Subvolume %2$s auf %3$s wird aus /etc/fstab entfernt
es: Eliminando punto de montaje %1$s del subvolumen %2$s en %3$s de /etc/fstab
fi: Poistetaan laitteiden %3$s alitaltion %2$s liitospiste %1$s /etc/fstab-tiedostosta
fr: Suppression du point de montage %1$s du sous-volume %2$s sur %3$s de /etc/fstab
gl: Eliminando o punto de montaxe %1$s do subvolume %2$s en %3$s de /etc/fstab
hu: A(z) %3$s eszközön lévő %2$s alkötet %1$s csatlakoztatási pontjának eltávolítása az /etc/fstab fájlból
id: Menghapus titik kait %1$s milik subvolume %2$s pada %3$s dari /etc/fstab
it: Rimozione del punto di montaggio %1$s del sottovolume %2$s su %3$s da /etc/fstab
ka: /etc/fstab-დან %3$s-ზე მდებარე ქვეტომის %2$s მიმაგრების წერტილის %1$s წაშლა
nl: Aankoppelpunt %1$s op subvolume %2$s op %3$s verwijderen uit /etc/fstab
pl: Usuwanie punktu montowania %1$s podwoluminu %2$s na urządzeniu %3$s z /etc/fstab
pt_br: Removendo ponto de montagem %1$s do subvolume %2$s em %3$s do /etc/fstab
sk: Odstránenie bodu pripojenia %1$s z podzväzku %2$s na %3$s z /etc/fstab
sl: Odstranjevanje priklopne točke %1$s za podnosilec %2$s na %3$s iz /etc/fstab
sv: Tar bort monteringspunkt %1$s på delvolym %2$s på %3$s från /etc/fstab

source: Removing qgroup %1$s on %2$s
ca: Suprimint el qgrup %1$s de %2$s
cs: Odstraňuji qgroup %1$s z %2$s
de: qgroup %1$s wird aus %2$s entfernt
es: Eliminando qgroup %1$s en %2$s
fi: Poistetaan qgroup %1$s laitteelta %2$s
fr: Suppression du qgroup %1$s de %2$s
id: Menghapus qgrup %1$s pada %2$s
it: Rimozione di qgroup %1$s su %2$s
ka: იშლება qgroup %1$s %2$s-ზე
nl: Qgroup %1$s op %2$s wordt verwijderd
pt_br: Removendo qgroup %1$s em %2$s
sk: Odstránenie qgroup %1$s na %2$s
sl: Odstranjevanje qgroup %1$s na %2$s
sv: Tar bort qgroup %1$s på %2$s

source: Rename encryption layer device from %1$s to %2$s in /etc/crypttab
ar: إعادة تسمية جهاز طبقة تشفير من %1$s إلى %2$s في /etc/crypttab
ca: Canvia el nom del dispositiu de capa d'encriptació de %1$s a %2$s a /etc/crypttab
cs: Přejmenovávání šifrované vrstvy zařízení z %1$s na %2$s v /etc/crypttab
de: Gerät der verschlüsselten Schicht in /etc/crypttab von %1$s zu %2$s umbenennen
es: Renombrar dispositivo de capa de cifrado de %1$s a %2$s en /etc/crypttab
fi: Muuta salaustasolaitteen %1$s nimeksi %2$s /etc/crypttab-tiedostossa
fr: Renommer la couche de chiffrement de %1$s en %2$s dans /etc/crypttab
gl: Renomear a capa de cifrado de dispositivo de %1$s a %2$s para /etc/crypttab
hu: Titkosításiréteg-eszköz átnevezése az /etc/crypttab fájlban, régi név: %1$s, új név: %2$s
id: Ubah nama perangkat loop terenkripsi dari %1$s menjadi %2$s di /etc/crypttab
it: Rinominare lo strato di cifratura da %1$s a %2$s in /etc/crypttab
ka: /etc/crypttab-ში დაშიფვრის ფენის მოწყობილობის სახელის %1$s-დან %2$s-ზე გადარქმევა
nl: Versleutelingslaag van apparaat hetnoemen van %1$s naar %2$s in /etc/crypttab
pl: Zmień nazwę urządzenia warstwy szyfrowania z %1$s na %2$s w /etc/crypttab
pt_br: Renomear dispositivo de camada de criptografia de %1$s para %2$s no /etc/crypttab
sk: Premenovať zariadenie šifrovacej úrovne z %1$s na %2$s v /etc/crypttab
sl: Preimenuj napravo šifrirnega sloja iz %1$s v %2$s v /etc/crypttab
sv: Byt namn på krypterad enhet från %1$s till %2$s i /etc/crypttab
